{
    "title": "三国演义",
    "scenes": [
        {
            "id": 0,
            "event": "赤壁之战前夕",
            "time": "东汉末年，建安十三年，冬，某日夜",
            "location": "江东吴侯府内，书房",
            "description": "夜幕低垂，吴侯府内书房灯火通明，屋外北风凛冽，周瑜与诸葛亮正密谋对策，准备迎击曹操的百万雄师。",
            "characters": [
                {
                    "id": 0,
                    "name": "周瑜",
                    "gender": "男",
                    "description": "英姿飒爽，才智过人。此刻他正与诸葛亮商讨战术，眉宇间透露出必胜的决心。",
                    "position": "坐在书案前，手持兵书",
                    "states": "深思冥想，神情坚定"
                },
                {
                    "id": 1,
                    "name": "诸葛亮",
                    "gender": "男",
                    "description": "谋略深远，智慧非凡。他正与周瑜讨论兵法，眼中闪烁着智慧的光芒。",
                    "position": "站在地图前，手持羽扇",
                    "states": "从容不迫，胸有成竹"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "周瑜",
                    "character_id": 0,
                    "action": "周瑜眉头紧锁，一边在兵书上划着战术图，一边对诸葛亮说：“孔明，你看这火攻之计是否可行？”",
                    "dialogue": "“孔明，此战关系重大，我等必须慎之又慎。”"
                },
                {
                    "action_id": 1,
                    "character": "诸葛亮",
                    "character_id": 1,
                    "action": "诸葛亮轻轻摇着羽扇，目光如炬，回答道：“公瑾，火攻虽险，但若布置得当，必能大获全胜。”",
                    "dialogue": "“公瑾放心，亮已有成算，只待东风起时。”"
                }
            ],
            "plot": "此场景为周瑜与诸葛亮在赤壁之战前夕的密谋，两人各展其才，共同策划对抗曹操的火攻战术，历史性的赤壁之战即将拉开序幕。",
            "chunk": {
                "id": 0,
                "text": "《三国演义》（精校版全本）作者：罗贯中\n \n\n内容简介\n\n　　《三国演义》由东汉末年黄巾起义末期开始描写，至西晋初期国家重归统一结束，以魏、蜀、吴三个政治、军事集团之间的形成演变，矛盾斗争为主线，最后由晋统一全国，国家重归统一。 小说在广阔的社会历史背景上，展示出那个时代尖锐复杂又极具特色的政治军事冲突，在军事政治谋略方面，对后世产生了极其深远的影响。 《三国演义》是中国第一部长篇章回体小说，中国小说由短篇发展至长篇的原因与说书有关。 宋代讲故事的风气盛行，说书成为一种职业，说书人喜欢拿古代人物的故事作为题材来敷演，而陈寿撰、裴松之注的《三国志》里面的人物众多，以多个主人公做线索，事件纷繁，正是撰写故事的最好素材。 三国故事某些零星片段原来在民间也已流传，加上说书人长期取材，内容越来越丰富，人物形象越来越饱满，最后由许多独立的故事逐渐组合而成长篇巨著。 这些各自孤立的故事在社会上经过漫长时间口耳相传，最后得以加工、集合成书，成为中国第一部长篇章回体小说，这是一种了不起的集体创造，与由单一作者撰写完成的小说在形式上有所不同。 《三国演义》对后来的小说相信有一定的启导作用。 第一回 宴桃园豪杰三结义 斩黄巾英雄首立功\n\n　　滚滚长江东逝水，浪花淘尽英雄。 是非成败转头空。 青山依旧在，几度夕阳红。 白发渔樵江渚上，惯看秋月春风。 一壶浊酒喜相逢。 古今多少事，都付笑谈中。 ——调寄《临江仙》\n\n　　话说天下大势，分久必合，合久必分。 周末七国分争，并入于秦。 及秦灭之后，楚、汉分争，又并入于汉。 汉朝自高祖斩白蛇而起义，一统天下，后来光武中兴，传至献帝，遂分为三国。 推其致乱之由，殆始于桓、灵二帝。 桓帝禁锢善类，崇信宦官。 及桓帝崩，灵帝即位，大将军窦武、太傅陈蕃共相辅佐。 时有宦官曹节等弄权，窦武、陈蕃谋诛之，机事不密，反为所害，中涓自此愈横。 建宁二年四月望日，帝御温德殿。 方升座，殿角狂风骤起。 只见一条大青蛇，从梁上飞将下来，蟠于椅上。 帝惊倒，左右急救入宫，百官俱奔避。 须臾，蛇不见了。 忽然大雷大雨，加以冰雹，落到半夜方止，坏却房屋无数。 建宁四年二月，洛阳地震；又海水泛溢，沿海居民，尽被大浪卷入海中。 光和元年，雌鸡化雄。 六月朔，黑气十余丈，飞入温德殿中。 秋七月，有虹现于玉堂；五原山岸，尽皆崩裂。 种种不祥，非止一端。 帝下诏问群臣以灾异之由，议郎蔡邕上疏，以为蜺堕鸡化，乃妇寺干政之所致，言颇切直。 帝览奏叹息，因起更衣。 曹节在后窃视，悉宣告左右；遂以他事陷邕于罪，放归田里。 后张让、赵忠、封谞、段珪、曹节、侯览、蹇硕、程旷、夏恽、郭胜十人朋比为奸，号为“十常侍”。 帝尊信张让，呼为“阿父”。 朝政日非，以致天下人心思乱，盗贼蜂起。 时巨鹿郡有兄弟三人，一名张角，一名张宝，一名张梁。 那张角本是个不第秀才，因入山采药，遇一老人，碧眼童颜，手执藜杖，唤角至一洞中，以天书三卷授之，曰：“此名《太平要术》，汝得之，当代天宣化，普救世人；若萌异心，必获恶报。 ”角拜问姓名。 老人曰：“吾乃南华老仙也。 ”言讫，化阵清风而去。 角得此书，晓夜攻习，能呼风唤雨，号为“太平道人”。 中平元年正月内，疫气流行，张角散施符水，为人治病，自称“大贤良师”。 角有徒弟五百余人，云游四方，皆能书符念咒。 次后徒众日多，角乃立三十六方，大方万余人，小方六七千，各立渠帅，称为将军；讹言：“苍天已死，黄天当立；岁在甲子，天下大吉。"
            }
        },
        {
            "id": 1,
            "event": "董卓的考验",
            "time": "东汉末年，某日黄昏",
            "location": "北邙山庄园的正厅",
            "description": "正厅内烛光闪烁，气氛紧张，四周静悄悄的，只有董卓、神秘来客和几名亲卫的身影。",
            "characters": [
                {
                    "id": 0,
                    "name": "董卓",
                    "gender": "男",
                    "description": "西凉刺史，身材魁梧，面露凶光，身着铠甲，腰悬宝剑。",
                    "position": "端坐于正厅主位，目光如炬，审视着神秘来客。",
                    "states": "心情不悦，对神秘来客的身份持有疑虑。"
                },
                {
                    "id": 1,
                    "name": "神秘来客",
                    "gender": "男",
                    "description": "身披斗篷，面容隐秘，但眼中透露出一丝坚定。",
                    "position": "站在正厅中央，不卑不亢，静待董卓发问。",
                    "states": "内心沉着，准备应对董卓的任何挑战。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "董卓",
                    "character_id": 0,
                    "action": "董卓突然拍案而起，目光如电，大声质问神秘来客。",
                    "dialogue": "‘你是何人？竟敢擅闯我北邙山庄园，有何目的？’"
                },
                {
                    "action_id": 1,
                    "character": "神秘来客",
                    "character_id": 1,
                    "action": "神秘来客缓缓抬头，语气平静地回应。",
                    "dialogue": "‘董大人，我来此只为传达一项重要信息，若大人愿意洗耳恭听，我自当如实相告。’"
                }
            ],
            "plot": "董卓在北邙山庄园设下考验，试图揭开神秘来客的身份和目的，而神秘来客则试图以智谋化解董卓的敌意，一场智慧与勇气的较量在正厅内展开。",
            "chunk": {
                "id": 9,
                "text": "后人有诗叹之曰：\n\n　　汉室倾危天数终，无谋何进作三公。 几番不听忠臣谏，难免宫中受剑锋。 让等既杀何进，袁绍久不见进出，乃于宫门外大叫曰：“请将军上车！ ”让等将何进首级从墙上掷出，宣谕曰：“何进谋反，已伏诛矣！ 其余胁从，尽皆赦宥。 ”袁绍厉声大叫：“阉官谋杀大臣！ 诛恶党者前来助战！ ”何进部将吴匡，便于青琐门外放起火来。 袁术引兵突入宫庭，但见阉官，不论大小，尽皆杀之。 袁绍、曹操斩关入内。 赵忠、程旷、夏恽、郭胜四个被赶至翠花楼前，剁为肉泥。 宫中火焰冲天。 张让、段珪、曹节、侯览将太后及太子并陈留王劫去内省，从后道走北宫。 时卢植弃官未去，见宫中事变，擐甲持戈，立于阁下。 遥见段珪拥逼何后过来，植大呼曰：“段珪逆贼，安敢劫太后！ ”段珪回身便走。 太后从窗中跳出，植急救得免。 吴匡杀入内庭，见何苗亦提剑出。 匡大呼曰：“何苗同谋害兄，当共杀之！ ”众人俱曰：“愿斩谋兄之贼！ ”苗欲走，四面围定。 砍为齑粉。 绍复令军士分头来杀十常侍家属，不分大小，尽皆诛绝，多有无须者误被杀死。 曹操一面救灭宫中之火，请何太后权摄大事，遣兵追袭张让等，寻觅少帝。 且说张让、段珪劫拥少帝及陈留王，冒烟突火，连夜奔走至北邙山。 约二更时分，后面喊声大举，人马赶至；当前河南中部掾吏闵贡，大呼“逆贼休走！ ”张让见事急，遂投河而死。 帝与陈留王未知虚实，不敢高声，伏于河边乱草之内。 军马四散去赶，不知帝之所在。 帝与王伏至四更，露水又下，腹中饥馁，相挤而哭；又怕人知觉，吞声草莽之中。 陈留王曰：“此间不可久恋，须别寻活路。 ”于是二人以衣相结，爬上岸边。 满地荆棘，黑暗之中，不见行路。 正无奈何，忽有流萤千百成群，光芒照耀，只在帝前飞转。 陈留王曰：“此天助我兄弟也！ ”遂随萤火而行，渐渐见路。 行至五更，足痛不能行，山冈边见一草堆，帝与王卧于草堆之畔。 草堆前面是一所庄院。 庄主是夜梦两红日坠于庄后，惊觉，披衣出户，四下观望，见庄后草堆上红光冲天，慌忙往视，却是二人卧于草畔。 庄主问曰：“二少年谁家之子？ ”帝不敢应。 陈留王指帝曰：“此是当今皇帝，遭十常侍之乱，逃难到此。 吾乃皇弟陈留王也。 ”庄主大惊，再拜曰：“臣先朝司徒崔烈之弟崔毅也。 因见十常侍卖官嫉贤，故隐于此。 ”遂扶帝入庄，跪进酒食。 却说闵贡赶上段珪，拿住问：“天子何在？ ”珪言：“已在半路相失，不知何往。 ”贡遂杀段珪，悬头于马项下，分兵四散寻觅；自己却独乘一马。 随路追寻，偶至崔毅庄，毅见首级，问之，贡说详细，崔毅引贡见帝，君臣痛哭。 贡曰：“国不可一日无君，请陛下还都。 ”崔毅庄上止有瘦马一匹，备与帝乘。 贡与陈留王共乘一马。 离庄而行，不到三里，司徒王允，太尉杨彪、左军校尉淳于琼、右军校尉赵萌、后军校尉鲍信、中军校尉袁绍，一行人众，数百人马，接着车驾。 君臣皆哭。 先使人将段珪首级往京师号令，另换好马与帝及陈留王骑坐，簇帝还京。 先是洛阳小儿谣曰：“帝非帝，王非王，千乘万骑走北邙。 ”至此果应其谶。 车驾行不到数里，忽见旌旗蔽日，尘土遮天，一枝人马到来。 百官失色，帝亦大惊。 袁绍骤马出问：“何人？ ”绣旗影里，一将飞出，厉声问：“天子何在？ ”帝战栗不能言。 陈留王勒马向前，叱曰：“来者何人？ ”卓曰：“西凉刺史董卓也。 ”陈留王曰：“汝来保驾耶，汝来劫驾耶？ ”卓应曰：“特来保驾。"
            }
        },
        {
            "id": 2,
            "event": "董卓寿宴，曹操献刀",
            "time": "东汉末年，初秋，一日午时",
            "location": "洛阳董卓府邸，寿宴大厅",
            "description": "寿宴大厅布置得金碧辉煌，雕梁画栋，宾客满座，气氛热烈。董卓端坐主位，神态傲慢，曹操手握宝刀，准备献礼。",
            "characters": [
                {
                    "id": 0,
                    "name": "董卓",
                    "gender": "男",
                    "description": "权倾朝野的大将军，性格暴虐，喜怒无常。",
                    "position": "坐在主位，目光凶狠",
                    "states": "心情愉悦，态度傲慢"
                },
                {
                    "id": 1,
                    "name": "曹操",
                    "gender": "男",
                    "description": "机智过人的政治家，武艺亦不凡，深藏不露。",
                    "position": "站在董卓面前，手握宝刀",
                    "states": "神态自若，目光坚定"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "曹操",
                    "character_id": 1,
                    "action": "捧起宝刀，神情恭敬",
                    "dialogue": "此刀削铁如泥，特献给将军，愿将军寿比南山。"
                },
                {
                    "action_id": 1,
                    "character": "董卓",
                    "character_id": 0,
                    "action": "接过宝刀，大笑",
                    "dialogue": "曹孟德果然识时务，此刀我甚是喜欢！"
                }
            ],
            "plot": "曹操借献刀之名，实则暗中策划刺杀董卓。此场景为该计谋的关键一环，通过寿宴上的互动，展现了曹操的智谋与董卓的骄纵。",
            "chunk": {
                "id": 26,
                "text": "自此愈加骄横，自号为“尚父”，出入僭天子仪仗；封弟董晃为左将军、鄠侯，侄董璜为侍中，总领禁军。 董氏宗族，不问长幼，皆封列侯。 离长安城二百五十里，别筑郿坞，役民夫二十五万人筑之：其城郭高下厚薄一如长安，内盖宫室，仓库屯积二十年粮食；选民间少年美女八百人实其中，金玉、彩帛、珍珠堆积不知其数；家属都住在内。 卓往来长安，或半月一回，或一月一回，公卿皆候送于横门外；卓常设帐于路，与公卿聚饮。 一日，卓出横门，百官皆送，卓留宴，适北地招安降卒数百人到。 卓即命于座前，或断其手足，或凿其眼睛，或割其舌，或以大锅煮之。 哀号之声震天，百官战慄失箸，卓饮食谈笑自若。 又一日，卓于省台大会百官，列坐两行。 酒至数巡，吕布径入，向卓耳边言不数句，卓笑曰：“原来如此。 ”命吕布于筵上揪司空张温下堂。 百官失色。 不多时，侍从将一红盘，托张温头入献。 百官魂不附体。 卓笑曰：“诸公勿惊。 张温结连袁术，欲图害我，因使人寄书来，错下在吾儿奉先处。 故斩之。 公等无故，不必惊畏。 ”众官唯唯而散。 司徒王允归到府中，寻思今日席间之事，坐不安席。 至夜深月明，策杖步入后园，立于荼蘼架侧，仰天垂泪。 忽闻有人在牡丹亭畔，长吁短叹。 允潜步窥之，乃府中歌伎貂蝉也。 其女自幼选入府中，教以歌舞，年方二八，色伎俱佳，允以亲女待之。 是夜允听良久，喝曰：“贱人将有私情耶？ ”貂蝉惊跪答曰：“贱妾安敢有私！ ”允曰：“汝无所私，何夜深于此长叹？ ”蝉曰：“容妾伸肺腑之言。 ”允曰：“汝勿隐匿，当实告我。 ”蝉曰：“妾蒙大人恩养，训习歌舞，优礼相待，妾虽粉身碎骨，莫报万一。 近见大人两眉愁锁，必有国家大事，又不敢问。 今晚又见行坐不安，因此长叹。 不想为大人窥见。 倘有用妾之处，万死不辞！ ”允以杖击地曰：“谁想汉天下却在汝手中耶！ 随我到画阁中来。 ”貂蝉跟允到阁中，允尽叱出妇妾，纳貂蝉于坐，叩头便拜。 貂蝉惊伏于地曰：“大人何故如此？ ”允曰：“汝可怜汉天下生灵！ ”言讫，泪如泉涌。 貂蝉曰：“适间贱妾曾言：但有使令，万死不辞。 ”允跪而言曰：“百姓有倒悬之危，君臣有累卵之急，非汝不能救也。 贼臣董卓，将欲篡位；朝中文武，无计可施。 董卓有一义儿，姓吕，名布，骁勇异常。 我观二人皆好色之徒，今欲用连环计，先将汝许嫁吕布，后献与董卓；汝于中取便，谍间他父子反颜，令布杀卓，以绝大恶。 重扶社稷，再立江山，皆汝之力也。 不知汝意若何？ ”貂蝉曰：“妾许大人万死不辞，望即献妾与彼。 妾自有道理。 ”允曰：“事若泄漏，我灭门矣。 ”貂蝉曰：“大人勿忧。 妾若不报大义，死于万刃之下！ ”允拜谢。 次日，便将家藏明珠数颗，令良匠嵌造金冠一顶，使人密送吕布。 布大喜，亲到王允宅致谢。 允预备嘉肴美馔；候吕布至，允出门迎迓，接入后堂，延之上坐。 布曰：“吕布乃相府一将，司徒是朝廷大臣，何故错敬？ ”允曰：“方今天下别无英雄，惟有将军耳。 允非敬将军之职，敬将军之才也。 ”布大喜。 允殷勤敬酒，口称董太师并布之德不绝。 布大笑畅饮。 允叱退左右，只留侍妾数人劝酒。 酒至半酣，允曰：“唤孩儿来。 ”少顷，二青衣引貂蝉艳妆而出。 布惊问何人。 允曰：“小女貂蝉也。 允蒙将军错爱，不异至亲，故令其与将军相见。 ”便命貂蝉与吕布把盏。 貂蝉送酒与布。 两下眉来眼去。 允佯醉曰：“孩儿央及将军痛饮几杯。 吾一家全靠着将军哩。 ”布请貂蝉坐，貂蝉假意欲入。"
            }
        },
        {
            "id": 3,
            "event": "宴会的密谋",
            "time": "东汉末年，某日夜里",
            "location": "王允府邸的宴会厅",
            "description": "宴会厅内灯火辉煌，宾客们觥筹交错，王允安排的这场宴会表面上是为了庆祝某个节日，实则是一场精心策划的密谋。貂蝉的歌舞吸引了所有人的目光。",
            "characters": [
                {
                    "id": 0,
                    "name": "王允",
                    "gender": "男",
                    "description": "机智过人的王允，深谙权谋，为了推翻董卓，不惜使用美人计。",
                    "position": "坐在主位上，目光如炬",
                    "states": "神态自若，胸有成竹"
                },
                {
                    "id": 1,
                    "name": "貂蝉",
                    "gender": "女",
                    "description": "美丽聪慧的歌伎，被王允选中执行这场密谋，其歌舞之技闻名长安。",
                    "position": "宴会厅中央，翩翩起舞",
                    "states": "神情妩媚，舞姿优雅"
                },
                {
                    "id": 2,
                    "name": "吕布",
                    "gender": "男",
                    "description": "武艺高强的吕布，性格冲动，对董卓忠心耿耿，对貂蝉的美貌心生倾慕。",
                    "position": "靠近舞台的座位上，目光紧随貂蝉",
                    "states": "神情恍惚，心不在焉"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "王允",
                    "character_id": 0,
                    "action": "举杯向宾客敬酒，暗中观察董卓和吕布的反应",
                    "dialogue": "今日佳节，愿与各位共谋一醉，不谈国事，但话家常。"
                },
                {
                    "action_id": 1,
                    "character": "貂蝉",
                    "character_id": 1,
                    "action": "歌舞结束后，向王允和宾客们鞠躬致谢，目光有意无意地与吕布相遇",
                    "dialogue": "多谢各位赏识，貂蝉献丑了。"
                },
                {
                    "action_id": 2,
                    "character": "吕布",
                    "character_id": 2,
                    "action": "在貂蝉鞠躬时，忍不住站起身来，想要靠近貂蝉",
                    "dialogue": "姑娘舞姿妙曼，令人倾倒。"
                }
            ],
            "plot": "王允利用貂蝉的歌舞吸引董卓和吕布的注意，为后续的计谋铺垫，而貂蝉与吕布之间的微妙互动，已经悄然种下了董卓与吕布之间矛盾的种子。",
            "chunk": {
                "id": 27,
                "text": "允曰：“将军吾之至友，孩儿便坐何妨。 ”貂蝉便坐于允侧。 吕布目不转睛的看。 又饮数杯，允指蝉谓布曰：“吾欲将此女送与将军为妾，还肯纳否？ ”布出席谢曰：“若得如此，布当效犬马之报！ ”允曰：“早晚选一良辰，送至府中。 ”布欣喜无限，频以目视貂蝉。 貂蝉亦以秋波送情。 少顷席散，允曰：“本欲留将军止宿，恐太师见疑。 ”布再三拜谢而去。 过了数日，允在朝堂，见了董卓，趁吕布不在侧，伏地拜请曰：“允欲屈太师车骑，到草舍赴宴，未审钧意若何？ ”卓曰：“司徒见招，即当趋赴。 ”允拜谢归家，水陆毕陈，于前厅正中设座，锦绣铺地，内外各设帏幔。 次日晌午，董卓来到。 允具朝服出迎，再拜起居。 卓下车，左右持戟甲士百余，簇拥入堂，分列两傍。 允于堂下再拜，卓命扶上，赐坐于侧。 允曰：“太师盛德巍巍，伊、周不能及也。 ”卓大喜。 进酒作乐，允极其致敬。 天晚酒酣，允请卓入后堂。 卓叱退甲士。 允捧觞称贺曰：“允自幼颇习天文，夜观乾象，汉家气数已尽。 太师功德振于天下，若舜之受尧，禹之继舜，正合天心人意。 ”卓曰：“安敢望此！ ”允曰：“自古有道伐无道，无德让有德，岂过分乎！ ”卓笑曰：“若果天命归我，司徒当为元勋。 ”允拜谢。 堂中点上画烛，止留女使进酒供食。 允曰：“教坊之乐，不足供奉；偶有家伎，敢使承应。 ”卓曰：“甚妙。 ”允教放下帘栊，笙簧缭绕，簇捧貂蝉舞于帘外。 有词赞之曰：\n\n　　原是昭阳宫里人，惊鸿宛转掌中身，只疑飞过洞庭春。 按彻《梁州》莲步稳，好花风袅一枝新，画堂香暖不胜春。 又诗曰：\n\n　　红牙催拍燕飞忙，一片行云到画堂。 眉黛促成游子恨，脸容初断故人肠。 榆钱不买千金笑，柳带何须百宝妆。 舞罢隔帘偷目送，不知谁是楚襄王。 舞罢，卓命近前。 貂蝉转入帘内，深深再拜。 卓见貂蝉颜色美丽，便问：“此女何人？ ”允曰：“歌伎貂蝉也。 ”卓曰：“能唱否？ ”允命貂蝉执檀板低讴一曲。 正是：\n\n　　一点樱桃启绛唇，两行碎玉喷阳春。 丁香舌吐衠钢剑，要斩奸邪乱国臣。 卓称赏不已。 允命貂蝉把盏。 卓擎杯问曰：“青春几何？ ”貂蝉曰：“贱妾年方二八。 ”卓笑曰：“真神仙中人也！ ”允起曰：“允欲将此女献上太师，未审肯容纳否？ ”卓曰：“如此见惠，何以报德？ ”允曰：“此女得侍太师，其福不浅。 ”卓再三称谢。 允即命备毡车，先将貂蝉送到相府。 卓亦起身告辞。 允亲送董卓直到相府，然后辞回。 乘马而行，不到半路，只见两行红灯照道，吕布骑马执戟而来，正与王允撞见，便勒住马，一把揪住衣襟，厉声问曰：“司徒既以貂蝉许我，今又送与太师，何相戏耶？ ”允急止之曰：“此非说话处，且请到草舍去。 ”布同允到家，下马入后堂。 叙礼毕，允曰：“将军何故怪老夫？ ”布曰：“有人报我，说你把毡车送貂蝉入相府，是何意故？ ”允曰：“将军原来不知！ 昨日太师在朝堂中，对老夫说：‘我有一事，明日要到你家。 ’允因此准备小宴等候。 太师饮酒中间，说：‘我闻你有一女，名唤貂蝉，已许吾儿奉先。 我恐你言未准，特来相求，并请一见。 ’老夫不敢有违，随引貂蝉出拜公公。 太师曰：‘今日良辰，吾即当取此女回去，配与奉先。 ’将军试思：太师亲临，老夫焉敢推阻？ ”布曰：“司徒少罪。 布一时错见，来日自当负荆。 ”允曰：“小女颇有妆奁，待过将军府下，便当送至。 ”布谢去。 次日，吕布在府中打听，绝不闻音耗。 径入堂中，寻问诸侍妾。"
            }
        },
        {
            "id": 4,
            "event": "密谋策划",
            "time": "东汉末年，一个阴暗的午夜",
            "location": "长安城外的一处隐蔽的农舍",
            "description": "场景中，烛光摇曳，屋外风声鹤唳，屋内马超与贾诩正秘密商议推翻李傕、郭汜的计策。",
            "characters": [
                {
                    "id": 0,
                    "name": "马超",
                    "gender": "男",
                    "description": "年轻英勇，外表英朗，内里冷静，善于用枪，肩负着家族和百姓的希望。",
                    "position": "坐在桌边，手持长枪，目光如炬",
                    "states": "神情严肃，决心坚定"
                },
                {
                    "id": 1,
                    "name": "贾诩",
                    "gender": "男",
                    "description": "足智多谋，深不可测，不满现状，暗中帮助马超。",
                    "position": "站在窗边，不时观察外界动静",
                    "states": "神态自若，眼中闪过一丝精光"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "马超",
                    "character_id": 0,
                    "action": "马超紧握长枪，频频点头，表示对贾诩的计策的赞同",
                    "dialogue": "“贾先生，此计甚妙，就依你所言，我这就去联络城内的义士。”"
                },
                {
                    "action_id": 1,
                    "character": "贾诩",
                    "character_id": 1,
                    "action": "贾诩转身，目光深邃，缓缓说道",
                    "dialogue": "“孟起，此事关系重大，切不可急躁，一切需谨慎行事。”"
                }
            ],
            "plot": "在这个场景中，马超与贾诩密谋策划，决定利用长安城内的不满势力制造混乱，为西凉军争取机会。两人各自的角色特点和行动都体现了对当前局势的深思熟虑和对应策略的精准把握。",
            "chunk": {
                "id": 33,
                "text": "今日若便杀之，恐众人不服，不如仍旧奉之为主，赚诸侯入关，先去其羽翼，然后杀之，天下可图也。 ”李、郭二人从其言，按住兵器。 帝在楼上宣谕曰：“王允既诛，军马何故不退？ ”李傕、郭汜曰：“臣等有功王室，未蒙赐爵，故不敢退军。 ”帝曰：“卿欲封何爵？ ”李、郭、张、樊四人各自写职衔献上，勒要如此官品，帝只得从之。 封李傕为车骑将军池阳侯领司隶校尉假节钺，郭汜为后将军美阳侯假节钺，同秉朝政；樊稠为右将军万年侯，张济为骠骑将军平阳侯，领兵屯弘农。 其余李蒙、王方等，各为校尉。 然后谢恩，领兵出城。 又下令追寻董卓尸首，获得些零碎皮骨，以香木雕成形体，安凑停当，大设祭祀，用王者衣冠棺椁，选择吉日，迁葬郿坞。 临葬之期，天降大雷雨，平地水深数尺，霹雳震开其棺，尸首提出棺外。 李傕候晴再葬，是夜又复如是。 三次改葬，皆不能葬，零皮碎骨，悉为雷火消灭。 天之怒卓。 可谓甚矣！ 且说李傕、郭汜既掌大权，残虐百姓；密遣心腹侍帝左右，观其动静。 献帝此时举动荆棘。 朝廷官员，并由二贼升降。 因采人望，特宣朱儁入朝封为太仆，同领朝政。 一日，人报西凉太守马腾；并州刺史韩遂二将引军十余万，杀奔长安来，声言讨贼。 原来二将先曾使人入长安，结连侍中马宇、谏议大夫种邵、左中郎将刘范三人为内应，共谋贼党。 三人密奏献帝，封马腾为征西将军、韩遂为镇西将军，各受密诏，并力讨贼。 当下李傕、郭汜、张济、樊稠闻二军将至，一同商议御敌之策。 谋士贾诩曰：“二军远来，只宜深沟高垒，坚守以拒之。 不过百日，彼兵粮尽，必将自退，然后引兵追之，二将可擒矣。 ”李蒙、王方出曰：“此非好计。 愿借精兵万人，立斩马腾、韩遂之头，献于麾下。 ”贾诩曰：“今若即战，必当败绩。 ”李蒙、王方齐声曰：“若吾二人败，情愿斩首；吾若战胜，公亦当输首级与我。 ”诩谓李傕、郭汜曰：“长安西二百里盩厔山，其路险峻，可使张、樊两将军屯兵于此，坚壁守之；待李蒙、王方自引兵迎敌，可也。 ”李傕、郭汜从其言，点一万五千人马与李蒙、王方。 二人忻喜而去，离长安二百八十里下寨。 西凉兵到，两个引军迎去。 西凉军马拦路摆开阵势。 马腾、韩遂联辔而出，指李蒙、王方骂曰：“反国之贼！ 谁去擒之？ ”言未绝，只见一位少年将军，面如冠玉，眼若流星，虎体猿臂，彪腹狼腰；手执长枪，坐骑骏马，从阵中飞出。 原来那将即马腾之子马超，字孟起，年方十七岁，英勇无敌。 王方欺他年幼，跃马迎战。 战不到数合，早被马超一枪刺于马下。 马超勒马便回。 李蒙见王方刺死，一骑马从马超背后赶来。 超只做不知。 马腾在阵门下大叫：“背后有人追赶！ ”声犹未绝，只见马超已将李蒙擒在马上。 原来马超明知李蒙追赶，却故意俄延；等他马近举枪刺来，超将身一闪，李蒙搠个空，两马相并，被马超轻舒猿臂，生擒过去。 军士无主，望风奔逃。 马腾、韩遂乘势追杀，大获胜捷，直逼隘口下寨，把李蒙斩首号令。 李傕、郭汜听知李蒙、王方皆被马超杀了，方信贾诩有先见之明，重用其计，只理会紧守关防，由他搦战，并不出迎。 果然西凉军未及两月，粮草俱乏，商议回军。 恰好长安城中马宇家僮出首家主与刘范、种邵，外连马腾、韩遂，欲为内应等情。 李傕、郭汜大怒，尽收三家老少良贱斩于市，把三颗首级，直来门前号令。 马腾、韩遂见军粮已尽，内应又泄，只得拔寨退军。 李傕、郭汜令张济引军赶马腾，樊稠引军赶韩遂，西凉军大败。"
            }
        },
        {
            "id": 5,
            "event": "赤壁之战前夕",
            "time": "东汉末年，建安十三年秋",
            "location": "江东，周瑜府邸",
            "description": "夜幕降临，府邸内灯火通明，气氛紧张。周瑜与诸葛亮正在密谋策划，赤壁之战一触即发。",
            "characters": [
                {
                    "id": 0,
                    "name": "周瑜",
                    "gender": "男",
                    "description": "江东才子，足智多谋，擅长音律。此刻正与诸葛亮商讨对策，神情专注。",
                    "position": "坐在案几前，眉头紧锁",
                    "states": "深思"
                },
                {
                    "id": 1,
                    "name": "诸葛亮",
                    "gender": "男",
                    "description": "蜀汉丞相，智谋过人，忠诚耿直。与周瑜商讨战术，气定神闲。",
                    "position": "站在窗边，目光如炬",
                    "states": "冷静"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "周瑜",
                    "character_id": 0,
                    "action": "周瑜转身望向诸葛亮，语气坚定地说",
                    "dialogue": "亮兄，曹操大军压境，我等必须火速制定战术，否则江东危矣。"
                },
                {
                    "action_id": 1,
                    "character": "诸葛亮",
                    "character_id": 1,
                    "action": "诸葛亮微微一笑，从容回答",
                    "dialogue": "公瑾勿忧，我已有破敌之计。只需如此这般，定能叫曹操有来无回。"
                }
            ],
            "plot": "赤壁之战前夕，周瑜与诸葛亮两位智者密谋策划，共同商讨对抗曹操的战术。两人各抒己见，展现出超凡的智慧和深远的战略眼光。",
            "chunk": {
                "id": 38,
                "text": "融曰：“曹兵势大，操又善于用兵，未可轻战。 且观其动静，然后进兵。 ”玄德曰：“但恐城中无粮，难以久持。 备令云长、子龙领军四千，在公部下相助；备与张飞杀奔曹营，径投徐州去见陶使君商议。 ”融大喜，会合田楷，为掎角之势；云长、子龙领兵两边接应。 是日玄德、张飞引一千人马杀入曹兵寨边。 正行之间，寨内一声鼓响，马军步军，如潮似浪，拥将出来。 当头一员大将，乃是于禁，勒马大叫：“何处狂徒！ 往那里去！ ”张飞见了，更不打话，直取于禁。 两马相交，战到数合，玄德掣双股剑麾兵大进，于禁败走。 张飞当前追杀，直到徐州城下。 城上望见红旗白字，大书“平原刘玄德”，陶谦急令开门。 玄德入城，陶谦接着，共到府衙。 礼毕，设宴相待，一壁劳军。 陶谦见玄德仪表轩昂，语言豁达，心中大喜，便命糜竺取徐州牌印，让与玄德。 玄德愕然曰：“公何意也？ ”谦曰：“今天下扰乱，王纲不振；公乃汉室宗亲，正宜力扶社稷。 老夫年迈无能，情愿将徐州相让。 公勿推辞。 谦当自写表文，申奏朝廷。 ”玄德离席再拜曰：“刘备虽汉朝苗裔，功微德薄，为平原相犹恐不称职。 今为大义，故来相助。 公出此言，莫非疑刘备有吞并之心耶？ 若举此念，皇天不佑！ ”谦曰：“此老夫之实情也。 ”再三相让，玄德那里肯受。 糜竺进曰：“今兵临城下，且当商议退敌之策。 待事平之日，再当相让可也。 ”玄德曰：“备生遗书于曹操，劝令解和。 操若不从，厮杀未迟。 ”于是传檄三寨，且执兵不动；遣人赍书以达曹操。 却说曹操正在军中，与诸将议事，人报徐州有战书到。 操拆而观之，乃刘备书也。 书略曰：\n\n　　备自关外得拜君颜，嗣后天各一方，不及趋侍。 向者，尊父曹侯，实因张闿不仁，以致被害，非陶恭祖之罪也。 目今黄巾遗孽，扰乱于外；董卓余党，盘踞于内。 愿明公先朝廷之急，而后私仇；撤徐州之兵，以救国难：则徐州幸甚，天下幸甚！ 曹操看书，大骂：“刘备何人，敢以书来劝我！ 且中间有讥讽之意！ ”命斩来使，一面竭力攻城。 郭嘉谏曰：“刘备远来救援，先礼后兵，主公当用好言答之，以慢备心；然后进兵攻城，城可破也。 ”操从其言，款留来使，候发回书。 正商议间，忽流星马飞报祸事。 操问其故，报说吕布已袭破兖州，进据濮阳。 原来吕布自遭李、郭之乱，逃出武关，去投袁术；术怪吕布反覆不定，拒而不纳。 投袁绍，绍纳之，与布共破张燕于常山。 布自以为得志，傲慢袁绍手下将士。 绍欲杀之。 布乃去投张杨，杨纳之。 时庞舒在长安城中，私藏吕布妻小，送还吕布。 李傕、郭汜知之，遂斩庞舒，写书与张杨，教杀吕布。 布因弃张杨去投张邈。 恰好张邈弟张超引陈宫来见张邈。 宫说邈曰：“今天下分崩，英雄并起；君以千里之众，而反受制于人，不亦鄙乎！ 今曹操征东，兖州空虚；而吕布乃当世勇士，若与之共取兖州，霸业可图也。 ”张邈大喜，便令吕布袭破兖州，随据濮阳。 止有鄄城、东阿、范县三处，被荀彧、程昱设计死守得全，其余俱破。 曹仁屡战，皆不能胜，特此告急。 操闻报大惊曰：“兖州有失，使吾无家可归矣，不可不亟图之！ ”郭嘉曰：“主公正好卖个人情与刘备，退军去复兖州。 ”操然之，即时答书与刘备，拔寨退兵。 且说来使回徐州，入城见陶谦，呈上书札，言曹兵已退。 谦大喜，差人请孔融、田楷、云长、子龙等赴城大会。 饮宴既毕，谦延玄德于上座，拱手对众曰：“老夫年迈，二子不才，不堪国家重任。 刘公乃帝室之青，德广才高，可领徐州。 老夫情愿乞闲养病。"
            }
        },
        {
            "id": 6,
            "event": "夜探敌营",
            "time": "东汉末年，某日夜里",
            "location": "吕布军营，西寨附近",
            "description": "月黑风高，西寨防守松懈，关羽和张飞身着夜行衣，潜入吕布军营，意图探听军情。军营中偶有巡逻士兵，四周寂静，只闻风声鹤唳。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "刘备麾下五虎上将之一，忠义沉稳，武艺高强，擅长刀法，有洞察力。",
                    "position": "潜行于西寨边缘，准备接近营中要地",
                    "states": "警觉，随时准备应对突发情况"
                },
                {
                    "id": 1,
                    "name": "张飞",
                    "gender": "男",
                    "description": "刘备麾下五虎上将之一，勇猛火爆，擅长使用长矛。",
                    "position": "跟随关羽，负责望风和保护",
                    "states": "紧张，但充满战意"
                },
                {
                    "id": 2,
                    "name": "陈宫",
                    "gender": "男",
                    "description": "吕布的谋士，智谋过人，但常被吕布忽视。",
                    "position": "在西寨中巡视，检查防务",
                    "states": "忧虑，深知防守薄弱"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "轻手轻脚地绕过巡逻士兵，向营中要地靠近",
                    "dialogue": "此次潜入，务必要小心谨慎，不可轻举妄动。"
                },
                {
                    "action_id": 1,
                    "character": "张飞",
                    "character_id": 1,
                    "action": "紧随关羽，目光如炬，警惕四周",
                    "dialogue": "云长，若有敌来，我定叫他有来无回！"
                },
                {
                    "action_id": 2,
                    "character": "陈宫",
                    "character_id": 2,
                    "action": "在营中巡查，突然发现异常，低声喝问",
                    "dialogue": "谁在那里？可是曹操的探子？"
                }
            ],
            "plot": "关羽和张飞潜入吕布军营，本欲探听军情，却被陈宫发现，三人即将展开一场智慧和勇气的较量。",
            "chunk": {
                "id": 39,
                "text": "”玄德曰：“孔文举令备来救徐州，为义也。 今无端据而有之，天下将以备为无义人矣。 ”糜竺曰：“今汉室陵迟，海宇颠覆，树功立业，正在此时。 徐州殷富，户口百万，刘使君领此，不可辞也。 ”玄德曰：“此事决不敢应命。 ”陈登曰：“陶府君多病，不能视事，明公勿辞。 ”玄德曰：“袁公路四世三公，海内所归，近在寿春，何不以州让之？ ”孔融曰：“袁公路冢中枯骨，何足挂齿！ 今日之事，天与不取，悔不可追。 ”玄德坚执不肯。 陶谦泣下曰：“君若舍我而去，我死不瞑目矣！ ”云长曰：“既承陶公相让，兄且权领州事。 ”张飞曰：“又不是我强要他的州郡；他好意相让，何必苦苦推辞！ ”玄德曰：“汝等欲陷我于不义耶？ ”陶谦推让再三，玄德只是不受。 陶谦曰：“如玄德必不肯从，此间近邑，名曰小沛，足可屯军，请玄德暂驻军此邑，以保徐州。 何如？ ”众皆劝玄德留小沛，玄德从之。 陶谦劳军已毕，赵云辞去，玄德执手挥泪而别。 孔融、田楷亦各相别，引军自回。 玄德与关、张引本部军来至小沛，修葺城垣，抚谕居民。 却说曹操回军，曹仁接着，言吕布势大，更有陈宫为辅，兖州、濮阳已失，其鄄城、东阿、范县三处，赖荀彧、程昱二人设计相连，死守城郭。 操曰：“吾料吕布有勇无谋，不足虑也。 ”教且安营下寨，再作商议。 吕布知曹操回兵，已过滕县，召副将薛兰、李封曰：“吾欲用汝二人久矣。 汝可引军一万，坚守兖州。 吾亲自率兵，前去破曹。 ”二人应诺。 陈宫急入见曰：“将军弃兖州，欲何往乎？ ”布曰：“吾欲屯兵濮阳，以成鼎足之势。 ”宫曰：“差分。 薛兰必守兖州不住。 ——此去正南一百八十里，泰山路险，可伏精兵万人在彼。 曹兵闻失兖州，必然倍道而进，待其过半，一击可擒也。 ”布曰：“吾屯濮阳，别有良谋，汝岂知之！ ”遂不用陈宫之言，而用薛兰守兖州而行。 曹操兵行至泰山险路，郭嘉曰：“且不可进，恐此处有伏兵。 ”曹操笑曰：“吕布无谋之辈，故教薛兰守兖州，自往濮阳，安得此处有埋伏耶？ 教曹仁领一军围兖州，吾进兵濮阳，速攻吕布。 ”陈宫闻曹兵至近，乃献计曰：“今曹兵远来疲困，利在速战，不可养成气力。 ”布曰：“吾匹马纵横天下，何愁曹操！ 待其下寨，吾自擒之。 ”\n\n　　却说曹操兵近濮阳，下住寨脚。 次日，引众将出，陈兵于野。 操立马于门旗下，遥望吕布兵到。 阵圆处，吕布当先出马，两边排开八员健将：第一个雁门马邑人，姓张，名辽，字文远；第二个泰山华阴人，姓臧，名霸，字宣高。 两将又各引三员健将：郝萌、曹性、成廉，魏续、宋宪、侯成。 布军五万，鼓声大震。 操指吕布而言曰：“吾与汝自来无仇，何得夺吾州郡？ ”布曰：“汉家城池，诸人有分，偏尔合得？ ”便叫臧霸出马搦战。 曹军内乐进出迎。 两马相交，双枪齐举。 战到三十余合，胜负不分。 夏侯惇拍马便出助战，吕布阵上张辽截住厮杀。 恼得吕布性起，挺戟骤马，冲出阵来。 夏侯惇、乐进皆走，吕布掩杀，曹军大败，退三四十里。 布自收军。 曹操输了一阵，回寨与诸将商议。 于禁曰：“某今日上山观望，濮阳之西，吕布有一寨，约无多军。 今夜彼将谓我军败走，必不准备，可引兵击之；若得寨，布军必惧：此为上策。 ”操从其言，带曹洪、李典、毛玠、吕虔、于禁、典韦六将，选马步二万人，连夜从小路进发。 却说吕布于寨中劳军。 陈宫曰：“西寨是个要紧去处，倘或曹操袭之，奈何？ ”布曰：“他今日输了一阵，如何敢来！"
            }
        },
        {
            "id": 7,
            "event": "刘备招亲",
            "time": "东汉末年，公元208年，春，二月",
            "location": "荆州，刘备府邸",
            "description": "府邸内张灯结彩，喜气洋洋。春风拂面，花香四溢，宾客们穿梭于庭院之间，一派喜庆的气氛。",
            "characters": [
                {
                    "id": 0,
                    "name": "刘备",
                    "gender": "男",
                    "description": "刘备，字玄德，身材魁梧，面容慈祥，双目有神，身着华服，头戴金冠，腰悬宝剑，给人一种仁义之君的感觉。",
                    "position": "站在大堂中央，面带微笑",
                    "states": "神态安详，眼中流露出对未来的期待"
                },
                {
                    "id": 1,
                    "name": "孙尚香",
                    "gender": "女",
                    "description": "孙尚香，东吴孙权之妹，容貌秀美，气质高雅，身穿红袍，头戴珠冠，虽为女子，却有不输男儿的英气。",
                    "position": "坐在大堂一侧的绣凳上，面带羞涩",
                    "states": "目光温柔，脸上泛起淡淡的红晕"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "刘备",
                    "character_id": 0,
                    "action": "刘备步向孙尚香，面带微笑地说",
                    "dialogue": "尚香，你我结为连理，共谋天下大事，愿我们同心协力，共创美好未来。"
                },
                {
                    "action_id": 1,
                    "character": "孙尚香",
                    "character_id": 1,
                    "action": "孙尚香站起身，目光坚定地回答",
                    "dialogue": "玄德，我孙尚香虽为女子，但也知忠义，愿随君共创辉煌。"
                }
            ],
            "plot": "刘备在荆州府邸举行招亲仪式，与孙尚香结为夫妻。两人心怀天下，共同谋划大业，宾客们见证了这个喜庆的时刻。",
            "chunk": {
                "id": 42,
                "text": "玄德乃许权领徐州事；使孙乾、糜竺为辅，陈登为幕官；尽取小沛军马入城，出榜安民；一面安排丧事。 玄德与大小军士，尽皆挂孝，大设祭奠祭毕，葬于黄河之原。 将陶谦遗表，申奏朝廷。 操在鄄城，知陶谦已死，刘玄德领徐州牧，大怒曰：“我仇未报，汝不费半箭之功，坐得徐州！ 吾必先杀刘备，后戮谦尸，以雪先君之怨！ ”即传号令，克日起兵去打徐州。 荀彧入谏曰：“昔高祖保关中，光武据河内，皆深根固本以制天下，进足以胜敌，退足以坚守，故虽有困，终济大业。 明公本首事兖州，且河、济乃天下之要地，是亦昔之关中、河内也。 今若取徐州，多留兵则不足用，少留兵则吕布乘虚寇之，是无兖州也。 若徐州不得，明公安所归乎？ 今陶谦虽死，已有刘备守之。 徐州之民，既已服备，必助备死战。 明公弃兖州而取徐州，是弃大而就小，去本而求末，以安而易危也。 愿熟思之。 ”操曰：“今岁荒乏粮，军士坐守于此，终非良策。 ”彧曰：“不如东略陈地，使军就食汝南、颍川。 黄巾余党何仪、黄劭等，劫掠州郡，多有金帛、粮食、此等贼徒，又容易破；破而取其粮，以养三军，朝廷喜，百姓悦，乃顺天之事也。 ”\n\n　　操喜，从之，乃留夏侯惇、曹仁守鄄城等处，自引兵先略陈地，次及汝、颍。 黄巾何仪、黄劭知曹兵到，引众来迎，会于羊山。 时贼兵虽众，都是狐群狗党，并无队伍行列。 操令强弓硬弩射住，令典韦出马。 何仪令副元帅出战，不三合，被典韦一戟刺于马下。 操引众乘势赶过羊山下寨。 次日，黄劭自引军来。 阵圆处，一将步行出战，头裹黄巾，身披绿袄，手提铁棒，大叫：“我乃截天夜叉何曼也！ 谁敢与我厮斗？ ”曹洪见了，大喝一声，飞身下马，提刀步出。 两下向阵前厮杀，四五十合，胜负不分。 曹洪诈败而走，何曼赶来。 洪用拖刀背砍计，转身一踅，砍中何曼，再复一刀杀死。 李典乘势飞马直入贼阵。 黄劭不及提备，被李典生擒活捉过来。 曹兵掩杀贼众，夺其金帛、粮食无数。 何仪势孤，引数百骑奔走葛陂。 正行之间，山背后撞出一军。 为头一个壮士，身长八尺，腰大十围，手提大刀，截住去路。 何仪挺枪出迎，只一合，被那壮士活挟过去。 余众着忙，皆下马受缚，被壮士尽驱入葛陂坞中。 却说典韦追袭何仪到葛陂，壮士引军迎住。 典韦曰：“汝亦黄巾贼耶？ ”壮士曰：“黄巾数百骑，尽被我擒在坞内！ ”韦曰：“何不献出？ ”壮士曰：“你若赢得手中宝刀，我便献出！ ”韦大怒，挺双戟向前来战。 两个从辰至午，不分胜负，各自少歇。 不一时，那壮士又出搦战，典韦亦出。 直战到黄昏，各因马乏暂止。 典韦手下军土，飞报曹操。 操大惊，忙引众将来看。 次日，壮士又出搦战。 操见其人威风凛凛，心中暗喜，分付典韦，今日且诈败。 韦领命出战；战到三十合，败走回阵，壮士赶到阵门中，弓弩射回。 操急引军退五里，密使人掘下陷坑，暗伏钩手。 次日，再令典韦引百余骑出。 壮士笑曰：“败将何敢复来！ ”便纵马接战。 典韦略战数合，便回马走。 壮士只顾望前赶来，不提防连人带马，都落于陷坑之内，被钩手缚来见曹操。 操下帐叱退军士，亲解其缚，急取衣衣之，命坐，问其乡贯姓名。 壮士曰：“我乃谯国谯县人也，姓许，名褚，字仲康。 向遭寇乱，聚宗族数百人，筑坚壁于坞中以御之。 一日寇至，吾令众人多取石子准备，吾亲自飞石击之，无不中者，寇乃退去。 又一日寇至，坞中无粮，遂与贼和，约以耕牛换米。"
            }
        },
        {
            "id": 8,
            "event": "刘备三顾茅庐",
            "time": "东汉末年，公元207年冬",
            "location": "隆中，诸葛亮草庐前",
            "description": "天寒地冻，白雪皑皑，刘备为求贤若渴，第三次踏雪前来拜访诸葛亮。",
            "characters": [
                {
                    "id": 0,
                    "name": "刘备",
                    "gender": "男",
                    "description": "蜀汉开国皇帝，仁德宽厚，一心想要寻找贤才以辅佐大业。",
                    "position": "草庐门前，拱手而立",
                    "states": "谦恭，充满期待"
                },
                {
                    "id": 1,
                    "name": "诸葛亮",
                    "gender": "男",
                    "description": "卧龙先生，才智过人，隐居隆中，等待明主。",
                    "position": "草庐之内，坐而论道",
                    "states": "平静，深思熟虑"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "刘备",
                    "character_id": 0,
                    "action": "刘备轻轻敲门，声音充满敬意。",
                    "dialogue": "「孔明先生，备此次前来，望不吝赐教。」"
                },
                {
                    "action_id": 1,
                    "character": "诸葛亮",
                    "character_id": 1,
                    "action": "诸葛亮缓缓起身，开门迎接刘备。",
                    "dialogue": "「皇叔远道而来，亮深感荣幸。」"
                }
            ],
            "plot": "刘备为得到诸葛亮的辅佐，三次冒雪前来拜访，最终诚意感动了孔明，两人携手共谋天下大业。",
            "chunk": {
                "id": 42,
                "text": "玄德乃许权领徐州事；使孙乾、糜竺为辅，陈登为幕官；尽取小沛军马入城，出榜安民；一面安排丧事。 玄德与大小军士，尽皆挂孝，大设祭奠祭毕，葬于黄河之原。 将陶谦遗表，申奏朝廷。 操在鄄城，知陶谦已死，刘玄德领徐州牧，大怒曰：“我仇未报，汝不费半箭之功，坐得徐州！ 吾必先杀刘备，后戮谦尸，以雪先君之怨！ ”即传号令，克日起兵去打徐州。 荀彧入谏曰：“昔高祖保关中，光武据河内，皆深根固本以制天下，进足以胜敌，退足以坚守，故虽有困，终济大业。 明公本首事兖州，且河、济乃天下之要地，是亦昔之关中、河内也。 今若取徐州，多留兵则不足用，少留兵则吕布乘虚寇之，是无兖州也。 若徐州不得，明公安所归乎？ 今陶谦虽死，已有刘备守之。 徐州之民，既已服备，必助备死战。 明公弃兖州而取徐州，是弃大而就小，去本而求末，以安而易危也。 愿熟思之。 ”操曰：“今岁荒乏粮，军士坐守于此，终非良策。 ”彧曰：“不如东略陈地，使军就食汝南、颍川。 黄巾余党何仪、黄劭等，劫掠州郡，多有金帛、粮食、此等贼徒，又容易破；破而取其粮，以养三军，朝廷喜，百姓悦，乃顺天之事也。 ”\n\n　　操喜，从之，乃留夏侯惇、曹仁守鄄城等处，自引兵先略陈地，次及汝、颍。 黄巾何仪、黄劭知曹兵到，引众来迎，会于羊山。 时贼兵虽众，都是狐群狗党，并无队伍行列。 操令强弓硬弩射住，令典韦出马。 何仪令副元帅出战，不三合，被典韦一戟刺于马下。 操引众乘势赶过羊山下寨。 次日，黄劭自引军来。 阵圆处，一将步行出战，头裹黄巾，身披绿袄，手提铁棒，大叫：“我乃截天夜叉何曼也！ 谁敢与我厮斗？ ”曹洪见了，大喝一声，飞身下马，提刀步出。 两下向阵前厮杀，四五十合，胜负不分。 曹洪诈败而走，何曼赶来。 洪用拖刀背砍计，转身一踅，砍中何曼，再复一刀杀死。 李典乘势飞马直入贼阵。 黄劭不及提备，被李典生擒活捉过来。 曹兵掩杀贼众，夺其金帛、粮食无数。 何仪势孤，引数百骑奔走葛陂。 正行之间，山背后撞出一军。 为头一个壮士，身长八尺，腰大十围，手提大刀，截住去路。 何仪挺枪出迎，只一合，被那壮士活挟过去。 余众着忙，皆下马受缚，被壮士尽驱入葛陂坞中。 却说典韦追袭何仪到葛陂，壮士引军迎住。 典韦曰：“汝亦黄巾贼耶？ ”壮士曰：“黄巾数百骑，尽被我擒在坞内！ ”韦曰：“何不献出？ ”壮士曰：“你若赢得手中宝刀，我便献出！ ”韦大怒，挺双戟向前来战。 两个从辰至午，不分胜负，各自少歇。 不一时，那壮士又出搦战，典韦亦出。 直战到黄昏，各因马乏暂止。 典韦手下军土，飞报曹操。 操大惊，忙引众将来看。 次日，壮士又出搦战。 操见其人威风凛凛，心中暗喜，分付典韦，今日且诈败。 韦领命出战；战到三十合，败走回阵，壮士赶到阵门中，弓弩射回。 操急引军退五里，密使人掘下陷坑，暗伏钩手。 次日，再令典韦引百余骑出。 壮士笑曰：“败将何敢复来！ ”便纵马接战。 典韦略战数合，便回马走。 壮士只顾望前赶来，不提防连人带马，都落于陷坑之内，被钩手缚来见曹操。 操下帐叱退军士，亲解其缚，急取衣衣之，命坐，问其乡贯姓名。 壮士曰：“我乃谯国谯县人也，姓许，名褚，字仲康。 向遭寇乱，聚宗族数百人，筑坚壁于坞中以御之。 一日寇至，吾令众人多取石子准备，吾亲自飞石击之，无不中者，寇乃退去。 又一日寇至，坞中无粮，遂与贼和，约以耕牛换米。"
            }
        },
        {
            "id": 9,
            "event": "密信疑云",
            "time": "西汉初年，春日午后",
            "location": "长安，刘邦宫中",
            "description": "阳光透过窗棂，洒在刘邦宫中，宫内静谧，只有宫女们轻声细步。韩信带着疑惑，步履匆匆进入宫中，萧何紧随其后。",
            "characters": [
                {
                    "id": 0,
                    "name": "韩信",
                    "gender": "男",
                    "description": "智勇双全，貌不惊人，性格谨慎多谋，身着战袍，手持长剑。",
                    "position": "立于宫殿中央，神色严肃。",
                    "states": "疑惑，警惕"
                },
                {
                    "id": 1,
                    "name": "刘邦",
                    "gender": "男",
                    "description": "豁达大度，喜怒不形于色，身穿龙袍，头戴皇冠。",
                    "position": "坐在龙椅上，神态自若。",
                    "states": "平静，好奇"
                },
                {
                    "id": 2,
                    "name": "萧何",
                    "gender": "男",
                    "description": "谋士，智慧而沉稳，身着文官服饰，手持书卷。",
                    "position": "站在韩信身后，神色紧张。",
                    "states": "紧张，关注"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "韩信",
                    "character_id": 0,
                    "action": "紧握手中的长剑，目光锐利地看向刘邦，表情严肃。",
                    "dialogue": "刘邦，你与张良密信往来，意欲何为？"
                },
                {
                    "action_id": 1,
                    "character": "刘邦",
                    "character_id": 1,
                    "action": "缓缓起身，双手负后，面露微笑。",
                    "dialogue": "信臣，你多虑了，我刘邦若有异心，天理不容。"
                },
                {
                    "action_id": 2,
                    "character": "萧何",
                    "character_id": 2,
                    "action": "轻步上前，手持书卷，神色冷静。",
                    "dialogue": "将军，此事或有误会，不妨细细查证。"
                }
            ],
            "plot": "韩信因发现张良给刘邦的密信，心生疑窦，急匆匆地前来质问刘邦。刘邦面对质问，态度坦然，萧何则在一旁劝解，希望韩信不要轻率行动。",
            "chunk": {
                "id": 44,
                "text": "且说袁绍在冀州，闻知曹操与吕布相持，谋士审配进曰：“吕布，豺虎也：若得兖州，必图冀州。 不若助操攻之，方可无患。 ”绍遂遣颜良将兵五万，往助曹操。 细作探知这个消息，飞报吕布。 布大惊，与陈宫商议。 宫曰：“闻刘玄德新领徐州，可往投之。 ”布从其言，竟投徐州来。 有人报知玄德。 玄德曰：“布乃当今英勇之士，可出迎之。 ”糜竺曰：“吕布乃虎狼之徒，不可收留；收则伤人矣。 ”玄德曰：“前者非布袭兖州，怎解此郡之祸。 今彼穷而投我，岂有他心！ ”张飞曰：“哥哥心肠忒好。 虽然如此，也要准备。 ”\n\n　　玄德领众出城三十里，接着吕布，并马入城。 都到州衙厅上，讲礼毕，坐下。 布曰：“某自与王司徒计杀董卓之后，又遭傕、汜之变，飘零关东，诸侯多不能相容。 近因曹贼不仁，侵犯徐州，蒙使君力救陶谦，布因袭兖州以分其势；不料反堕奸计，败兵折将。 今投使君，共图大事，未审尊意如何？ ”玄德曰：“陶使君新逝，无人管领徐州，因令备权摄州事。 今幸将军至此，合当相让”遂将牌印送与吕布。 吕布却待要接，只见玄德背后关、张二公各有怒色。 布乃佯笑曰：“量吕布一勇夫，何能作州牧乎？ ”玄德又让。 陈宫曰：“强宾不压主，请便君勿疑。 ”玄德方止。 遂设宴相待，收拾宅院安下。 次日，吕布回席请玄德，玄德乃与关、张同往。 饮酒至半酣，布请玄德入后堂，关、张随入。 布令妻女出拜玄德。 玄德再三谦让。 布曰：“贤弟不必推让。 ”张飞听了，瞋目大叱曰：“我哥哥是金枝玉叶，你是何等人，敢称我哥哥为贤弟！ 你来！ 我和你斗三百合！ ”玄德连忙喝住，关公劝飞出。 玄德与吕布陪话曰：“劣弟酒后狂言，兄勿见责。 ”布默然无语。 须臾席散。 布送玄德出门，张飞跃马横枪而来，大叫：“吕布！ 我和你并三百合！ ”玄德急令关公劝止。 次日，吕布来辞玄德曰：“蒙使君不弃，但恐令弟辈不能相容。 布当别投他处。 ”玄德曰：“将军若去，某罪大矣。 劣弟冒犯，另日当今陪话。 近邑小沛，乃备昔日屯兵之处。 将军不嫌浅狭，权且歇马，如何？ 粮食军需，谨当应付。 ”吕布谢了玄德，自引军投小沛安身去了。 玄德自去埋怨张飞不题。 却说曹操平了山东，表奏朝廷，加操为建德将军费亭侯。 其时李傕自为大司马，郭汜自为大将军，横行无忌，朝廷无人敢言。 太尉杨彪、大司农朱儁暗奏献帝曰：“今曹操拥兵二十余万，谋臣武将数十员，若得此人扶持社稷，剿除奸党，天下幸甚。 ”献帝泣曰：“朕被二贼欺凌久矣！ 若得诛之，诚为大幸！ ”彪奏曰：“臣有一计：先令二贼自相残害，然后诏曹操引兵杀之，扫清贼党，以安朝廷。 ”献帝曰：“计将安出？ ”彪曰：“闻郭汜之妻最妒，可令人于汜妻处用反间计，则二贼自相害矣。 ”\n\n　　帝乃书密诏付杨彪。 彪即暗使夫人以他事入郭汜府，乘间告汜妻曰：“闻郭将军与李司马夫人有染，其情甚密。 倘司马知之，必遭其害。 夫人宜绝其往来为妙。 ”汜妻讶曰：“怪见他经宿不归！ 却干出如此无耻之事！ 非夫人言，妾不知也。 当慎防之。 ”彪妻告归，汜妻再三称谢而别。 过了数日，郭汜又将往李傕府中饮宴。 妻曰：“傕性不测，况今两雄不并立，倘彼酒后置毒，妾将奈何？ ”汜不肯听，妻再三劝住。 至晚间，傕使人送酒筵至。 汜妻乃暗置毒于中，方始献入，汜便欲食。 妻曰：“食自外来，岂可便食？ ”乃先与犬试之，犬立死。 自此汜心怀疑。 一日朝罢，李傕力邀郭汜赴家饮宴。 至夜席散，汜醉而归，偶然腹痛。 妻曰：“必中其毒矣！"
            }
        },
        {
            "id": 10,
            "event": "密谋策划救出天子",
            "time": "东汉末年，某日夜里",
            "location": "长安城内，贾诩府邸",
            "description": "夜幕降临，贾诩府邸内烛光摇曳，屋外风声鹤唳，局势紧张。贾诩与杨彪、皇甫郦密谋策划救出被困的天子。",
            "characters": [
                {
                    "id": 0,
                    "name": "贾诩",
                    "gender": "男",
                    "description": "足智多谋，为人正直，对汉朝忠心耿耿。",
                    "position": "坐在主位，眉头紧锁",
                    "states": "忧虑，决心"
                },
                {
                    "id": 1,
                    "name": "杨彪",
                    "gender": "男",
                    "description": "性格刚直，忠诚于汉室。",
                    "position": "站立，神态焦急",
                    "states": "急切，愤怒"
                },
                {
                    "id": 2,
                    "name": "皇甫郦",
                    "gender": "男",
                    "description": "善于辞令，口才了得，与李傕有一定的交情。",
                    "position": "坐在贾诩旁边，面色凝重",
                    "states": "深思，谨慎"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "贾诩",
                    "character_id": 0,
                    "action": "贾诩轻捻胡须，目光如炬，向杨彪、皇甫郦阐述救驾计划。",
                    "dialogue": "今夜，李傕、郭汜守备松懈，正是我们行动的最佳时机。我已安排心腹，皇甫郦你可用交情引开郭汜注意，杨彪你则带领人马秘密救出天子。"
                },
                {
                    "action_id": 1,
                    "character": "杨彪",
                    "character_id": 1,
                    "action": "杨彪紧握拳头，激动地回应。",
                    "dialogue": "文和先生高见！我等必定全力以赴，不负先生重托。"
                },
                {
                    "action_id": 2,
                    "character": "皇甫郦",
                    "character_id": 2,
                    "action": "皇甫郦缓缓点头，神色坚定。",
                    "dialogue": "公绪定当竭尽全力，文和先生放心。"
                }
            ],
            "plot": "贾诩联合杨彪、皇甫郦密谋策划救出被困的天子，三人各司其职，准备在今夜展开行动。",
            "chunk": {
                "id": 45,
                "text": "”急令将粪汁灌之，一吐方定。 汜大怒曰：“吾与李傕共图大事，今无端欲谋害我，我不先发，必遭毒手。 ”遂密整本部甲兵，欲攻李傕。 早有人报知傕。 傕亦大怒曰：“郭阿多安敢如此！ ”遂点本部甲兵，来杀郭汜。 两处合兵数万，就在长安城下混战，乘势掳掠居民。 傕侄李暹引兵围住宫院，用车二乘，一乘载天子，一乘载伏皇后，使贾诩、左灵监押车驾；其余宫人内侍，并皆步走。 拥出后宰门，正遇郭汜兵到，乱箭齐发，射死宫人不知其数。 李傕随后掩杀，郭汜兵退，车驾冒险出城，不由分说，竟拥到李傕营中。 郭汜领兵入官，尽抢掳宫嫔采女入营，放火烧宫殿。 次日，郭汜知李傕劫了天子，领军来营前厮杀。 帝后都受惊恐。 后人有诗叹之曰：\n\n　　光武中兴兴汉世，上下相承十二帝。 桓灵无道宗社堕，阉臣擅权为叔季。 无谋何进作三公，欲除社鼠招奸雄。 豺獭虽驱虎狼入，西州逆竖生淫凶。 王允赤心托红粉，致令董吕成矛盾。 渠魁殄灭天下宁，谁知李郭心怀愤。 神州荆棘争奈何，六宫饥馑愁干戈。 人心既离天命去，英雄割据分山河。 后王规此存兢业，莫把金瓯等闲缺。 生灵糜烂肝脑涂，剩水残山多怨血。 我观遗史不胜悲，今古茫茫叹黍离。 人君当守苞桑戒，太阿谁执全纲维。 却说郭汜兵到，李傕出营接战。 汜军不利，暂且退去。 傕乃移帝后车驾于郿坞，使侄李暹监之，断绝内使，饮食不继，侍臣皆有饥色。 帝令人问傕取米五斛，牛骨五具，以赐左右。 傕怒曰：“朝夕上饭，何又他求？ ”乃以腐肉朽粮与之，皆臭不可食。 帝骂曰：“逆贼直如此相欺！ ”侍中杨琦急奏曰：“傕性残暴。 事势至此，陛下且忍之，不可撄其锋也。 ”帝乃低头无语，泪盈袍袖。 忽左右报曰：“有一路军马，枪刀映日，金鼓震天，前来救驾。 ”帝教打听是谁，乃郭汜也。 帝心转忧。 只闻坞外喊声大起，原来李傕引兵出迎郭汜，鞭指郭汜而骂曰：“我待你不薄，你如何谋害我！ ”汜曰：“尔乃反贼，如何不杀你！ ”傕曰：“我保驾在此，何为反贼？ ”汜曰：“此乃劫驾，何为保驾？ ”傕曰：“不须多言！ 我两个各不许用军士，只自并输赢。 赢的便把皇帝取去罢了。 ”二人便就阵前厮杀。 战到十合。 不分胜负。 只见杨彪拍马而来，大叫：“二位将军少歇！ 老夫特邀众官，来与二位讲和。 ”傕、汜乃各自还营。 杨彪与朱儁会合朝廷官僚六十余人，先诣郭汜营中劝和。 郭汜竟将众官尽行监下。 众官曰：“我等为好而来，何乃如此相待？ ”汜曰：“李傕劫天子，偏我劫不得公卿！ ”杨彪曰：“一劫天子，一劫公卿，意欲何为？ ”汜大怒，便拔剑欲杀彪。 中郎将杨密力劝，汜乃放了杨彪、朱儁，其余都监在营中。 彪谓儁曰：“为社稷之臣，不能匡君救主，空生天地间耳！ ”言讫，相抱而哭，昏绝于地。 儁归家成病而死。 自此之后，傕、汜每日厮杀，一连五十余日，死者不知其数。 却说李傕平日最喜左道妖邪之术，常使女巫击鼓降神于军中。 贾诩屡谏不听。 侍中杨琦密奏帝曰：“臣观贾诩虽为李傕腹心，然实未尝忘君，陛下当与谋之。 ”正说之间，贾诩来到。 帝乃屏退左右，泣谕诩曰：“卿能怜汉朝，救朕命乎？ ”诩拜伏于地曰：“固臣所愿也。 陛下且勿言，臣自图之。 ”帝收泪而谢。 少顷，李傕来见，带剑而入。 帝面如土色。 傕谓帝曰：“郭汜不臣，监禁公卿，欲劫陛下。 非臣则驾被掳矣。 ”帝拱手称谢，傕乃出。 时皇甫郦入见帝。 帝知郦能言，又与李傕同乡，诏使往两边解和。 郦奉诏，走至汜营说汜。 汜曰：“如李傕送出天子，我便放出公卿。"
            }
        },
        {
            "id": 11,
            "event": "峡谷伏击",
            "time": "明朝嘉靖年间，某年某月某日",
            "location": "边关峡谷",
            "description": "峡谷内阴风阵阵，草木皆兵，紧张的气氛弥漫在空气中。",
            "characters": [
                {
                    "id": 0,
                    "name": "赵云",
                    "gender": "男",
                    "description": "武艺超群的忠诚将领，面容英俊，性格刚毅，擅长使用长枪。",
                    "position": "峡谷入口，严阵以待",
                    "states": "神态自若，全神贯注"
                },
                {
                    "id": 1,
                    "name": "马超",
                    "gender": "男",
                    "description": "勇猛果敢的西凉名将，怒目圆睁，威风凛凛。",
                    "position": "峡谷上方，指挥伏兵",
                    "states": "杀气腾腾，急欲一击必中"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "赵云",
                    "character_id": 0,
                    "action": "挺枪跃马，直冲敌阵，大喝道",
                    "dialogue": "马超！你敢在此设伏，我赵云今日必让你有来无回！"
                },
                {
                    "action_id": 1,
                    "character": "马超",
                    "character_id": 1,
                    "action": "冷笑一声，下令放箭",
                    "dialogue": "赵云，你孤身一人，看我如何将你射成刺猬！放箭！"
                }
            ],
            "plot": "赵云在峡谷中遭遇马超伏击，双方剑拔弩张，赵云凭借一己之力，力图突破重围，形势紧张，一触即发。",
            "chunk": {
                "id": 46,
                "text": "”郦即来见李傕曰：“今天子以某是西凉人，与公同乡，特令某来劝和二公。 汜已奉诏，公意若何？ ”傕曰：“吾有败吕布之大功，辅政四年，多著勋绩，天下共知。 郭阿多盗马贼耳，乃敢擅劫公卿，与我相抗，誓必诛之！ 君试观我方略士众，足胜郭阿多否？ ”郦答曰：“不然。 昔有穷后羿恃其善射，不思患难，以致灭亡。 近董太师之强，君所目见也，吕布受恩而反图之，斯须之间，头悬国门。 则强固不足恃矣。 将军身为上将，持钺仗节，子孙宗族，皆居显位，国恩不可谓不厚。 今敦阿多劫公卿，而将军劫至尊，果谁轻谁重耶？ ”李傕大怒，拔剑叱曰：“天子使汝来辱我乎？ 我先斩汝头！ ”骑都尉场奉谏曰：今郭汜未除，而杀天使，则汜兴兵有名，诸侯皆助之矣。 ”贾诩亦力劝，傕怒少息。 诩遂推皇甫郦出。 郦大叫曰：“李傕不奉诏，欲弑君自立！ ”侍中胡邈急止之曰：“无出此言，恐于身不利。 ”郦叱之曰：“胡敬才！ 汝亦为朝廷之臣，如何附贼？ 君辱臣死，吾被李傕所杀，乃分也！ ”大骂不止。 帝知之，急令皇甫郦回西凉。 却说李傕之军，大半是西凉人氏，更赖羌兵为助。 却被皇甫郦扬言于西凉人曰：“李傕谋反，从之者即为贼党，后患不浅。 ”西凉人多有听郦之言，军心渐涣。 傕闻郦言，大怒，差虎贲王昌追之。 昌知郦乃忠义之士，竟不往追，只回报曰：“郦已不知何往矣。 ”贾诩又密谕羌人曰：“天子知汝等忠义，久战劳苦，密诏使汝还郡，后当有重赏。 ”羌人正怨李傕不与爵赏，遂听诩言，都引兵去。 诩又密奏帝曰：“李傕贪而无谋，今兵散心怯，可以重爵饵之。 ”帝乃降诏，封傕为大司马。 傕喜曰：“此女巫降神祈祷之力也！ ”遂重赏女巫，却不赏军将。 骑都尉杨奉大怒，谓宋果曰：“吾等出生入死，身冒矢石，功反不及女巫耶！ ”宋果曰：“何不杀此贼，以救天子？ ”\n\n　　奉曰：“你于中军放火为号，吾当引兵外应。 ”二人约定是夜二更时分举事。 不料其事不密，有人报知李傕。 傕大怒，令人擒宋果先杀之。 杨奉引兵在外，不见号火。 李傕自将兵出，恰遇杨奉，就寨中混战到四更。 奉不胜，引军投西安去了。 李傕自此军势渐衰。 更兼郭汜常来攻击，杀死者甚多。 忽人来报：“张济统领大军，自陕西来到，欲与二公解和；声言如不从者，引兵击之。 ”傕便卖个人情，先遣人赴张济军中许和。 郭汜亦只得许诺。 张济上表，请天子驾幸弘农。 帝喜曰：“朕思东都久矣。 今乘此得还，乃万幸也！ ”诏封张济为骠骑将军。 济进粮食酒肉，供给百官。 汜放公卿出营。 傕收拾车驾东行，遣旧有御林军数百，持戟护送。 銮舆过新丰，至霸陵，时值秋天，金风骤起。 忽闻喊声大作，数百军兵来至桥上拦住车驾，厉声问曰：“来者何人？ ”侍中杨琦拍马上桥曰：“圣驾过此，谁敢拦阻？ ”有二将出曰：“吾等奉郭将军命，把守此桥，以防奸细。 既云圣驾，须亲见帝，方可准信。 ”杨琦高揭珠帘。 帝谕曰：“朕躬在此，卿何不退？ ”众将皆呼“万岁”，分于两边，驾乃得过。 二将回报郭汜曰：“驾已去矣。 ”汜曰：“我正欲哄过张济，劫驾再入郿坞，你如何擅自放了过去？ ”遂斩二将，起兵赶来。 车驾正到华阴县，背后喊声震天，大叫：“车驾且休动！ ”帝泣告大臣曰：“方离狼窝，又逢虎口，如之奈何？ ”众皆失色。 贼军渐近。 只听得一派鼓声，山背后转出一将，当先一面大旗，上书“大汉杨奉”四字，引军千余杀来。 原来杨奉自为李傕所败，便引军屯终南山下；今闻驾至，特来保护。 当下列开阵势。 汜将崔勇出马，大骂杨奉“反贼”。"
            }
        },
        {
            "id": 12,
            "event": "关羽张飞争论守城之事",
            "time": "东汉末年，黄巾起义后某年某月某日",
            "location": "荆州城内，刘备议事厅",
            "description": "议事厅内气氛紧张，文臣武将神色各异，厅外风声鹤唳，似乎预示着即将到来的风暴。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "刘备麾下五虎上将之一，以忠义著称，武艺高强，身着绿锦战袍，手持青龙偃月刀。",
                    "position": "关羽端坐于议事厅左侧，神态严肃。",
                    "states": "情绪平稳，态度坚定。"
                },
                {
                    "id": 1,
                    "name": "张飞",
                    "gender": "男",
                    "description": "刘备麾下五虎上将之一，性如烈火，力大无穷，身着黑铁战甲，手持丈八蛇矛。",
                    "position": "张飞站立于议事厅中央，面色通红。",
                    "states": "情绪激动，气势逼人。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽沉声说道",
                    "dialogue": "三弟，守城之事非同小可，需稳重行事。我自告奋勇守城，非图功名，实为保一方百姓平安。"
                },
                {
                    "action_id": 1,
                    "character": "张飞",
                    "character_id": 1,
                    "action": "张飞挥舞蛇矛，大声反驳",
                    "dialogue": "二哥，我亦非贪功之人！但身为武将，当冲锋陷阵，守城之事，何须你我？"
                }
            ],
            "plot": "关羽与张飞在刘备议事厅因守城之事发生争论，关羽主张稳重守城，张飞则坚持亲赴前线杀敌。双方各执一词，争论激烈，以待刘备作出最后决断。",
            "chunk": {
                "id": 51,
                "text": "今刘备虽领徐州，未得诏命。 明公可奏请诏命实授备为徐州牧，因密与一书，教杀吕布。 事成则备无猛士为辅，亦渐可图；事不成，则吕布必杀备矣：此乃二虎竞食之计也。 ”操从其言，即时奏请诏命，遣使赍往徐州，封刘备为征东将军宜城亭侯领徐州牧；并附密书一封。 却说刘玄德在徐州，闻帝幸许都，正欲上表庆贺。 忽报天使至，出郭迎接入郡，拜受恩命毕，设宴管待来使。 使曰：“君侯得此恩命，实曹将军于帝前保荐之力也。 ”玄德称谢。 使者乃取出私书递与玄德。 玄德看罢，曰：“此事尚容计议。 ”席散，安歇来使于馆驿。 玄德连夜与众商议此事。 张飞曰：“吕布本无义之人，杀之何碍！ ”玄德曰：“他势穷而来投我，我若杀之，亦是不义。 ”张飞曰：“好人难做！ ”玄德不从。 次日，吕布来贺，玄德教请入见。 布曰：“闻公受朝廷恩命，特来相贺。 ”玄德逊谢。 只见张飞扯剑上厅，要杀吕布。 玄德慌忙阻住。 布大惊曰：“翼德何故只要杀我？ ”张飞叫曰：“曹操道你是无义之人，教我哥哥杀你！ ”玄德连声喝退。 乃引吕布同入后堂，实告前因；就将曹操所送密书与吕布看。 布看毕，泣曰：“此乃曹贼欲令我二人不和耳！ ”玄德曰：“兄勿忧，刘备誓不为此不义之事。 ”吕布再三拜谢。 备留布饮酒，至晚方回。 关、张曰：“兄长何故不杀吕布？ ”玄德曰：“此曹孟德恐我与吕布同谋伐之，故用此计，使我两人自相吞并，彼却于中取利。 奈何为所使乎？ ”关公点头道是。 张飞曰：“我只要杀此贼以绝后患！ ”玄德曰：“此非大丈夫之所为也。 ”\n\n　　次日，玄德送使命回京，就拜表谢恩，并回书与曹操，只言容缓图之。 使命回见曹操，言玄德不杀吕布之事。 操问荀彧曰：“此计不成，奈何？ ”或曰：“又有一计，名曰驱虎吞狼之计。 ”操曰：“其计如何？ ”彧曰：“可暗令人往袁术处通问，报说刘备上密表，要略南郡。 术闻之，必怒而攻备；公乃明诏刘备讨袁术。 两边相并，吕布必生异心：此驱虎吞狼之计也。 ”操大喜，先发人往袁术处；次假天子诏，发人往徐州。 却说玄德在徐州，闻使命至，出郭迎接；开读诏书，却是要起兵讨袁术。 玄德领命，送使者先回。 糜竺曰：“此又是曹操之计。 ”玄德曰：“虽是计，王命不可违也。 ”遂点军马，克日起程，孙乾曰：“可先定守城之人。 ”玄德曰：“二弟之中，谁人可守？ ”关公曰：“弟愿守此城。 ”玄德曰：“吾早晚欲与尔议事，岂可相离？ ”张飞曰：“小弟愿守此城。 ”玄德曰：“你守不得此城：你一者酒后刚强，鞭挞士卒；二者作事轻易，不从人谏。 吾不放心。 ”张飞曰：“弟自今以后，不饮酒，不打军士，诸般听人劝谏便了。 ”糜竺曰：“只恐口不应心。 ”飞怒曰：“吾跟哥哥多年，未尝失信，你如何轻料我！ ”玄德曰：“弟言虽如此，吾终不放心。 还请陈元龙辅之，早晚令其少饮酒，勿致失事。 ”陈登应诺。 玄德分付了当，乃统马步军三万，离徐州望南阳进发。 却说袁术闻说刘备上表，欲吞其州县，乃大怒曰：“汝乃织席编屦之去，今辄占据大郡，与诸侯同列；吾正欲伐汝，汝却反欲图我！ 深为可恨！ ”乃使上将纪灵起兵十万，杀弃徐州。 两军会于盱眙。 玄德兵少，依山傍水下寨。 那纪灵乃山东人，使一口三尖刀，重五十斤。 是日引兵出阵，大骂：“刘备村夫，安敢侵吾境界！ ”玄德曰：“吾奉天子诏，以讨不臣。 汝今敢来相拒，罪不容诛！ ”纪灵大怒，拍马舞刀，直取玄德。 关公大喝曰：“匹夫休得逞强！ ”出马与纪灵大战。 一连三十合，不分胜负。"
            }
        },
        {
            "id": 13,
            "event": "关羽张飞争论是否对吕布动手",
            "time": "三国时期，刘备领命征讨袁术之际",
            "location": "徐州城内，刘备府邸",
            "description": "府邸内气氛紧张，关羽和张飞正针对是否对吕布采取行动争论不休，府邸外则是徐州城繁华的市井之声，与府邸内的紧张氛围形成鲜明对比。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "关羽身长九尺，面如重枣，唇若涂脂，丹凤眼，卧蚕眉，威风凛凛，手持青龙偃月刀，主张稳重行事。",
                    "position": "府邸正厅，坐在左侧首位",
                    "states": "面色严肃，语气坚定"
                },
                {
                    "id": 1,
                    "name": "张飞",
                    "gender": "男",
                    "description": "张飞身长八尺，豹头环眼，燕颔虎须，声若巨雷，气势如虹，手持丈八蛇矛，主张直接对吕布动手。",
                    "position": "府邸正厅，站在关羽对面",
                    "states": "面色涨红，情绪激动"
                },
                {
                    "id": 2,
                    "name": "刘备",
                    "gender": "男",
                    "description": "刘备身长七尺五寸，两耳垂肩，双手过膝，面如冠玉，唇若涂脂，仁爱宽厚，力求化解两位兄弟的矛盾。",
                    "position": "府邸正厅，坐在主位",
                    "states": "面带忧色，态度温和"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽正色道，以刀柄敲击桌面，强调稳重行事的重要性。",
                    "dialogue": "云长言道：‘吕布虽为猛将，但非我等此刻大敌，若轻易动手，恐曹操渔翁得利。’"
                },
                {
                    "action_id": 1,
                    "character": "张飞",
                    "character_id": 1,
                    "action": "张飞激动地挥舞丈八蛇矛，高声反驳关羽。",
                    "dialogue": "翼德反驳：‘兄长过于谨慎，吕布野心勃勃，不除必成后患！’"
                },
                {
                    "action_id": 2,
                    "character": "刘备",
                    "character_id": 2,
                    "action": "刘备起身，双手下压，示意二人安静，准备发表自己的看法。",
                    "dialogue": "玄德言：‘二位兄弟勿急，此事还需从长计议。’"
                }
            ],
            "plot": "此场景描绘了关羽和张飞在对待吕布问题上的分歧，以及刘备作为兄长，努力平息纷争，寻求最佳解决方案的情节。",
            "chunk": {
                "id": 51,
                "text": "今刘备虽领徐州，未得诏命。 明公可奏请诏命实授备为徐州牧，因密与一书，教杀吕布。 事成则备无猛士为辅，亦渐可图；事不成，则吕布必杀备矣：此乃二虎竞食之计也。 ”操从其言，即时奏请诏命，遣使赍往徐州，封刘备为征东将军宜城亭侯领徐州牧；并附密书一封。 却说刘玄德在徐州，闻帝幸许都，正欲上表庆贺。 忽报天使至，出郭迎接入郡，拜受恩命毕，设宴管待来使。 使曰：“君侯得此恩命，实曹将军于帝前保荐之力也。 ”玄德称谢。 使者乃取出私书递与玄德。 玄德看罢，曰：“此事尚容计议。 ”席散，安歇来使于馆驿。 玄德连夜与众商议此事。 张飞曰：“吕布本无义之人，杀之何碍！ ”玄德曰：“他势穷而来投我，我若杀之，亦是不义。 ”张飞曰：“好人难做！ ”玄德不从。 次日，吕布来贺，玄德教请入见。 布曰：“闻公受朝廷恩命，特来相贺。 ”玄德逊谢。 只见张飞扯剑上厅，要杀吕布。 玄德慌忙阻住。 布大惊曰：“翼德何故只要杀我？ ”张飞叫曰：“曹操道你是无义之人，教我哥哥杀你！ ”玄德连声喝退。 乃引吕布同入后堂，实告前因；就将曹操所送密书与吕布看。 布看毕，泣曰：“此乃曹贼欲令我二人不和耳！ ”玄德曰：“兄勿忧，刘备誓不为此不义之事。 ”吕布再三拜谢。 备留布饮酒，至晚方回。 关、张曰：“兄长何故不杀吕布？ ”玄德曰：“此曹孟德恐我与吕布同谋伐之，故用此计，使我两人自相吞并，彼却于中取利。 奈何为所使乎？ ”关公点头道是。 张飞曰：“我只要杀此贼以绝后患！ ”玄德曰：“此非大丈夫之所为也。 ”\n\n　　次日，玄德送使命回京，就拜表谢恩，并回书与曹操，只言容缓图之。 使命回见曹操，言玄德不杀吕布之事。 操问荀彧曰：“此计不成，奈何？ ”或曰：“又有一计，名曰驱虎吞狼之计。 ”操曰：“其计如何？ ”彧曰：“可暗令人往袁术处通问，报说刘备上密表，要略南郡。 术闻之，必怒而攻备；公乃明诏刘备讨袁术。 两边相并，吕布必生异心：此驱虎吞狼之计也。 ”操大喜，先发人往袁术处；次假天子诏，发人往徐州。 却说玄德在徐州，闻使命至，出郭迎接；开读诏书，却是要起兵讨袁术。 玄德领命，送使者先回。 糜竺曰：“此又是曹操之计。 ”玄德曰：“虽是计，王命不可违也。 ”遂点军马，克日起程，孙乾曰：“可先定守城之人。 ”玄德曰：“二弟之中，谁人可守？ ”关公曰：“弟愿守此城。 ”玄德曰：“吾早晚欲与尔议事，岂可相离？ ”张飞曰：“小弟愿守此城。 ”玄德曰：“你守不得此城：你一者酒后刚强，鞭挞士卒；二者作事轻易，不从人谏。 吾不放心。 ”张飞曰：“弟自今以后，不饮酒，不打军士，诸般听人劝谏便了。 ”糜竺曰：“只恐口不应心。 ”飞怒曰：“吾跟哥哥多年，未尝失信，你如何轻料我！ ”玄德曰：“弟言虽如此，吾终不放心。 还请陈元龙辅之，早晚令其少饮酒，勿致失事。 ”陈登应诺。 玄德分付了当，乃统马步军三万，离徐州望南阳进发。 却说袁术闻说刘备上表，欲吞其州县，乃大怒曰：“汝乃织席编屦之去，今辄占据大郡，与诸侯同列；吾正欲伐汝，汝却反欲图我！ 深为可恨！ ”乃使上将纪灵起兵十万，杀弃徐州。 两军会于盱眙。 玄德兵少，依山傍水下寨。 那纪灵乃山东人，使一口三尖刀，重五十斤。 是日引兵出阵，大骂：“刘备村夫，安敢侵吾境界！ ”玄德曰：“吾奉天子诏，以讨不臣。 汝今敢来相拒，罪不容诛！ ”纪灵大怒，拍马舞刀，直取玄德。 关公大喝曰：“匹夫休得逞强！ ”出马与纪灵大战。 一连三十合，不分胜负。"
            }
        },
        {
            "id": 14,
            "event": "密林诱敌之计",
            "time": "三国时期，初春清晨",
            "location": "神亭岭附近密林",
            "description": "晨雾缭绕，阳光斑驳地洒在静谧的密林之中。四周除了偶尔的鸟鸣，一片寂静。太史慈在林中空地等待，准备迎接即将到来的刘繇军队。",
            "characters": [
                {
                    "id": 0,
                    "name": "太史慈（太史子义）",
                    "gender": "男",
                    "description": "太史慈武艺高强，性格刚烈，身着重甲，手持长枪，神态坚定。",
                    "position": "密林中空地",
                    "states": "自信，警惕"
                },
                {
                    "id": 1,
                    "name": "周瑜（周公瑾）",
                    "gender": "男",
                    "description": "周瑜风度翩翩，智谋过人，藏身树后，密切观察太史慈的动向。",
                    "position": "密林边缘",
                    "states": "冷静，专注"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "太史慈（太史子义）",
                    "action": "太史慈在空地上演练武艺，故意制造声响，以引诱刘繇军队。",
                    "dialogue": "“刘繇小儿，太史慈在此，可敢一战？”",
                    "character_id": 0
                },
                {
                    "action_id": 1,
                    "character": "周瑜（周公瑾）",
                    "action": "周瑜轻声对身边的士兵下达指令，准备伏击。",
                    "dialogue": "“全军听令，准备伏击，务必一击必中。”",
                    "character_id": 1
                }
            ],
            "plot": "太史慈按照计划在密林中引诱刘繇军队，而周瑜则在密林边缘指挥伏兵，等待时机。这一幕展现了太史慈的勇猛和周瑜的智谋，是孙策巩固江东统治的关键一环。",
            "chunk": {
                "id": 54,
                "text": "”术闻有玉玺，取而视之，大喜曰：“吾非要你玉玺，今且权留在此。 我借兵三千、马五百匹与你。 平定之后，可速回来。 你职位卑微，难掌大权。 我表你为折冲校尉、殄寇将军，克日领兵便行。 ”策拜谢，遂引军马，带领朱治、吕范、旧将程普、黄盖、韩当等，择日起兵。 行至历阳，见一军到。 当先一人，姿质风流，仪容秀丽，见了孙策，下马便拜。 策视其人，乃庐江舒城人，姓周，名瑜，字公瑾。 原来孙坚讨董卓之时，移家舒城，瑜与孙策同年，交情甚密，因结为昆仲。 策长瑜两月，瑜以兄事策。 瑜叔周尚，为丹阳太守；今往省亲，到此与策相遇。 策见瑜大喜，诉以衷情。 瑜曰：“某愿施犬马之力，共图大事。 ”策喜曰：“吾得公瑾，大事谐矣！ ”便令与朱治、吕范等相见。 瑜谓策曰：“吾兄欲济大事，亦知江东有二张乎？ ”策曰：“何为二张？ ”瑜曰：“一人乃彭城张昭，字子布；一人乃广陵张纮，字子纲。 二人皆有经天纬地之才，因避乱隐居于此。 吾兄何不聘之？ ”策喜，即便令人赍礼往聘，俱辞不至。 策乃亲到其家，与语大悦，力聘之，二人许允。 策遂拜张昭为长史，兼抚军中郎将；张纮为参谋正议校尉：商议攻击刘繇。 却说刘繇字正礼，东莱牟平人也，亦是汉室宗亲，太尉刘宠之侄，兖州刺史刘岱之弟；旧为扬州刺史，屯于寿春，被袁术赶过江屯，故来曲阿。 当下闻孙策兵至，急聚众将商议。 部将张英曰：“某领一军屯于牛渚，纵有百万之兵，亦不能近。 ”言未毕，帐下一人高叫曰：“某愿为前部先锋！ ”众视之，乃东莱黄县人太史慈也。 慈自解了北海之围后，便来见刘繇，繇留于帐下。 当日听得孙策来到，愿为前部先锋。 繇曰：“你年尚轻，未可为大将，只在吾左右听命。 ”太史慈不喜而退。 张英领兵至牛渚，积粮十万于邸阁。 孙策引兵到，张英出迎，两军会于牛渚滩上。 孙策出马，张英大骂，黄盖便出与张英战。 不数合，忽然张英军中大乱，报说寨中有人放火。 张英急回军。 孙策引军前来，乘势掩杀。 张英弃了牛渚，望深山而逃。 原来那寨后放火的，只是两员健将：一人乃九江寿春人，姓蒋，名钦，字公奕；一人乃九江下蔡人，姓周，名泰，字幼平。 二人皆遭世乱，聚人在洋子江中，劫掠为生；久闻孙策为江东豪杰，能招贤纳士，故特引其党三百余人，前来相投。 策大喜，用为军前校尉。 收得牛渚邸阁粮食、军器，并降卒四千余人，遂进兵神亭。 却说张英败回见刘繇，繇怒欲斩之。 谋士笮融、薛礼劝免，使屯兵零陵城拒敌。 繇自领兵于神亭岭南下营，孙策于岭北下营。 策问土人曰：“近山有汉光武庙否？ ”土人曰：“有庙在岭上。 ”策曰：“吾夜梦光武召我相见，当往祈之。 ”长史张昭曰：“不可。 岭南乃刘繇寨，倘有伏兵，奈何？ ”策曰：“神人佑我，吾何惧焉！ ”遂披挂绰枪上马，引程普、黄盖、韩当、蒋钦、周泰等共十三骑，出寨上岭，到庙焚香。 下马参拜已毕，策向前跪祝曰：“若孙策能于江东立业，复兴故父之基，即当重修庙宇，四时祭祀。 ”祝毕，出庙上马，回顾众将曰：“吾欲过岭，探看刘繇寨栅。 ”诸将皆以为不可。 策不从，遂同上岭，南望村林。 早有伏路小军飞报刘繇，繇曰：“此必是孙策诱敌之计，不可追之。 ”太史慈踊跃曰：“此时不捉孙策，更待何时！ ”遂不候刘繇将令，竟自披挂上马，绰枪出营，大叫曰：“有胆气者，都跟我来！ ”诸将不动。 惟有一小将曰：“太史慈真猛将也！ 吾可助之！ ”拍马同行。 众将皆笑。 却说孙策看了半晌，方始回马。"
            }
        },
        {
            "id": 15,
            "event": "虞翻智擒严白虎",
            "time": "三国时期，孙策平定东路后不久",
            "location": "余杭郊外的一处隐蔽草屋",
            "description": "夜幕降临，草屋内灯火昏暗，屋外风声鹤唳，严白虎与虞翻对坐，周瑜率军埋伏四周。",
            "characters": [
                {
                    "id": 0,
                    "name": "虞翻",
                    "gender": "男",
                    "description": "孙策军中的郡吏，博学多才，忠诚正直，此时正以医者身份接近严白虎。",
                    "position": "草屋内，坐在严白虎对面",
                    "states": "神态自若，言语间透露出诚意"
                },
                {
                    "id": 1,
                    "name": "严白虎",
                    "gender": "男",
                    "description": "与王朗结盟抵抗孙策的武将，此时正处于败逃之中，对虞翻持有戒心。",
                    "position": "草屋内，坐在虞翻对面",
                    "states": "警惕，但显得有些疲惫"
                },
                {
                    "id": 2,
                    "name": "周瑜",
                    "gender": "男",
                    "description": "孙策的得力干将，英俊而智谋过人，此时正率军埋伏，准备支援虞翻。",
                    "position": "草屋外，指挥军队埋伏",
                    "states": "冷静，密切关注屋内动态"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "虞翻",
                    "character_id": 0,
                    "action": "虞翻为严白虎把脉，同时以言语劝诱其投降孙策。",
                    "dialogue": "严将军，孙将军英明神武，若能归降，必能保全将军威名，何苦再战？"
                },
                {
                    "action_id": 1,
                    "character": "严白虎",
                    "character_id": 1,
                    "action": "严白虎瞪视虞翻，沉默片刻后，表情有所松动。",
                    "dialogue": "虞郡吏，你当真认为孙策会放过我？"
                },
                {
                    "action_id": 2,
                    "character": "周瑜",
                    "character_id": 2,
                    "action": "周瑜见时机成熟，下令军队包围草屋。",
                    "dialogue": "包围草屋，务必生擒严白虎，但要保证虞郡吏安全！"
                }
            ],
            "plot": "虞翻利用医术接近严白虎，劝其投降孙策，周瑜在外埋伏，准备随时支援虞翻。这一场景展现了虞翻的智谋和周瑜的果敢，同时为后续剧情的发展埋下伏笔。",
            "chunk": {
                "id": 57,
                "text": "”命斩严舆。 舆拨剑起身，策飞剑砍之，应手而倒，割下首级，令人送入城中。 白虎料敌不过，弃城而走。 策进兵追袭，黄盖攻取嘉兴，太史慈攻取乌程，数州皆平。 白虎奔余杭，于路劫掠，被土人凌操领乡人杀败，望会稽而走。 凌操父子二人来接孙策，策使为从征校尉，遂同引兵渡江。 严白虎聚寇，分布于西津渡口。 程普与战，复大败之，连夜赶到会稽。 会稽太守王朗，欲引兵救白虎。 忽一人出曰：“不可。 孙策用仁义之师，白虎乃暴虐之众，还宜擒白虎以献孙策。 ”朗视之，乃会稽余姚人，姓虞，名翻，字仲翔，现为郡吏。 朗怒叱之，翻长叹而出。 朗遂引兵会合白虎，同陈兵于山阴之野。 两阵对圆，孙策出马，谓王朗曰：“吾兴仁义之兵，来安浙江，汝何故助贼？ ”朗骂曰：“汝童心不足！ 既得吴郡，而又强并吾界！ 今日特与严氏雪仇！ ”孙策大怒，正待交战，太史慈早出。 王朗拍马舞刀，与慈战不数合，朗将周昕，杀出助战；孙策阵中黄盖，飞马接住周听交锋。 两下鼓声大震，互相鏖战。 忽王朗阵后先乱，一彪军从背后抄来。 朗大惊，急回马来迎：原来是周瑜与程普引军刺斜杀来，前后夹攻，王朗寡不敌众，与白虎、周听杀条血路，走入城中，拽起吊桥，坚闭城门。 孙策大军乘势赶到城下。 分布众军，四门攻打。 王朗在城中见孙策攻城甚急，欲再出兵决一死战。 严白虎曰：“孙策兵势甚大，足下只宜深沟高垒，坚壁勿出。 不消一月，彼军粮尽。 自然退走。 那时乘虚掩之，可不战而破也。 ”朗依其议，乃固守会稽城而不出。 孙策一连攻了数日，不能成功，乃与众将计议。 孙静曰：“王朗负固守城，难可卒拔。 会稽钱粮，大半屯于查渎；其地离此数十里，莫若以兵先据其内：所谓攻其无备，出其不意也。 ”策大喜曰：“叔父妙用，足破贼人矣！ ”即下令于各门燃火，虚张旗号，设为疑兵，连夜撤围南去。 周瑜进曰：“主公大兵一起，王朗必然出城来赶，可用奇兵胜之。 ”策曰：“吾今准备下了，取城只在今夜。 ”遂令军马起行。 却说王朗闻报孙策军马退去，自引众人来敌楼上观望；见城下烟火并起，旌旗不杂，心下迟疑。 周昕曰：“孙策走矣，特设此计以疑我耳。 可出兵袭之。 ”严白虎曰：“孙策此去，莫非要去查渎？ 我令部兵与周将军追之。 ”朗曰：“查渎是我屯粮之所，正须提防。 汝引兵先行，吾随后接应。 ”白虎与周\n\n　　昕领五千兵出城追赶。 将近初更，离城二十余里，忽密林里一声鼓响，火把齐明。 白虎大惊，便勒马回走，一将当先拦住，火光中视之，乃孙策也。 周昕舞刀来迎，被策一枪刺死。 余众皆降。 白虎杀条血路，望余杭而走。 王朗听知前军已败，不敢入城，引部下奔遍海隅去了。 孙策复回大军，乘势取了城池，安定人民。 不隔一日，只见一人将着严白虎首级来孙策军前投献。 策视其人，身长八尺，面方口阔。 问其姓名，乃会稽余姚人，姓董，名袭，字元代。 策喜，命为别部司马。 自是东路皆平，令叔孙静守之，令朱治为吴郡太守，收军回江东。 却说孙权与周泰守宣城，忽山贼窃发，四面杀至。 时值更深，不及抵敌，泰抱权上马。 数十贼众，用刀来砍。 泰赤体步行，提刀杀贼，砍杀十余人。 随后一贼跃马挺枪直取周泰，被泰扯住枪，拖下马来，夺了枪马，杀条血路。 救出孙权。 会贼远重。 周泰身被十二枪，金疮发胀，命在须臾。 策闻之大惊。 帐下董袭曰：“某曾与海寇相持，身遭数枪，得会稽一个贤郡吏虞翻荐一医者，半月而愈。 ”策曰：“虞翻莫非虞仲翔乎？"
            }
        },
        {
            "id": 16,
            "event": "赤壁之战的谋略部署",
            "time": "东汉末年，建安十三年秋",
            "location": "长江赤壁一带",
            "description": "江风猎猎，水波荡漾，战船云集。周瑜与诸葛亮共同策划，气氛紧张而有序。",
            "characters": [
                {
                    "id": 0,
                    "name": "周瑜",
                    "gender": "男",
                    "description": "英姿飒爽，足智多谋，江东之虎。",
                    "position": "站在船头，眺望远方",
                    "states": "胸有成竹，神情自信"
                },
                {
                    "id": 1,
                    "name": "诸葛亮",
                    "gender": "男",
                    "description": "睿智沉稳，谋略过人，刘备的军师。",
                    "position": "坐在舱内，手持羽扇",
                    "states": "深思熟虑，态度从容"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "周瑜",
                    "character_id": 0,
                    "action": "挥手指向江面，声音洪亮地说",
                    "dialogue": "孔明兄，此战关乎天下大势，我等必须齐心协力！"
                },
                {
                    "action_id": 1,
                    "character": "诸葛亮",
                    "character_id": 1,
                    "action": "微微一笑，轻轻摇扇",
                    "dialogue": "公瑾所言极是，亮已有破敌之计。"
                }
            ],
            "plot": "在这场历史性的赤壁之战前夕，周瑜与诸葛亮共同商讨对策，两人各抒己见，最终形成了一个巧妙的计划。",
            "chunk": {
                "id": 58,
                "text": "”袭曰：“然。 ”策曰：“此贤士也。 我当用之。 ”乃令张昭与董袭同往聘请虞翻。 翻至，策优礼相待，拜为攻曹，因言及求医之意。 翻曰：“此人乃沛国谯郡人，姓华，名佗，字元化。 真当世之神医也。 当引之来见。 ”不一日引至。 策见其人，童颜鹤发，飘然有出世之姿。 乃待为上宾，请视周泰疮。 佗曰：“此易事耳。 ”投之以药，一月而愈。 策大喜，厚谢华佗。 遂进兵杀除山贼。 江南皆平。 孙策分拨将士，守把各处隘口，一面写表申奏朝廷；一面结交曹操，一面使人致书与袁术取玉玺。 却说袁术暗有称帝之心，乃回书推托不还；急聚长史杨大将，都督张勋、纪灵、桥蕤，上将雷薄、陈芬等三十余人商议，曰：“孙策借我军马起事，今日尽得江东地面；乃不思根本，而反来索玺，殊为无礼。 当以何策图之？ ”长史杨大将曰：“孙策据长江之险，兵精粮广，未可图也。 今当先伐刘备，以报前日无故相攻之恨，然后图取孙策未迟。 某献一计，使备即日就擒。 ”正是：\n\n　　不去江东图虎豹，却来徐郡斗蛟龙。 不知其计若何，且听下文分解。 第十六回 吕奉先射戟辕门 曹孟德败师淯水\n\n　　却说杨大将献计欲攻刘备。 袁术曰：“计将安出？ ”大将曰：“刘备屯军小沛，虽然易取，奈吕布虎踞徐州，前次许他金帛粮马，至今未与，恐其助备；今当令人送与粮食，以结其心，使其按兵不动，则刘备可擒。 先擒刘备，后图吕布，徐州可得也。 ”术喜，便具粟二十万斛，令韩胤赍密书往见吕布。 吕布甚喜，重待韩胤。 胤回告袁术，术遂遣纪灵为大将，雷薄、陈兰为副将，统兵数万，进攻小沛。 玄德闻知此信，聚众商议。 张飞要出战。 孙乾曰：“今小沛粮寡兵微，如何抵敌？ 可修书告急于吕布。 ”张飞曰：“那厮如何肯来！ ”玄德曰：“乾之言善。 ”遂修书与吕布。 书略曰：\n\n　　伏自将军垂念，令备于小沛容身，实拜云天之德。 今袁术欲报私仇，遣纪灵领兵到县，亡在旦夕，非将军莫能救。 望驱一旅之师，以救倒悬之急，不胜幸甚！ 吕布看了书，与陈宫计议曰：“前者袁术送粮致书，盖欲使我不救玄德也。 今玄德又来求救。 吾想玄德屯军小沛，未必遂能为我害；若袁术并了玄德，则北连泰山诸将以图我，我不能安枕矣：不若救玄德。 ”遂点兵起程。 却说纪灵起兵长驱大进，已到沛县东南，扎下营寨。 昼列旌旗，遮映山川；夜设火鼓，震明天地。 玄德县中，止有五千余人，也只得勉强出县，布阵安营。 忽报吕布引兵离县一里、西南上扎下营寨。 纪灵知吕布领兵来救刘备，急令人致书于吕布，责其无信。 布笑曰：“我有一计，使袁、刘两家都不怨我。 ”乃发使往纪灵、刘备寨中，请二人饮宴。 玄德闻布相请，即便欲往。 关、张曰：“兄长不可去。 吕布必有异心。 ”玄德曰：“我待彼不薄，彼必不害我。 ”遂上马而行。 关、张随往，到吕布寨中，入见。 布曰：“吾今特解公之危。 异日得志，不可相忘！ ”玄德称谢。 布请玄德坐。 关、张按剑立于背后。 人报纪灵到，玄德大惊，欲避之。 布曰：“吾特请你二人来会议，勿得生疑。 ”玄德未知其意，心下不安。 纪灵下马入寨，却见玄德在帐上坐，大惊，抽身便回。 左右留之不住。 吕布向前一把扯回，如提童稚。 灵曰：“将军欲杀纪灵耶？ ”布曰：“非也。 ”灵曰：“莫非杀大耳儿乎？ ”布曰：“亦非也。 ”灵曰：“然则为何？ ”布曰：“玄德与布乃兄弟也，今为将军所困，故来救之。 ”灵曰：“若此则杀灵也？ ”布曰：“无有此理。 布平生不好斗，惟好解斗。 吾今为两家解之。 ”灵曰：“请问解之之法？ ”布曰：“我有一法，从天所决。"
            }
        },
        {
            "id": 17,
            "event": "暴雨中的古寺对决",
            "time": "三国时期，某年某月某日",
            "location": "荆州郊外，废弃古寺内",
            "description": "古寺内阴森潮湿，暴雨倾盆，四周寂静无声，只有雨滴敲打瓦片的声音。赵云与关羽在此不期而遇，两人目光如炬，气氛紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "赵云",
                    "gender": "男",
                    "description": "赵云，刘备麾下名将，勇猛且智谋过人。此刻他身披湿漉漉的战袍，神色肃穆。",
                    "position": "古寺深处，一尊佛像前",
                    "states": "冷静，警惕"
                },
                {
                    "id": 1,
                    "name": "关羽",
                    "gender": "男",
                    "description": "关羽，刘备义弟，以忠义著称。他身着绿袍，手持青龙偃月刀，目光如电。",
                    "position": "古寺入口，双手握刀",
                    "states": "坚定，防备"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "赵云",
                    "character_id": 0,
                    "action": "赵云稳步上前，双手握剑，目光坚定地看向关羽。",
                    "dialogue": "关将军，你我均为刘皇叔效力，何需刀剑相向？如今曹贼势大，我们应当齐心协力，共抗外敌。"
                },
                {
                    "action_id": 1,
                    "character": "关羽",
                    "character_id": 1,
                    "action": "关羽紧握刀柄，目光如炬，却未立即发作。",
                    "dialogue": "赵将军，你的话不无道理。但在此形势下，我不得不防。若你真心诚意，何不与我一同前往刘备面前，澄清误会？"
                },
                {
                    "action_id": 2,
                    "character": "赵云",
                    "character_id": 0,
                    "action": "赵云点头，放下手中剑，表示诚意。",
                    "dialogue": "关将军，我赵云对刘皇叔的忠心天地可鉴。便与你一同前往，让皇叔定夺。"
                }
            ],
            "plot": "在暴雨的古寺中，赵云与关羽由初时的紧张对峙，逐渐转变为一场关于忠诚与团结的深刻交流，两人的信念与行动也因此得到了新的考验。",
            "chunk": {
                "id": 60,
                "text": "”宫遂辞别韩胤。 入见吕布曰：“闻公女许嫁袁公路，甚善。 但不知于何日结亲？ ”布曰：“尚容徐议。 ”宫曰：“古者自受聘成婚之期，各有定例：天子一年，诸侯半年，大夫一季，庶民一月。 ”布曰：“袁公路天赐国室，早晚当为帝，今从天子例，可乎？ ”宫曰：“不可。 ”布曰：“然则仍从诸侯例？ ”宫曰：“亦不可。 ”布曰：“然则将从卿大夫例矣？ ”宫曰：“亦不可。 ”布笑曰：“公岂欲吾依庶民例耶？ ”宫曰：“非也”。 布曰：“然则公意欲如何？ ”宫曰：“方今天下诸侯，互相争雄；今公与袁公路结亲，诸侯保无有嫉妒者乎？ ”若复远择吉期，或竟乘我良辰，伏兵半路以夺之，如之奈何？ 为今之计：不许便休；既已许之。 当趁诸侯未知之时，即便送女到寿春，另居别馆，然后择吉成亲，万无一失也。 ”布喜曰：“公台之言甚当。 ”遂入告严氏。 连夜具办妆奁，收拾宝马香车，令宋宪、魏续一同韩胤送女前去。 鼓乐喧天，送出城外。 时陈元龙之父陈珪，养老在家，闻鼓乐之声，遂问左右。 左右告以故。 珪曰：“此乃疏不间亲之计也。 玄德危矣。 ”遂扶病来见吕布。 布曰：“大夫何来？ ”珪曰：“闻将军死至，特来吊丧。 ”布惊曰：“何出此言？ ”珪曰：“前者袁公路以金帛送公，欲杀刘玄德，而公以射戟解之；今忽来求亲，其意盖欲以公女为质，随后就来攻玄德而取小沛。 小沛亡，徐州危矣。 且彼或来借粮，或来借兵：公若应之，是疲于奔命，而又结怨于人；若其不允，是弃亲而启兵端也。 况闻袁术有称帝之意，是造反也。 彼若造反，则公乃反贼亲属矣，得无为天下所不容乎？ ”布大惊曰：“陈宫误我！ ”急命张辽引兵，追赶至三十里之外，将女抢归；连韩胤都拿回监禁，不放归去。 却令人回复袁术，只说女儿妆奁未备，俟备毕便自送来。 陈珪又说吕布，使解韩胤赴许都。 布犹豫未决。 忽人报：“玄德在小沛招军买马，不知何意。 ”布曰：“此为将者本分事，何足为怪。 ”正话间，宋宪、魏续至，告布曰：“我二人奉明公之命，往山东买马，买得好马三百余匹；回至沛县界首，被强寇劫去一半。 打听得是刘备之弟张飞，诈妆出贼，抢劫马匹去了。 ”吕布听了大怒，随即点兵往小沛来斗张飞。 玄德闻知大惊，慌忙领兵出迎。 两阵圆处，玄德出马曰：“兄长何故领兵到此？ ”布指骂曰：“我辕门射戟，救你大难，你何故夺我马匹？ ”玄德曰：“备因缺马，令人四下收买，安敢夺兄马匹。 ”布曰：你便使张飞夺了我好马一百五十匹，尚自抵赖！ ”张飞挺枪出马曰：“是我夺了你好马！ 你今待怎么？ ”布骂曰：“环眼贼！ 你累次渺视我！ ”飞曰：“我夺你马你便恼，你夺我哥哥的徐州便不说了！ ”布挺戟出马来战张飞，飞亦挺枪来迎。 两个酣战一百余合，未见胜负。 玄德恐有疏失，急鸣金收军入城。 吕布分军四面围定。 玄德唤张飞责之曰：“都是你夺他马匹，惹起事端！ 如今马匹在何处？ ”飞曰：“都寄在各寺院内。 ”玄德随令人出城，至吕布营中，说情愿送还马匹，两相罢兵。 布欲从之。 陈宫曰：“今不杀刘备，久后必为所害。 ”布听之，不从所请，攻城愈急。 玄德与糜竺、孙乾商议。 孙乾曰：“曹操所恨者，吕布也。 不若弃城走许都，投奔曹操，借军破布，此为上策。 ”玄德曰：“谁可当先破围而出？ ”飞曰：“小弟情愿死战！ ”玄德令飞在前，云长在后；自居于中，保护老小。 当夜三更，乘着月明，出北门而走。 正遇宋宪、魏续，被翼德一阵杀退，得出重围。 后而张辽赶来，关公敌住。"
            }
        },
        {
            "id": 18,
            "event": "密谋联合",
            "time": "三国时期，袁术举兵七路进攻徐州之际",
            "location": "徐州城内，陈登府上",
            "description": "夜幕降临，陈登府上灯火通明，屋内气氛紧张而庄重，屋外守卫森严。",
            "characters": [
                {
                    "id": 0,
                    "name": "陈登",
                    "gender": "男",
                    "description": "陈登，字元龙，徐州琅琊人，才智过人，善谋略，胆识非凡。此时他正坐在主位，眉头紧锁，深思对策。",
                    "position": "坐在主位",
                    "states": "深思，决断"
                },
                {
                    "id": 1,
                    "name": "韩暹",
                    "gender": "男",
                    "description": "韩暹，原为汉室旧将，勇猛善战，但性格多疑。他站在陈登对面，神色不定，显得有些紧张。",
                    "position": "站在陈登对面",
                    "states": "紧张，犹豫"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "陈登",
                    "character_id": 0,
                    "action": "陈登抬起头，目光坚定地看向韩暹，缓缓开口。",
                    "dialogue": "韩将军，徐州之危，非一人之力可解。我有一计，若将军肯联手，内外夹击，袁术必败。"
                },
                {
                    "action_id": 1,
                    "character": "韩暹",
                    "character_id": 1,
                    "action": "韩暹紧锁眉头，片刻后，他点了点头，语气坚决。",
                    "dialogue": "元龙高见，我并非袁术之忠臣，只为求一时安身。既然如此，便依你所言，共谋大计！"
                }
            ],
            "plot": "陈登为了保卫徐州，密谋联合韩暹，以及其他势力，共同对抗袁术的进攻。这一场景展现了陈登的智谋和韩暹的转变，为后续的战斗埋下伏笔。",
            "chunk": {
                "id": 63,
                "text": "登辞回，操执登手曰：“东方之事，便以相付。 ”登点头允诺。 回徐州见吕布，布问之，登言：“父赠禄，某为太守。 ”布大怒曰：“汝不为吾求徐州牧，而乃自求爵禄！ 汝父教我协同曹公，绝婚公路，今吾所求，终无一获；而汝父子俱各显贵，吾为汝父子所卖耳！ ”遂拔剑欲斩之。 登大笑曰：“将军何其不明之甚也！ ”布曰：“吾何不明？ ”登曰：“吾见曹公，言养将军譬如养虎，当饱其肉，不饱则将噬人。 曹公笑曰：“不如卿言。 吾待温侯，如养鹰耳：狐兔未息，不敢先饱，饥则为用，饱则飏去。 某问谁为狐兔，曹公曰：“淮南袁术；江东孙策、冀州袁绍、荆襄刘表、益州刘璋、汉中张鲁，皆狐兔也。 布掷剑笑曰：“曹公知我也！ ”正说话间，忽报袁术军取徐州。 吕布闻言失惊。 正是：\n\n　　秦晋未谐吴越斗，婚姻惹出甲兵来。 毕竟后事如何，且听下文分解。 第十七回 袁公路大起七军 曹孟德会合三将\n\n　　却说袁术在淮南，地广粮多，又有孙策所质玉玺，遂思僭称帝号；大会群下议曰：“昔汉高祖不过泗上一亭长，而有天下；今历年四百，气数已尽，海内鼎沸。 吾家四世三公，百姓所归；吾效应天顺人，正位九五。 尔众人以为何如？ ”主簿阁象曰：“不可。 昔周后稷积德累功，至于文王，三分天下有其二，犹以服事殷。 明公家世虽贵，未若有周之盛；汉室虽微，未若殷纣之暴也。 此事决不可行。 ”术怒曰：“吾袁姓出于陈。 陈乃大舜之后。 以土承火，正应其运。 又谶云：代汉者，当涂高也。 吾字公路，正应其谶。 又有传国玉玺。 若不为君，背天道也。 吾意已决，多言者斩！ ”遂建号仲氏，立台省等官，乘龙凤辇，祀南北郊，立冯方女为后，立子为东宫。 因命使催取吕布之女为东宫妃，却闻布已将韩胤解赴许都，为曹操所斩，乃大怒；遂拜张勋为大将军，统领大军二十余万，分七路征徐州：第一路大将张勋居中，第二路上将桥蕤居左，第三路上将陈纪居右，第四路副将雷薄居左，第五路副将陈兰居右，第六路降将韩暹居左，第七路降将杨奉居右。 各领部下健将，克日起行。 命兖州刺史金尚为太尉，监运七路钱粮。 尚不从，术杀之。 以纪灵为七路都救应使。 术自引军三万，使李丰、梁刚、乐就为催进使，接应七路之兵。 吕布使人探听得张勋一军从大路径取徐州，桥蕤一军取小沛，陈纪一军取沂都，雷薄一军取琅琊，陈兰一军取碣石，韩暹一军取下邳，杨奉一军取浚山：七路军马，日行五十里，于路劫掠将来。 乃急召众谋士商议，陈宫与陈珪父子俱至。 陈宫曰：“徐州之祸，乃陈珪父子所招，媚朝廷以求爵禄，今日移祸于将军。 可斩二人之头献袁术，其军自退。 ”布听其言，即命擒下陈珪、陈登。 陈登大笑曰：“何如是之懦也？ 吾观七路之兵，如七堆腐草，何足介意！ ”布曰：“汝若有计破敌、免汝死罪。 ”陈登曰：“将军若用老夫之言，徐州可保无虞。 ”布曰：“试言之。 ”登曰：“术兵虽众，皆乌合之师，素不亲信；我以正兵守之，出奇兵胜之，无不成功。 更有一计，不止保安徐州，并可生擒袁术。 ”布曰：“计将安出？ ”登曰：“韩暹、杨奉乃汉旧臣，因惧曹操而走，无家可依，暂归袁术；术必轻之，彼亦不乐为术用。 若凭尺书结为内应，更连刘备为外合，必擒袁术矣。 ”布曰：“汝须亲到韩暹、杨奉处下书。 ”陈登允诺。 布乃发表上许都，并致书与豫州，然后令陈登引数骑，先于下邳道上候韩暹。 退引兵至，下寨毕，登入见。 暹问曰：“汝乃吕布之人，来此何干？"
            }
        },
        {
            "id": 19,
            "event": "神秘剑客的挑战",
            "time": "三国时期，赤壁之战前夕，某日下午",
            "location": "曹操军营外的校场",
            "description": "校场上尘土飞扬，士兵们围成一圈，气氛紧张而好奇。神秘剑客身姿挺拔，站在场中，等待着挑战者的出现。",
            "characters": [
                {
                    "id": 0,
                    "name": "曹操",
                    "gender": "男",
                    "description": "魏国的君主，气度不凡，眼神犀利，深不可测。",
                    "position": "站在高台上，目光如鹰",
                    "states": "感到好奇和不屑"
                },
                {
                    "id": 1,
                    "name": "神秘剑客",
                    "gender": "男",
                    "description": "身形矫健，面具遮面，剑术高超，来历不明。",
                    "position": "校场中央，手持宝剑",
                    "states": "自信且从容"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "曹操",
                    "character_id": 0,
                    "action": "曹操轻蔑地一笑，向神秘剑客挥了挥手。",
                    "dialogue": "你既然敢来挑战，那就让我看看你的剑法吧！"
                },
                {
                    "action_id": 1,
                    "character": "神秘剑客",
                    "character_id": 1,
                    "action": "神秘剑客微微颔首，并未答话，直接亮出了剑。",
                    "dialogue": "请！"
                }
            ],
            "plot": "神秘剑客在曹操军营外校场挑战，曹操傲慢地接受挑战，众人均期待这场剑术对决的结果。",
            "chunk": {
                "id": 64,
                "text": "”登笑曰：“某为大汉公卿，何谓吕布之人？ 若将军者，向为汉臣，今乃为叛贼之臣，使昔日关中保驾之功，化为乌有，窃为将军不取也。 且袁术性最多疑，将军后必为其所害。 今不早图，悔之无及！ ”暹叹曰：“吾欲归汉，恨无门耳。 ”登乃出布书。 暹览书毕曰：“吾已知之。 公先回。 吾与杨将军反戈击之。 但看火起为号，温侯以兵相应可也。 ”登辞暹，急回报吕布。 布乃分兵五路，高顺引一军进小沛，敌桥蕤；陈宫引一军进沂都，敌陈纪；张辽、臧霸引一军出琅琊，敌雷薄；宋宪、魏续引一军出碣石，敌陈兰；吕布自引一军出大道，敌张勋。 各领军一万，余者守城。 吕布出城三十里下寨。 张勋军到，料敌吕布不过，且退二十里屯住，待四下兵接应。 是夜二更时分，韩暹、杨奉分兵到处放火，接应吕家军入寨。 勋军大乱。 吕布乘势掩杀，张勋败走。 吕布赶到天明，正撞纪灵接应。 两军相迎，恰待交锋，韩暹、杨奉两路杀来。 纪灵大败而走，吕布引兵追杀。 山背后一彪军到，门旗开处，只见一队军马，打龙凤日月旗幡，四斗五方旌帜，金瓜银斧，黄钺白旄，黄罗销金伞盖之下，袁术身披金甲，腕悬两刀，立于阵前，大骂：“吕布，背主家奴！ ”布怒，挺戟向前。 术将李丰挺枪来迎；战不三合，被布刺伤其手，丰弃枪而走。 吕布麾兵冲杀，术军大乱。 吕布引军从后追赶，抢夺马匹衣甲无数。 袁术引着败军，走不上数里，山背后一彪军出，截住去路。 当先一将乃关云长也，大叫：“反贼！ ”还不受死！ ”袁术慌走，余众四散奔逃，被云长大杀了一阵。 袁术收拾败军，奔回淮南去了。 吕布得胜，邀请云长并杨奉、韩暹等一行人马到徐州，大排筵宴管待，军士都有犒赏。 次日，云长辞归。 布保韩暹为沂都牧、杨奉为琅琊牧，商议欲留二人在徐州。 陈珪曰：“不可。 韩、杨二人据山东，不出一年，则山东城敦皆属将军也。 ”布然之，遂送二将暂于沂都、琅琊二处屯扎，以候恩命。 陈登私问父曰：“何不留二人在徐州，为杀吕布之根？ ”珪曰：“倘二人协助吕布，是反为虎添爪牙也。 ”登乃服父之高见。 却说袁术败回淮南，遣人往江东问孙策借兵报仇。 策怒曰：“汝赖吾玉玺，僭称帝号，背反汉室，大逆不道！ 吾方欲加兵问罪，岂肯反助叛贼乎！ ”遂作书以绝之。 使者赍书回见袁术。 术看毕，怒曰：“黄口孺子，何敢乃尔！ 吾先伐之！ ”长史杨大将力谏方止。 却说孙策自发书后，防袁术兵来，点军守住江口。 忽曹操使至，拜策为会稽太守，令起兵征讨袁术。 策乃商议。 便欲起兵。 长史张昭曰：“术虽新败，兵多粮足，未可轻敌。 不如遗书曹操，劝他南征，吾为后应：两军相援，术军必败。 万一有失，亦望操救援。 ”策从其言，遣使以此意达曹操。 却说曹操至许都，思幕典韦，立祀祭之；封其子典满为中郎，收养在府。 忽报孙策遣使致书，操览书毕；又有人报袁术乏粮，劫掠陈留。 欲乘虚攻之，遂兴兵南征。 令曹仁守许都，其余皆从征：马步兵十七万，粮食辎重千余车。 一面先发人会合孙策与刘备、吕布。 兵至豫州界上，玄德早引兵来迎，操命请入营。 相见毕，玄德献上首级二颗。 操惊曰：“此是何人首级？ ”玄德曰：“此韩暹、杨奉之首级也。 ”操曰：“何以得之？ ”玄德曰：“吕布令二人权住沂都、琅琊两县。 不意二人纵兵掠民，人人嗟怨。 因此备乃说一宴，诈请议事：“饮酒间，掷盏为号，使关、张二弟杀之，尽降其众。 今特来请罪。 ”操曰：“君为国家除害，正是大功，何言罪也？ ”遂厚劳玄德，合兵到徐州界。"
            }
        },
        {
            "id": 20,
            "event": "刘备与吕布化解误会",
            "time": "建安三年夏，午后",
            "location": "吕布军营内，中军帐",
            "description": "帐内气氛紧张，双方将领神色各异，天气炎热，帐外蝉鸣不已。",
            "characters": [
                {
                    "id": 0,
                    "name": "刘备",
                    "gender": "男",
                    "description": "仁爱宽厚，素有威望，身着青色战袍，面带忧色。",
                    "position": "坐在帐内左侧，态度诚恳",
                    "states": "心情焦虑，担心联盟破裂"
                },
                {
                    "id": 1,
                    "name": "吕布",
                    "gender": "男",
                    "description": "勇猛骄傲，身穿连环甲，面色不悦。",
                    "position": "坐在帐内主位，态度傲慢",
                    "states": "愤怒，对部下的失误感到恼火"
                },
                {
                    "id": 2,
                    "name": "张飞",
                    "gender": "男",
                    "description": "刘备的结拜兄弟，性格火爆，身着黑色战袍，怒目圆睁。",
                    "position": "站在刘备身后，手按剑柄",
                    "states": "愤怒，随时准备保护刘备"
                },
                {
                    "id": 3,
                    "name": "陈宫",
                    "gender": "男",
                    "description": "吕布的谋士，智谋过人，身着文士长袍，神色冷静。",
                    "position": "站在吕布旁边，态度沉稳",
                    "states": "担忧，希望双方能够和解"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "刘备",
                    "character_id": 0,
                    "action": "刘备起身，向吕布深施一礼，表示误会纯属意外，希望吕布能够理解。",
                    "dialogue": "奉先兄，此次误伤实非我等本意，还望兄长海量汪涵，我等共抗曹贼，切莫因小失大。"
                },
                {
                    "action_id": 1,
                    "character": "吕布",
                    "character_id": 1,
                    "action": "吕布瞪眼，拍案而起，但被陈宫暗中拉住衣角，稍作思索后，态度缓和。",
                    "dialogue": "玄德，我知你非故意，但此事毕竟损我军威。既然你如此诚心，我自当不计前嫌，你我仍为兄弟。"
                },
                {
                    "action_id": 2,
                    "character": "张飞",
                    "character_id": 2,
                    "action": "张飞怒气冲冲，但见刘备与吕布和解，便收回剑，哼了一声，不再言语。",
                    "dialogue": "哼，若非大哥有令，我定不轻饶这些误事之人！"
                },
                {
                    "action_id": 3,
                    "character": "陈宫",
                    "character_id": 3,
                    "action": "陈宫微笑，向刘备拱手，表示敬佩刘备的胸怀。",
                    "dialogue": "刘皇叔胸怀宽广，宫为之敬佩。愿我等携手，共创大业。"
                }
            ],
            "plot": "刘备为消除与吕布之间的误会，亲自前往吕布营中解释。经过一番交流，双方最终化解矛盾，重新坚定了联盟关系。",
            "chunk": {
                "id": 65,
                "text": "吕布出迎，操善言抚慰，封为左将军，许于还都之时，换给印绶。 布大喜。 操即分吕布一军在左，玄德一军在右，自统大军居中，令夏侯惇、于禁为先锋。 袁术知操兵至，令大将桥蕤引兵五万作先锋。 两军会于寿春界口。 桥蕤当先出马，与夏侯惇战不三合，被夏侯惇搠死。 术军大败，奔走回城。 忽报孙策发船攻江边西面，吕布引兵攻东面，刘备、关、张引兵攻南面，操自引兵十七万攻北面。 术大惊，急聚众文武商议。 杨大将曰：“寿春水旱连年，人皆缺食；今又动兵扰民，民既生怨，兵至难以拒敌。 不如留军在寿春，不必与战；待彼兵粮尽，必然生变。 陛下且统御林军渡淮，一者就熟，二者暂避其锐。 ”术用其言，留李丰、乐就、梁刚、陈纪四人分兵十万，坚守寿春；其余将卒并库藏金玉宝贝，尽数收拾过淮去了。 却说曹兵十七万，日费粮食浩大，诸郡又荒旱，接济不及。 操催军速战，李丰等闭门不出。 操军相拒月余，粮食将尽，致书于孙策，借得粮米十万斛，不敷支散。 管粮官任峻部下仓官王垕人禀操曰：“兵多粮少，当如之何？ ”操曰：“可将小解散之，权且救一时之急。 ”垕曰：“兵士倘怨，如何？ ”操曰：“吾自有策。 ”垕依命，以小斛分散。 操暗使人各寨探听，无不嗟怨，皆言丞相欺众。 操乃密召王垕入曰：“吾欲问汝借一物，以压众心，汝必勿吝。 ”垕曰：“丞相欲用何物？ ”操曰：“欲借汝头以示众耳。 ”垕大惊曰：“某实无罪！ ”操曰：“吾亦知汝无罪，但不杀汝，军必变矣。 汝死后，汝妻子吾自养之，汝勿虑也。 ”垕再欲言时，操早呼刀斧手推出门外，一刀斩讫，悬头高竿，出榜晓示曰：“王垕故行小斛，盗窃官粮，谨按军法。 ”于是众怨始解。 次日，操传令各营将领：“如三日内不并力破城，皆斩！ ”操亲自至城下，督诸军搬土运石，填壕塞堑。 城上矢石如雨，有两员裨将畏避而回，操掣剑亲斩于城下，遂自下马接土填坑。 于是大小将士无不向前，军威大振。 城上抵敌不住，曹兵争先上城，斩关落锁，大队拥入。 李丰、陈纪、乐就、梁刚都被生擒，操令皆斩于市。 焚烧伪造宫室殿宇、一应犯禁之物；寿春城中，收掠一空。 商议欲进兵渡淮，追赶袁术。 荀彧谏曰：“年来荒旱，粮食艰难，若更进兵，劳军损民，未必有利。 不若暂回许都，将来春麦熟，军粮足备，方可图之。 ”操踌躇未决。 忽报马到，报说：“张绣依托刘表，复肆猖獗、南阳、江陵诸县复反；曹洪拒敌不住，连输数阵，今特来告急。 ”操乃驰书与孙策，令其跨江布阵，以为刘表疑兵，使不敢妄动；自己即日班师，别议征张绣之事。 临行，令玄德仍屯兵小沛，与吕布结为兄弟，互相救助，再无相侵。 吕布领兵自回徐州。 操密谓玄德曰：“吾令汝屯兵小沛。 是掘坑待虎之计也。 公但与陈珪父子商议，勿致有失。 某当为公外援。 ”话毕而别。 却说曹操引军回许都，人报段煨杀了李傕，伍习杀了郭汜，将头来献。 段煨并将李傕合族老小二百余口活解入许都。 操令分于各门处斩，传首号令，人民称快。 天子升殿，会集文武，作太平筵宴。 封段煨为荡寇将军、伍习为殄虏将军，各引兵镇守长安。 二人谢恩而去。 操即奏张绣作乱，当兴兵伐之。 天子乃亲排銮驾。 送操出师。 时建安三年夏四月也。 操留荀彧在许都，调遣兵将，自统大军进发。 行军之次，见一路麦已熟；民因兵至，逃避在外，不敢刈麦。 操使人远近遍谕村人父老，及各处守境官吏曰：“吾奉天子明诏，出兵讨逆，与民除害。"
            }
        },
        {
            "id": 21,
            "event": "刘备三顾茅庐",
            "time": "东汉末年，公元208年，春，某日清晨",
            "location": "荆州，隆中，诸葛亮草庐",
            "description": "草庐清幽，四周竹影婆娑，晨雾缭绕，诸葛亮静坐于草庐之中，似在等待有缘人的到来。",
            "characters": [
                {
                    "id": 0,
                    "name": "刘备",
                    "gender": "男",
                    "description": "刘备，字玄德，面容仁慈，目光坚定，身披战甲，是一位深受人民爱戴的领袖。",
                    "position": "站在草庐之外，神情恭敬，准备第三次拜访诸葛亮。",
                    "states": "神态谦卑，眼中充满期待和敬意。"
                },
                {
                    "id": 1,
                    "name": "诸葛亮",
                    "gender": "男",
                    "description": "诸葛亮，字孔明，容貌清雅，才智过人，是刘备的重要谋士。",
                    "position": "端坐于草庐之内，手持羽扇，气定神闲。",
                    "states": "目光深远，似有所思，等待着刘备的到来。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "刘备",
                    "character_id": 0,
                    "action": "刘备整理了一下衣甲，深吸一口气，缓缓步入草庐。",
                    "dialogue": "“孔明先生，备第三次来访，望不吝赐教。”"
                },
                {
                    "action_id": 1,
                    "character": "诸葛亮",
                    "character_id": 1,
                    "action": "诸葛亮起身相迎，面带微笑，对刘备道。",
                    "dialogue": "“主公三次诚意拜访，亮自当竭尽所能，以报知遇之恩。”"
                }
            ],
            "plot": "刘备为求贤才，三次亲至隆中拜访诸葛亮，诸葛亮被刘备的诚意所打动，最终答应出山辅佐刘备，这一段历史佳话为后人所传颂。",
            "chunk": {
                "id": 67,
                "text": "祭典韦毕，方祭侄曹安民及长子曹昂，并祭阵亡军士；连那匹射死的大宛马，也都致祭。 次日，忽荀彧差人报说：“刘表助张绣屯兵安众，截吾归路。 ”操答彧书曰：“吾日行数里，非不知贼来追我；然吾计划已定，若到安众，破绣必矣。 君等勿疑。 ”便催军行至安众县界。 刘表军已守险要，张绣随后引军赶来。 操乃令众军黑夜凿险开道，暗伏奇兵。 及天色微明，刘表、张绣军会合，见操兵少，疑操遁去，俱引兵入险击之。 操纵奇兵出，大破两家之兵。 曹兵出了安众隘口，于隘外下塞。 刘表、张绣各整败兵相见。 表曰：“何期反中曹操奸计！ ”绣曰：“容再图之。 ”于是两军集于安众。 且说荀彧探知袁绍欲兴兵犯许都，星夜驰书报曹操。 操得书心慌，即日回兵。 细作报知张绣，绣欲追之。 贾诩曰：“不可追也，追之必败。 ”刘表曰：“今日不追，坐失机会矣。 ”力劝绣引军万余同往追之。 约行十余里，赶上曹军后队。 曹军奋力接战，绣、表两军大败而还。 绣谓诩曰：“不用公言，果有此败。 ”诩曰：“今可整兵再往追之。 ”绣与表俱曰：“今已败，奈何复追？ ”诩曰：“今番追去，必获大胜；如其不然，请斩吾首。 ”绣信之。 刘表疑虑，不肯同往。 绣乃自引一军往追。 操兵果然大败，军马辎重，连路散弃而走。 绣正往前追赶。 忽山后一彪军拥出。 绣不敢前追，收军回安众。 刘表问贾诩曰：“前以精兵追退兵，而公曰必败；后以败卒击胜兵，而公曰必克：究竟悉如公言。 何其事不同而皆验也？ 愿公明教我。 ”诩曰：“此易知耳。 将军虽善用兵，非曹操敌手。 操军虽败，必有劲将为后殿，以防追兵；我兵虽锐，不能敌之也：故知必败。 夫操之急于退兵者，必因许都有事；既破我追军之后，必轻车速回，不复为备；我乘其不备而更追之：故能胜也。 ”刘表、张绣俱服其高见。 诩劝表回荆州，绣守襄城，以为唇齿。 两军各散。 且说曹操正行间，闻报后军为绣所追，急引众将回身救应，只见绣军已退。 败兵回告操曰：“若非山后这一路人马阻住中路，我等皆被擒矣。 ”操急问何人。 那人绰枪下马，拜见曹操，乃镇威中郎将，江夏平春人，姓李，名通，字文达。 操问何来。 通曰：“近守汝南，闻丞相与张绣、刘表战，特来接应。 ”操喜，封之为建功侯，守汝南西界，以防表、绣。 李通拜谢而去。 操还许都，表奏孙策有功，封为讨逆将军，赐爵吴侯，遣使赍诏江东，谕令防剿刘表。 操回府，众官参见毕，荀彧问曰：“丞相缓行至安众，何以知必胜贼兵？ ”操曰：“彼退无归路，必将死战，吾缓诱之而暗图之，是以知其必胜也。 ”荀彧拜服。 郭嘉入，操曰：“公来何暮也？ ”嘉袖出一书，白操曰：“袁绍使人致书丞相，言欲出兵攻公孙瓒，特来借粮借兵。 ”操曰：“吾闻绍欲图许都，今见吾归，又别生他议。 ”遂拆书观之。 见其词意骄慢，乃问嘉曰：“袁绍如此无状，吾欲讨之，恨力不及，如何？ ”嘉曰：“刘、项之不敌，公所知也。 高祖惟智胜，项羽虽强，终为所擒。"
            }
        },
        {
            "id": 22,
            "event": "林中相遇共商大计",
            "time": "东汉末年某日",
            "location": "小沛城外密林",
            "description": "密林中阳光斑驳，枝叶繁茂，关羽与糜竺在此意外相遇，四周静谧，偶有鸟鸣，两人站立商讨下一步行动计划。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "刘备的结义兄弟，勇猛忠诚，武艺高强，手持青龙偃月刀，身着绿锦战袍，威风凛凛。",
                    "position": "立于林中空地，身姿挺拔",
                    "states": "神态严肃，目光坚定"
                },
                {
                    "id": 1,
                    "name": "糜竺",
                    "gender": "男",
                    "description": "刘备的亲信部将，家境富裕，为人正直，身着普通布衣，不事奢华。",
                    "position": "站在关羽对面，面露忧色",
                    "states": "心情焦急，眉头紧锁"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽轻轻抚摸着青龙偃月刀，目光如炬，对糜竺说道",
                    "dialogue": "子仲兄，我等当齐心协力，先确保家人安全，再寻刘备兄长。"
                },
                {
                    "action_id": 1,
                    "character": "糜竺",
                    "character_id": 1,
                    "action": "糜竺紧握拳头，点头赞同，回应关羽",
                    "dialogue": "云长所言极是，我家中尚有老母妻儿，确实急于探视。"
                },
                {
                    "action_id": 2,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽点头，转身向林外望去，语气坚定",
                    "dialogue": "那便速速行动，我与你同行，保护家人安全。"
                }
            ],
            "plot": "关羽与糜竺在密林中相遇，两人经过商议决定先确保家人安全，再共同寻找刘备，展现了他们之间的信任与协作。",
            "chunk": {
                "id": 69,
                "text": "因我以正言感之，颇有自悔之心，故不与我等战耳。 ”飞乃悟，只令士卒坚守城门，更不出战。 却说简雍至许都见曹操，具言前事。 操即聚众谋士议曰：“吾欲攻吕布，不忧袁绍掣肘，只恐刘表、张绣议其后耳。 ”荀攸曰：“二人新破，未敢轻动。 吕布骁勇，若更结连袁术，纵横淮、泗，急难图矣。 ”郭嘉曰：“今可乘其初叛，众心未附，疾往击之。 ”操从其言。 即命夏侯惇与夏侯渊、吕虔、李典领兵五万先行，自统大军陆续进发，简雍随行。 早有探马报知高顺。 顺飞报吕布。 布先令侯成、郝萌、曹性引二百余骑接应高顺，使离沛城三十里去迎曹军，自引大军随后接应。 玄德在小沛城中见高顺退去，知是曹家兵至，乃只留孙乾守城，糜竺、糜芳守家，自己却与关、张二公，提兵尽出城外，分头下寨，接应曹军。 却说夏侯惇引军前进，正与高顺军相遇，便挺枪出马搦战。 离顺迎敌。 两马相交，战有四五十合，高顺抵敌不住，败下阵来。 惇纵马追赶，顺绕阵而走。 惇不舍，亦绕阵追之。 阵上曹性看见，暗地拈弓搭箭，觑得亲切，一箭射去，正中夏侯惇左目。 惇大叫一声，急用手拔箭，不想连眼珠拨出，乃大呼曰：“父精母血，不可弃也！ ”遂纳于口内啖之，仍复挺枪纵马，直取曹性。 性不及提防，早被一枪搠透面门，死于马下。 两边军士见者，无不骇然。 夏侯惇既杀曹性，纵马便回。 高顺从背后赶来，麾军齐上，曹兵大败。 夏侯渊救护其兄而走。 吕虔、李典将败军退去济北下寨。 高顺得胜，引军回击玄德。 恰好吕布大军亦至，布与张辽、高顺分兵三路，来攻玄德、关、张三寨，正是：\n\n　　啖睛猛将虽能战，中箭先锋难久持。 未知玄德胜负如何，且听下文分解。 第十九回 下邳城曹操鏖兵 白门楼吕布殒命\n\n　　却说高顺引张辽击关公寨，吕布自击张飞寨，关、张各出迎战，玄德引兵两路接应。 吕布分军从背后杀来，关、张两军皆溃，玄德引数十骑奔回沛城。 吕布赶来，玄德急唤城上军士放下吊桥。 吕布随后也到。 城上欲待放箭，又恐射了玄德。 被吕布乘势杀入城门，把门将士，抵敌不住，都四散奔避。 吕布招军入城。 玄德见势已急，到家不及，只得弃了妻小，穿城而过，走出西门，匹马逃难，吕布赶到玄德家中，糜竺出迎，告布曰：“吾闻大丈夫不废人之妻子。 今与将军争天下者，曹公耳。 玄德常念辕门射赖之恩，不敢背将军也。 今不得已而投曹公，惟将军怜之。 ”布曰：“吾与玄德旧交，岂忍害他妻子。 ”便令糜竺引玄德妻小，去徐州安置。 布自引军投山东兖州境上，留高顺、张辽守小沛。 此时孙乾已逃出城外。 关、张二人亦各自收得些人马，往山中住扎。 且说玄德匹马逃难，正行间，背后一人赶至，视之乃孙乾也。 玄德曰：“吾今两弟不知存亡，妻小失散，为之奈何？ ”孙乾曰：“不若且投曹操，以图后计。 ”玄德依言，寻小路投许都。 途次绝粮，尝往村中求食。 但到处，闻刘豫州，皆争进饮食。 一日，到一家投宿，其家一少年出拜，问其姓名，乃猎户刘安也。 当下刘安闻豫州牧至，欲寻野味供食，一时不能得，乃杀其妻以食之。 玄值曰：“此何肉也？ ”安曰：“乃狼肉也。 ”玄德不疑，乃饱食了一顿，天晚就宿。 至晓将去，往后院取马，忽见一妇人杀于厨下，臂上肉已都割去。 玄德惊问，方知昨夜食者，乃其妻之肉也。 玄德不胜伤感，洒泪上马。 刘安告玄德曰：“本欲相随使君，因老母在堂，未敢远行。 ”玄德称谢而别，取路出梁城。 忽见尘头蔽日，一彪大军来到。"
            }
        },
        {
            "id": 23,
            "event": "陈宫与陈登的智斗",
            "time": "三国时期，一日夜",
            "location": "兖州萧关附近",
            "description": "夜幕降临，兖州萧关附近军营中火光闪烁，陈宫与陈登在主营内激烈辩论，曹操的反间计正在悄然进行。",
            "characters": [
                {
                    "id": 0,
                    "name": "陈宫",
                    "gender": "男",
                    "description": "沉稳老练的谋士，吕布的重要幕僚，此时对陈登的情报持有怀疑态度。",
                    "position": "主营内，坐在案几旁",
                    "states": "严肃、警觉"
                },
                {
                    "id": 1,
                    "name": "陈登",
                    "gender": "男",
                    "description": "机智狡猾的年轻卧底，曹操的亲信，正试图说服吕布接受他的计划。",
                    "position": "主营内，站在陈宫对面",
                    "states": "自信、充满激情"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "陈宫",
                    "character_id": 0,
                    "action": "陈宫紧锁眉头，用手指敲击桌面，表示对陈登的情报表示怀疑。",
                    "dialogue": "“陈登，你提供的情报，可是从曹操那里得来的？我怎知这不是他的反间计？”"
                },
                {
                    "action_id": 1,
                    "character": "陈登",
                    "character_id": 1,
                    "action": "陈登镇定自若，向前一步，试图让陈宫信服。",
                    "dialogue": "“父亲，曹操确实将攻徐州，此乃千载难逢之机。若不信，可派人前去查探。”"
                },
                {
                    "action_id": 2,
                    "character": "陈宫",
                    "character_id": 0,
                    "action": "陈宫沉思片刻，决定派人前去核实。",
                    "dialogue": "“既如此，我自会派人核实。但若是你有半句虚言，休怪我无情。”"
                }
            ],
            "plot": "曹操的反间计使得陈家父子产生分歧，陈宫虽老谋深算，但对儿子陈登的情报持有疑虑，而陈登则试图以自信和情报说服父亲。这场智斗，将决定吕布军的下一步行动。",
            "chunk": {
                "id": 70,
                "text": "玄德知是曹操之军，同孙乾径至中军旗下，与曹操相见，具说失沛城、散二弟、陷妻小之事。 操亦为之下泪。 又说刘安杀妻为食之事，操乃令孙乾以金百两往赐之。 军行至济北，夏侯渊等迎接入寨，备言兄夏侯惇损其一目，卧病未痊。 操临卧处视之，令先回许都调理。 一面使人打探吕布现在何处。 探马回报云：“吕布与陈宫、臧霸结连泰山贼寇，共攻兖州诸郡。 ”操即令曹仁引三千兵打沛城；操亲提大军，与玄德来战吕布。 前至山东，路近萧关，正遇泰山寇孙观、吴敦、尹礼、昌豨领兵三万余拦住去路。 操令许褚迎战，四将一齐出马。 许褚奋力死战，四将抵敌不住，各自败走。 操乘势掩杀，追至萧关。 探马飞报吕布。 时布已回徐州，欲同陈登往救小沛，令陈珪守徐州。 陈登临行，珪谓之曰：“昔曹公曾言东方事尽付与汝。 今布将败，可便图之。 ”登曰：“外面之事，儿自为之；倘布败回，父亲便请糜竺一同守城，休放布入，儿自有脱身之计。 ”珪曰：“布妻小在此，心腹颇多，为之奈何？ ”登曰：“儿亦有计了。 ”乃入见吕布曰：“徐州四面受敌，操必力攻，我当先思退步：可将钱粮移于下邳，倘徐州被围，下邳有粮可救。 主公盍早为计？ ”布曰：“元龙之言甚善。 吾当并妻小移去。 ”遂令宋宪、魏续保护妻小与钱粮移屯下邳；一面自引军与陈登往救萧关。 到半路，登曰：“容某先到关探曹操虚实，主公方可行。 ”布许之，登乃先到关上。 陈宫等接见。 登曰：“温侯深怪公等不肯向前，要来责罚”。 宫曰：“今曹兵势大，未可轻敌。 吾等紧守关隘，可劝主公深保沛城，乃为上策。 ”陈登唯唯。 至晚，上关而望，见曹兵直逼关下，乃乘夜连写三封书，拴在箭上，射下关去。 次日辞了陈宫，飞马来见吕布曰：“关上孙观等皆欲献关，某已留下陈宫守把，将军可于黄昏时杀去救应。 ”布曰：“非公则此关休矣。 ”便教陈登飞骑先至关，约陈宫为内应，举火为号。 登径往报宫曰：“曹兵已抄小路到关内，恐徐州有失。 公等宜急回。 ”宫遂引众弃关而走。 登就关上放起火来。 吕布乘黑杀至，陈宫军和吕布军在黑暗里自相掩杀。 曹兵望见号火，一齐杀到，乘势攻击。 孙观等各自四散逃避去了。 吕布直杀到天明，方知是计；急与陈宫回徐州。 到得城边叫门时，城上乱箭射下。 糜竺在敌楼上喝曰：“汝夺吾主城池，今当仍还吾主，汝不得复入此城也。 ”布大怒曰：“陈珪何在？ ”竺曰：“吾已杀之矣”。 布回顾宫曰：“陈登安在？ ”宫曰：“将军尚执迷而问此佞贼乎？ ”布令遍寻军中，却只不见。 宫劝布急投小沛，布从之。 行至半路，只见一彪军骤至，视之，乃高顺、张辽也。 布问之，答曰：“陈登来报说主公被围，令某等急来救解。 ”宫曰：“此又佞贼之计也。 ”布怒曰：“吾必杀此贼！ ”急驱马至小沛。 只见小沛城上尽插曹兵旗号。 原来曹操已令曹仁袭了城池，引军守把。 吕布于城下大骂陈登。 登在城上指布骂曰：“吾乃汉臣，安肯事汝反贼耶！ ”布大怒，正待攻城，忽听背后喊声大起，一队人马来到，当先一将乃是张飞。 高顺出马迎敌，不能取胜。 布亲自接战。 正斗间，阵外喊声复起，曹操亲统大军冲杀前来。 吕布料难抵敌，引军东走。 曹兵随后追赶。 吕布走得人困马乏。 忽又闪出一彪军拦住去路，为首一将，立马横刀，大喝：“吕布休走！ 关云长在此！ ”吕布慌忙接战。 背后张飞赶来。 布无心恋战，与陈宫等杀开条路，径奔下邳。 侯成引兵接应去了。"
            }
        },
        {
            "id": 24,
            "event": "献帝密诏董承",
            "time": "东汉末年，献帝建安年间某日",
            "location": "许田围场一隐蔽角落",
            "description": "围场内猎犬低吠，献帝与董承在一隐蔽角落秘密会面，气氛紧张，四周布满了曹操的眼线。",
            "characters": [
                {
                    "id": 0,
                    "name": "献帝",
                    "gender": "男",
                    "description": "汉朝皇帝，被迫参与曹操举办的田猎，内心渴望摆脱曹操的控制。",
                    "position": "站立，面对董承，神色紧张",
                    "states": "情绪激动，但尽力掩饰"
                },
                {
                    "id": 1,
                    "name": "董承",
                    "gender": "男",
                    "description": "汉朝车骑将军，皇亲国戚，深受献帝信任，密谋推翻曹操。",
                    "position": "单膝跪地，接受密诏",
                    "states": "神态庄严，决心坚定"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "献帝",
                    "character_id": 0,
                    "action": "从袖中缓缓取出密诏，递给董承",
                    "dialogue": "“朕之密诏，卿可暗中策划，事成之后，朕必重赏。”"
                },
                {
                    "action_id": 1,
                    "character": "董承",
                    "character_id": 1,
                    "action": "接过密诏，收入怀中，并向献帝表示决心",
                    "dialogue": "“臣董承，必肝脑涂地，在所不惜，以报陛下厚望。”"
                }
            ],
            "plot": "献帝借田猎之机，将密诏交予董承，董承受命，两人各自怀着对未来的期望和担忧，开始了推翻曹操统治的秘密行动。",
            "chunk": {
                "id": 75,
                "text": "议郎赵彦愤操专横，上疏劾操不奉帝旨、擅收大臣之罪。 操大怒，即收赵彦杀之。 于是百官无不悚惧。 谋士程昱说操曰：“今明公威名日盛，何不乘此时行王霸之事？ ”操曰：“朝廷股肱尚多，未可轻动。 吾当请天子田猎，以观动静。 ”\n\n　　于是拣选良马、名鹰、俊犬、弓矢俱备，先聚兵城外，操入请天子田猎。 帝曰：“田猎恐非正道。 ”操曰：“古之帝王，春搜夏苗，秋狝冬狩：四时出郊，以示武于天下。 今四海扰攘之时，正当借田猎以讲武。 ”帝不敢不从，随即上逍遥马，带宝雕弓、金鈚箭，排銮驾出城。 玄德与关、张各弯弓插箭，内穿掩心甲，手持兵器，引数十骑随驾出许昌。 曹操骑爪黄飞电马，引十万之众，与天子猎于许田。 军士排开围场，周广二百余里。 操与天子并马而行，只争一马头。 背后都是操之心腹将校。 文武百官，远远侍从，谁敢近前。 当日献帝驰马到许田，刘玄德起居道傍。 帝曰：“朕今欲看皇叔射猎。 ”玄德领命上马，忽草中赶起一兔。 玄德射之，一箭正中那兔。 帝喝采。 转过土坡，忽见荆棘中赶出一只大鹿。 帝连射三箭不中，顾谓操曰：“卿射之。 ”操就讨天子宝雕弓、金鈚箭，扣满一射，正中鹿背，倒于草中。 群臣将校，见了金鈚箭，只道天子射中，都踊跃向帝呼“万岁”。 曹操纵马直出，遮于天子之前以迎受之。 众皆失色。 玄德背后云长大怒，剔起卧蚕眉，睁开丹凤眼，提刀拍马便出，要斩曹操。 玄德见了，慌忙摇手送目。 关公见兄如此，便不敢动。 玄德欠身向操称贺曰：“丞相神射，世所罕及！ ”操笑曰：“此天子洪福耳。 ”乃回马向天子称贺，竟不献还宝雕弓，就自悬带。 围场已罢，宴于许田。 宴毕，驾回许都。 众人各自归歇。 云长问玄德曰：“操贼欺君罔上，我欲杀之，为国除害，兄何止我？ ”玄德曰：“投鼠忌器。 操与帝相离只一马头，其心腹之人，周回拥侍；吾弟若逞一时之怒，轻有举动，倘事不成，有伤天子，罪反坐我等矣。 ”云长曰：“今日不杀此贼，后必为祸。 ”玄德曰：“且宜秘之，不可轻言。 ”\n\n　　却说献帝回宫，泣谓伏皇后曰：“朕自即位以来，奸雄并起：先受董卓之殃，后遭傕、汜之乱。 常人未受之苦，吾与汝当之。 后得曹操，以为社稷之臣；不意专国弄权，擅作威福。 朕每见之，背若芒刺。 今日在围场上，身迎呼贺，无礼已极！ 早晚必有异谋，吾夫妇不知死所也！ ”伏皇后曰：“满朝公卿，俱食汉禄，竟无一人能救国难乎？ ”言未毕，忽一人自外而入曰：“帝，后休忧。 吾举一人，可除国害。 ”帝视之，乃伏皇后之父伏完也。 帝掩泪问曰：“皇丈亦知操贼之专横乎？ ”宪曰：“许田射鹿之事，谁不见之？ 但满朝之中，非操宗族，则其门下。 若非国戚，谁肯尽忠讨贼？ 老臣无权，难行此事。 车骑将军国舅董承可托也。 ”帝曰：“董国舅多赴国难，朕躬素知；可宜入内，共议大事。 ”宪曰：“陛下左右皆操贼心腹，倘事泄，为祸不深。 ”帝曰：“然则奈何？ ”完曰：“臣有一计：陛下可制衣一领，取玉带一条，密赐董承；却于带衬内缝一密诏以赐之，令到家见诏，可以昼夜画策，神鬼不觉矣。 ”帝然之，伏完辞出。 帝乃自作一密诏，咬破指尖，以血写之，暗令伏皇后缝于玉带紫锦衬内，却自穿锦袍，自系此带，令内史宣董承入。 承见帝礼毕，帝曰：“朕夜来与后说霸河之苦，念国舅大功，故特宣入慰劳。 ”承顿首谢。 帝引承出殿，到太庙，转上功臣阁内。 帝焚香礼毕，引承观画像。 中间画汉高祖容像。 帝曰：“吾高祖皇帝起身何地？ 如何创业？"
            }
        },
        {
            "id": 25,
            "event": "密谋筹划",
            "time": "东汉末年，献帝建安三年，春，某日夜",
            "location": "许昌宫内，董承府上",
            "description": "夜幕降临，许昌宫内灯火昏暗，董承府上气氛紧张，一场关乎汉朝命运的密谋正在悄然进行。",
            "characters": [
                {
                    "id": 0,
                    "name": "董承",
                    "gender": "男",
                    "description": "车骑将军，国舅，为人忠诚正直，有勇有谋，但稍显急躁。对汉朝忠心耿耿，有强烈的使命感。",
                    "position": "坐在府内书房的主位上，眉头紧锁",
                    "states": "神情严肃，内心充满焦虑"
                },
                {
                    "id": 1,
                    "name": "程昱",
                    "gender": "男",
                    "description": "曹操的谋士，足智多谋，善于观察人心，对曹操忠心耿耿。",
                    "position": "站在书房一角，不动声色地观察着董承",
                    "states": "神态自若，目光锐利"
                },
                {
                    "id": 2,
                    "name": "献帝密使",
                    "gender": "男",
                    "description": "献帝的心腹，负责传达密诏。",
                    "position": "跪在董承面前，手捧密诏",
                    "states": "神色紧张，语气急促"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "董承",
                    "character_id": 0,
                    "action": "紧握拳头，重重地敲击桌面",
                    "dialogue": "此事宜速作决断，否则夜长梦多！"
                },
                {
                    "action_id": 1,
                    "character": "程昱",
                    "character_id": 1,
                    "action": "微微点头，眼中闪过一丝精光",
                    "dialogue": "嗯，董将军所言极是。"
                },
                {
                    "action_id": 2,
                    "character": "献帝密使",
                    "character_id": 2,
                    "action": "递上密诏，声音低沉",
                    "dialogue": "董将军，这是圣上的密诏，请您过目。"
                }
            ],
            "plot": "董承收到献帝的密诏，正与心腹商议政变事宜。程昱作为曹操的谋士，早已潜入董承府中，暗中观察董承的一举一动，准备将计就计，借机巩固曹操的统治。",
            "chunk": {
                "id": 75,
                "text": "议郎赵彦愤操专横，上疏劾操不奉帝旨、擅收大臣之罪。 操大怒，即收赵彦杀之。 于是百官无不悚惧。 谋士程昱说操曰：“今明公威名日盛，何不乘此时行王霸之事？ ”操曰：“朝廷股肱尚多，未可轻动。 吾当请天子田猎，以观动静。 ”\n\n　　于是拣选良马、名鹰、俊犬、弓矢俱备，先聚兵城外，操入请天子田猎。 帝曰：“田猎恐非正道。 ”操曰：“古之帝王，春搜夏苗，秋狝冬狩：四时出郊，以示武于天下。 今四海扰攘之时，正当借田猎以讲武。 ”帝不敢不从，随即上逍遥马，带宝雕弓、金鈚箭，排銮驾出城。 玄德与关、张各弯弓插箭，内穿掩心甲，手持兵器，引数十骑随驾出许昌。 曹操骑爪黄飞电马，引十万之众，与天子猎于许田。 军士排开围场，周广二百余里。 操与天子并马而行，只争一马头。 背后都是操之心腹将校。 文武百官，远远侍从，谁敢近前。 当日献帝驰马到许田，刘玄德起居道傍。 帝曰：“朕今欲看皇叔射猎。 ”玄德领命上马，忽草中赶起一兔。 玄德射之，一箭正中那兔。 帝喝采。 转过土坡，忽见荆棘中赶出一只大鹿。 帝连射三箭不中，顾谓操曰：“卿射之。 ”操就讨天子宝雕弓、金鈚箭，扣满一射，正中鹿背，倒于草中。 群臣将校，见了金鈚箭，只道天子射中，都踊跃向帝呼“万岁”。 曹操纵马直出，遮于天子之前以迎受之。 众皆失色。 玄德背后云长大怒，剔起卧蚕眉，睁开丹凤眼，提刀拍马便出，要斩曹操。 玄德见了，慌忙摇手送目。 关公见兄如此，便不敢动。 玄德欠身向操称贺曰：“丞相神射，世所罕及！ ”操笑曰：“此天子洪福耳。 ”乃回马向天子称贺，竟不献还宝雕弓，就自悬带。 围场已罢，宴于许田。 宴毕，驾回许都。 众人各自归歇。 云长问玄德曰：“操贼欺君罔上，我欲杀之，为国除害，兄何止我？ ”玄德曰：“投鼠忌器。 操与帝相离只一马头，其心腹之人，周回拥侍；吾弟若逞一时之怒，轻有举动，倘事不成，有伤天子，罪反坐我等矣。 ”云长曰：“今日不杀此贼，后必为祸。 ”玄德曰：“且宜秘之，不可轻言。 ”\n\n　　却说献帝回宫，泣谓伏皇后曰：“朕自即位以来，奸雄并起：先受董卓之殃，后遭傕、汜之乱。 常人未受之苦，吾与汝当之。 后得曹操，以为社稷之臣；不意专国弄权，擅作威福。 朕每见之，背若芒刺。 今日在围场上，身迎呼贺，无礼已极！ 早晚必有异谋，吾夫妇不知死所也！ ”伏皇后曰：“满朝公卿，俱食汉禄，竟无一人能救国难乎？ ”言未毕，忽一人自外而入曰：“帝，后休忧。 吾举一人，可除国害。 ”帝视之，乃伏皇后之父伏完也。 帝掩泪问曰：“皇丈亦知操贼之专横乎？ ”宪曰：“许田射鹿之事，谁不见之？ 但满朝之中，非操宗族，则其门下。 若非国戚，谁肯尽忠讨贼？ 老臣无权，难行此事。 车骑将军国舅董承可托也。 ”帝曰：“董国舅多赴国难，朕躬素知；可宜入内，共议大事。 ”宪曰：“陛下左右皆操贼心腹，倘事泄，为祸不深。 ”帝曰：“然则奈何？ ”完曰：“臣有一计：陛下可制衣一领，取玉带一条，密赐董承；却于带衬内缝一密诏以赐之，令到家见诏，可以昼夜画策，神鬼不觉矣。 ”帝然之，伏完辞出。 帝乃自作一密诏，咬破指尖，以血写之，暗令伏皇后缝于玉带紫锦衬内，却自穿锦袍，自系此带，令内史宣董承入。 承见帝礼毕，帝曰：“朕夜来与后说霸河之苦，念国舅大功，故特宣入慰劳。 ”承顿首谢。 帝引承出殿，到太庙，转上功臣阁内。 帝焚香礼毕，引承观画像。 中间画汉高祖容像。 帝曰：“吾高祖皇帝起身何地？ 如何创业？"
            }
        },
        {
            "id": 26,
            "event": "赤壁之战的密谋",
            "time": "建安十三年冬，深夜",
            "location": "江东，周瑜府内密室",
            "description": "密室中灯火昏暗，周瑜与诸葛亮正密谋火攻计策，气氛紧张而神秘。室外北风呼啸，雪花飘落。",
            "characters": [
                {
                    "id": 0,
                    "name": "周瑜",
                    "gender": "男",
                    "description": "江东名将，足智多谋，擅长音律，深得孙权信任。",
                    "position": "密室中央，手持地图",
                    "states": "神态专注，目光如炬"
                },
                {
                    "id": 1,
                    "name": "诸葛亮",
                    "gender": "男",
                    "description": "蜀汉丞相，智慧过人，谋略深远，前来协助周瑜。",
                    "position": "周瑜身旁，轻摇羽扇",
                    "states": "神情自若，气定神闲"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "周瑜",
                    "character_id": 0,
                    "action": "指着地图，低声对诸葛亮说",
                    "dialogue": "孔明先生，火攻曹军一事，非同小可，我等需周密计划，确保万无一失。"
                },
                {
                    "action_id": 1,
                    "character": "诸葛亮",
                    "character_id": 1,
                    "action": "微微点头，轻摇羽扇，缓缓回应",
                    "dialogue": "公瑾放心，亮已有安排，只需东风一起，大事必成。"
                }
            ],
            "plot": "周瑜与诸葛亮密谋火攻曹操，两人各展其能，共同策划赤壁之战的惊世策略。",
            "chunk": {
                "id": 76,
                "text": "”承大惊曰：“陛下戏臣耳。 圣祖之事，何为不知？ 高皇帝起自泗上亭长，提三尺剑，斩蛇起义，纵横四海，三载亡秦，五年灭楚：遂有天下，立万世之基业。 ”帝曰：“祖宗如此英雄，子孙如此懦弱，岂不可叹！ ”因指左右二辅之像曰：“此二人非留侯张良、酂侯萧何耶？ ”承曰：“然也。 高祖开基创业，实赖二人之力。 ”帝回顾左右较远，乃密谓承曰：“卿亦当如此二人立于朕侧。 ”承曰：“臣无寸功，何以当此？ ”帝曰：“朕想卿西都救驾之功，未尝少忘，无可为赐。 ”因指所着袍带曰：“卿当衣朕此袍，系朕此带，常如在朕左右也。 ”承顿首谢。 帝解袍带赐承，密语曰：“卿归可细观之，勿负朕意。 ”承会意，穿袍系带，辞帝下阁。 早有人报知曹操曰：“帝与董承登功臣阁说话。 ”操即入朝来看。 董承出阁，才过宫门，恰遇操来；急无躲避处，只得立于路侧施礼。 操问曰：“国舅何来？ ”承曰：“适蒙天子宣召，赐以锦袍玉带。 ”操问曰：“何故见赐？ ”承曰：“因念某旧日西都救驾之功，故有此赐。 ”操曰：“解带我看。 ”承心知衣带中必有密诏，恐操看破，迟延不解。 操叱左右：“急解下来！ ”看了半晌，笑曰：“果然是条好玉带！ 再脱下锦袍来借看。 ”承心中畏惧，不敢不从，遂脱袍献上。 操亲自以手提起，对日影中细细详看。 看毕，自己穿在身上，系了玉带，回顾左右曰：“长短如何？ ”左右称美。 操谓承曰：“国舅即以此袍带转赐与吾，何如？ ”承告曰：“君恩所赐，不敢转赠；容某别制奉献。 ”操曰：“国舅受此衣带，莫非其中有谋乎？ ”承惊曰：“某焉敢？ 丞相如要，便当留下。 ”操曰：“公受君赐，吾何相夺？ 聊为戏耳。 ”遂脱袍带还承。 承辞操归家，至夜独坐书院中，将袍仔细反复看了，并无一物。 承思曰：“天子赐我袍带，命我细观，必非无意；今不见甚踪迹，何也？ ”随又取玉带检看，乃白玉玲珑，碾成小龙穿花，背用紫锦为衬，缝缀端整，亦并无一物，承心疑，放于桌上，反复寻之。 良久，倦甚。 正欲伏几而寝，忽然灯花落于带上，烧着背衬。 承惊拭之，已烧破一处，微露素绢，隐见血迹。 急取刀拆开视之，乃天子手书血字密诏也。 诏曰：\n\n　　朕闻人伦之大，父子为先；尊卑之殊，君臣为重。 近日操贼弄权，欺压君父；结连党伍，败坏朝纲；敕赏封罚，不由朕主。 朕夙夜忧思，恐天下将危。 卿乃国之大臣，朕之至戚，当念高帝创业之艰难，纠合忠义两全之烈士，殄灭奸党，复安社稷，祖宗幸甚！ 破指洒血，书诏付卿，再四慎之，勿负朕意！ 建安四年春三月诏。 董承览毕，涕泪交流，一夜寝不能寐。 晨起，复至书院中，将诏再三观看，无计可施。 乃放诏于几上，沈思灭操之计。 忖量未定，隐几而卧。 忽侍郎王子服至。 门吏知子服与董承交厚，不敢拦阻，竟入书院。 见承伏几不醒，袖底压着素绢，微露“朕”字。 子服疑之，默取看毕，藏于袖中，呼承曰：“国舅好自在！ 亏你如何睡得着！ ”承惊觉，不见诏书，魂不附体，手脚慌乱。 子服曰：“汝欲杀曹公！ 吾当出首。 ”承泣告曰：“若兄如此，汉室休矣！ ”子服曰：“吾戏耳。 吾祖宗世食汉禄，岂无忠心？ 愿助兄一臂之力，共诛国贼。 ”承曰：“兄有此心，国之大幸！ ”子服曰：“当于密室同立义状，各舍三族，以报汉君。 ”承大喜，取白绢一幅，先书名画字。 子服亦即书名画字。 书毕，子服曰：“将军吴子兰，与吾至厚，可与同谋。"
            }
        },
        {
            "id": 27,
            "event": "夜袭车胄",
            "time": "建安四年，深夜",
            "location": "徐州城外，车胄营地",
            "description": "夜色中，关羽和张飞带领精兵悄悄接近车胄的营地，准备发动突然袭击。四周寂静，只有风声和虫鸣，空气中弥漫着紧张的气息。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "关羽身披重甲，手持青龙偃月刀，面色凝重，目光如炬，准备指挥部队发动攻击。",
                    "position": "营地东北角，隐蔽处",
                    "states": "冷静，专注"
                },
                {
                    "id": 1,
                    "name": "张飞",
                    "gender": "男",
                    "description": "张飞身着战袍，手持丈八蛇矛，瞪大眼睛，嘴中低声咆哮，准备制造混乱。",
                    "position": "营地西南角，负责吸引注意力",
                    "states": "激动，紧张"
                },
                {
                    "id": 2,
                    "name": "车胄",
                    "gender": "男",
                    "description": "车胄身着盔甲，手持长剑，站在营地中央的帐篷外，警惕地扫视四周。",
                    "position": "营地中央",
                    "states": "疑惑，警惕"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽挥手示意，精兵们紧随其后，悄无声息地接近营地。",
                    "dialogue": "「此次行动，务必速战速决，不可恋战。」"
                },
                {
                    "action_id": 1,
                    "character": "张飞",
                    "character_id": 1,
                    "action": "张飞突然大声叫喊，矛头指向营地，引得敌军骚动。",
                    "dialogue": "「车胄小儿，速速出来受死！」"
                },
                {
                    "action_id": 2,
                    "character": "车胄",
                    "character_id": 2,
                    "action": "车胄指挥手下前往西南角应战，同时命令一部分士兵留守营地。",
                    "dialogue": "「不可中了敌人的调虎离山之计！」"
                }
            ],
            "plot": "关羽和张飞利用夜色，对车胄的营地发动突然袭击。关羽负责指挥攻击，而张飞则制造混乱吸引敌军注意力。车胄在疑惑与警惕中应对，试图识破并抵御这场夜袭。",
            "chunk": {
                "id": 80,
                "text": "玄德曰：“公来此何干？ ”褚曰：“奉丞相命，特请将军回去，别有商议。 ”玄德曰：“将在外，君命有所不受。 吾面过君，又蒙丞相钧语。 今别无他议，公可速回，为我禀覆丞相。 ”许褚寻思：“丞相与他一向交好，今番又不曾教我来厮杀，只得将他言语回覆，另候裁夺便了。 ”遂辞了玄德，领兵而回。 回见曹操，备述玄德之言。 操犹豫未决。 程昱、郭嘉曰：“备不肯回兵，可知其心变矣。 ”操曰：“我有朱灵、路昭二人在彼，料玄德未必敢心变。 况我既遣之，何可复悔？ ”遂不复追玄德。 后人有诗叹玄德曰：\n\n　　束兵秣马去匆匆，心念天言衣带中。 撞破铁笼逃虎豹，顿开金锁走蛟龙。 却说马腾见玄德已去，边报又急，亦回西凉州去了。 玄德兵至徐州，刺史车胄出迎。 公宴毕，孙乾、糜竺等都来参见。 玄德回家探视老小，一面差人探听袁术。 探子回报：“袁术奢侈太过，雷薄、陈兰皆投嵩山去了。 术势甚衰，乃作书让帝号于袁绍。 绍命人召术，术乃收拾人马、宫禁御用之物，先到徐州来。 ”玄德知袁术将至，乃引关、张、朱灵、路昭五万军出，正迎着先锋纪灵至。 张飞更不打话，直取纪灵。 斗无十合，张飞大喝一声，刺纪灵于马下，败军奔走。 袁术自引军来斗。 玄德分兵三路：朱灵、路昭在左，关、张在右，玄德自引兵居中，与术相见，在门旗下责骂曰：“汝反逆不道，吾今奉明诏前来讨汝！ 汝当束手受降，免你罪犯。 ”袁术骂曰：“织席编屦小辈，安敢轻我！ ”麾兵赶来。 玄德暂退，让左右两路军杀出。 杀得术军尸横遍野，血流成渠；兵卒逃亡，不可胜计。 又被嵩山雷薄、陈兰劫去钱粮草料。 欲回寿春，又被群盗所袭，只得住于江亭。 止有一千余众，皆老弱之辈。 时当盛暑，粮食尽绝，只剩麦三十斛，分派军士。 家人无食，多有饿死者。 术嫌饭粗，不能下咽，乃命庖人取蜜水止渴。 庖人曰：“止有血水，安有蜜水！ ”术坐于床上，大叫一声，倒于地下，吐血斗余而死。 时建安四年六月也。 后人有诗曰：\n\n　　汉末刀兵起四方，无端袁术太猖狂。 不思累世为公相，便欲孤身作帝王。 强暴枉夸传国玺，骄奢妄说应天祥。 渴思蜜水无由得，独卧空床呕血亡。 袁术已死，侄袁胤将灵柩及妻子奔庐江来，被徐璆尽杀之。 璆夺得玉玺，赴许都献于曹操。 操大喜，封徐璆为高陵太守。 此时玉玺归操。 却说玄德知袁术已丧，写表申奏朝廷，书呈曹操，令朱灵、路昭回许都，留下军马保守徐州；一面亲自出城，招谕流散人民复业。 且说朱灵、路昭回许都见曹操，说玄德留下军马。 操怒，欲斩二人。 荀彧曰：“权归刘备，二人亦无奈何。 ”操乃赦之。 彧又曰：“可写书与车胄就内图之。 ”操从其计，暗使人来见车胄，传曹操钧旨。 胄随即请陈登商议此事。 登曰：“此事极易。 今刘备出城招民，不日将还；将军可命军士伏于瓮城边，只作接他，待马到来，一刀斩之；某在城上射住后军，大事济矣。 ”胄从之。 陈登回见父陈珪，备言其事。 珪命登先往报知玄德。 登领父命，飞马去报，正迎着关、张，报说如此如此。 原来关、张先回，玄德在后。 张飞听得，便要去厮杀。 云长曰：“他伏瓮城边待我，去必有失。 我有一计，可杀车胄：乘夜扮作曹军到徐州，引车胄出迎，袭而杀之。 ”飞然其言。 那部下军原有曹操旗号，衣甲都同。 当夜三更，到城边叫门。 城上问是谁，众应是曹丞相差来张文远的人马。 报知车胄，胄急请陈登议曰：“若不迎接，诚恐有疑；若出迎之，又恐有诈。 ”胄乃上城回言：“黑夜难以分辨，平明了相见。"
            }
        },
        {
            "id": 28,
            "event": "夜探敌营",
            "time": "东汉末年，某日夜里",
            "location": "曹操军营外的密林中",
            "description": "月黑风高，密林中影影绰绰，关羽和张飞身着夜行衣，准备潜入曹操军营搜集情报。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "蜀汉五虎上将之一，忠义刚烈，武艺高强，擅长使用青龙偃月刀。",
                    "position": "站立在密林边缘，目光如炬",
                    "states": "神情严肃，全神贯注"
                },
                {
                    "id": 1,
                    "name": "张飞",
                    "gender": "男",
                    "description": "蜀汉五虎上将之一，火爆豪迈，武艺高强，擅长使用丈八蛇矛。",
                    "position": "蹲在关羽身旁，手持丈八蛇矛",
                    "states": "紧张兴奋，跃跃欲试"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "轻轻拍了拍张飞的肩膀，示意他做好准备",
                    "dialogue": "翼德，此行务必小心，不可轻举妄动。"
                },
                {
                    "action_id": 1,
                    "character": "张飞",
                    "character_id": 1,
                    "action": "点了点头，紧握丈八蛇矛，低声回应",
                    "dialogue": "云长放心，我自有分寸。"
                },
                {
                    "action_id": 2,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "带头潜入军营，动作敏捷，不留痕迹",
                    "dialogue": "跟我来，尽量避免惊动敌人。"
                }
            ],
            "plot": "刘备派遣关羽和张飞夜探曹操军营，目的是为了拖延曹操大军的进攻，并搜集关键情报。两人准备充分，各展身手，进入敌营。",
            "chunk": {
                "id": 81,
                "text": "”城下答应：“只恐刘备知道，疾快开门！ ”车胄犹豫未定，城外一片声叫开门。 车胄只得披挂上马，引一千军出城；跑过吊桥，大叫：“文远何在？ ”火光中只见云长提刀纵马直迎车胄，大叫曰：“匹夫安敢怀诈，欲杀吾兄！ ”车胄大惊，战未数合，遮拦不住，拨马便回。 到吊桥边，城上陈登乱箭射下，车胄绕城而走。 云长赶来，手起一刀，砍于马下，割下首级提回，望城上呼曰：“反贼车胄，吾已杀之；众等无罪，投降免死！ ”诸军倒戈投降，军民皆安。 云长将胄头去迎玄德，具言车胄欲害之事，今已斩首。 玄德大惊曰：“曹操若来。 如之奈何？ ”云长曰：“弟与张飞迎之。 ”玄德懊悔不已，遂入徐州。 百姓父老，伏道而接。 玄德到府，寻张飞，飞已将车胄全家杀尽。 玄德曰：“杀了曹操心腹之人，如何肯休？ ”陈登曰：“某有一计，可退曹操。 ”正是：\n\n　　既把孤身离虎穴，还将妙计息狼烟。 不知陈登说出甚计来，且听下文分解。 第二十二回 袁曹各起马步三军 关张共擒王刘二将\n\n　　却说陈登献计于玄德曰：“曹操所惧者袁绍。 绍虎踞冀、青、幽、并诸郡，带甲百万，文官武将极多，今何不写书遣人到彼求救？ ”玄德曰：“绍向与我未通往来，今又新破其弟，安肯相助？ ”登曰：“此间有一人与袁绍三世通家，若得其一书致绍，绍必来相助。 ”玄德问何人。 登曰：“此人乃公平日所折节敬礼者，何故忘之？ ”玄德猛省曰：“莫非郑康成先生乎？ ”登笑曰：“然也。 ”\n\n　　原来郑康成名玄，好学多才，尝受业于马融。 融每当讲学，必设绛帐，前聚生徒，后陈声妓，侍女环列左右。 玄听讲三年，目不邪视，融甚奇之。 及学成而归。 融叹曰：“得我学之秘者，惟郑玄一人耳！ ”玄家中侍婢俱通毛诗。 一婢尝忤玄意，玄命长跪阶前。 一婢戏谓之曰：“胡为乎泥中？ ”此婢应声曰：“薄言往愬，逢彼之怒。 ”其风雅如此。 桓帝朝，玄官至尚书；后因十常侍之乱，弃官归田，居于徐州。 玄德在涿郡时，已曾师事之；及为徐州牧，时时造庐请教，敬礼特甚。 当下玄德想出此人，大喜，便同陈登亲至郑玄家中，求其作书。 玄慨然依允，写书一封，付与玄德。 玄德便差孙乾星夜赍往袁绍处投递。 绍览毕，自忖曰：“玄德攻灭吾弟，本不当相助；但重以郑尚书之命，不得不往救之。 ”遂聚文武官，商议兴兵伐曹操。 谋士田丰曰：“兵起连年，百姓疲弊，仓廪无积，不可复兴大军。 宜先遣人献捷天子，若不得通，乃表称曹操隔我王路，然后提兵屯黎阳；更于河内增益舟楫，缮置军器，分遣精兵，屯扎边鄙。 三年之中，大事可定也。 ”谋士审配曰：“不然。 以明公之神武，抚河朔之强盛，兴兵讨曹贼，易如反掌，何必迁延日月？ ”谋士沮授曰：“制胜之策，不在强盛。 曹操法令既行，士卒精练，比公孙瓒坐受困者不同。 今弃献捷良策，而兴无名之兵，窃为明公不取。 ”谋士郭图曰：“非也。 兵加曹操，岂曰无名？ 公正当及时早定大业。 愿从郑尚书之言，与刘备共仗大义，剿灭曹贼，上合天意，下合民情，实为幸甚！ ”四人争论未定，绍躇踌不决。 忽许攸、荀谌自外而入。 绍曰：“二人多有见识，且看如何主张。 ”二人施礼毕，绍曰：“郑尚书有书来，令我起兵助刘备，攻曹操。 起兵是乎？ 不起兵是乎？ ”二人齐声应曰：“明公以众克寡，以强攻弱，讨汉贼以扶王室：起兵是也。 ”绍曰：“二人所见，正合我心。 ”便商议兴兵。"
            }
        },
        {
            "id": 29,
            "event": "关羽、张飞挑拨张绣",
            "time": "三国时期，某日下午",
            "location": "张绣府邸内厅",
            "description": "厅内气氛紧张，张绣坐在主位，关羽和张飞分坐两侧，贾诩站在张绣身后，刘晔在一旁观察。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "关羽身着绿袍，手持青龙偃月刀，面色严肃，不怒自威。",
                    "position": "坐在张绣左侧，身体微微前倾。",
                    "states": "关羽神态自若，目光坚定，表现出对计划的信心。"
                },
                {
                    "id": 1,
                    "name": "张飞",
                    "gender": "男",
                    "description": "张飞身着黑甲，腰悬蛇矛，面带怒色，气势凌人。",
                    "position": "坐在张绣右侧，双手按在膝上。",
                    "states": "张飞显得有些不耐烦，眼神中透露出对张绣犹豫不决的不满。"
                },
                {
                    "id": 2,
                    "name": "张绣",
                    "gender": "男",
                    "description": "张绣身穿战袍，眉宇间显露出犹豫和疑惑。",
                    "position": "坐在主位，双手交叠于膝上。",
                    "states": "张绣面露难色，时而审视关羽、张飞，时而看向贾诩，表现出举棋不定的状态。"
                },
                {
                    "id": 3,
                    "name": "贾诩",
                    "gender": "男",
                    "description": "贾诩身着文士长袍，面容沉稳，眼神深邃。",
                    "position": "站在张绣身后，双手背后。",
                    "states": "贾诩神态从容，目光锐利，暗中观察着场中一切。"
                },
                {
                    "id": 4,
                    "name": "刘晔",
                    "gender": "男",
                    "description": "刘晔穿着儒生长衫，表情谦和，目光中透露出一丝好奇。",
                    "position": "站在厅堂一侧，手执折扇。",
                    "states": "刘晔显得颇为冷静，对眼前的一切似乎有所思考。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽从袖中取出袁绍的书信，递给张绣，同时沉声说道。",
                    "dialogue": "此乃袁公亲笔书信，张将军可细观其内容，共商大计。"
                },
                {
                    "action_id": 1,
                    "character": "张飞",
                    "character_id": 1,
                    "action": "张飞拍案而起，大声喝道。",
                    "dialogue": "曹操诡计多端，岂能真心待你，张绣，你莫要再做他人棋子！"
                },
                {
                    "action_id": 2,
                    "character": "张绣",
                    "character_id": 2,
                    "action": "张绣接过书信，眉头紧锁，沉吟片刻后询问贾诩。",
                    "dialogue": "贾先生，你认为此事如何？"
                },
                {
                    "action_id": 3,
                    "character": "贾诩",
                    "character_id": 3,
                    "action": "贾诩微微一笑，向张绣拱手答道。",
                    "dialogue": "将军，此时宜虚与委蛇，待时而动。"
                }
            ],
            "plot": "关羽和张飞假扮袁绍使者，试图挑拨张绣与曹操的关系，而贾诩看破却不说破，暗助二人，刘晔则在旁冷静观察，一场围绕张绣的忠诚与背叛的戏码正在上演。",
            "chunk": {
                "id": 85,
                "text": "备受丞相大恩，正思报效，安敢反耶？ 二将军至许都，望善言为备分诉，备之幸也。 ”刘岱、王忠曰：“深荷使君不杀之恩，当于丞相处方便，以某两家老小保使君。 ”玄德称谢。 次日尽还原领军马，送出郭外。 刘岱、王忠行不上十余里，一声鼓响，张飞拦路大喝曰：“我哥哥忒没分晓！ 捉住贼将如何又放了？ ”？ 得刘岱、王忠在马上发颤。 张飞睁眼挺枪赶来，背后一人飞马大叫：“不得无礼！ ”视之，乃云长也。 刘岱、王忠方才放心。 云长曰：“既兄长放了，吾弟如何不遵法令？ ”飞曰：“今番放了，下次又来。 ”云长曰：“待他再来，杀之未迟。 ”刘岱、王忠连声告退曰：“便丞相诛我三族，也不来了。 望将军宽恕。 ”飞曰：“便是曹操自来，也杀他片甲不回！ 今番权且寄下两颗头！ ”刘岱、王忠抱头鼠窜而去。 云长、翼德回见玄德曰：“曹操必然复来。 ”孙乾谓玄德曰：“徐州受敌之地，不可久居；不若分兵屯小沛，守邳城，为掎角之势，以防曹操。 ”玄德用其言，令云长守下邳；甘、糜二夫人亦于下邳安置。 甘夫人乃小沛人也，糜夫人乃糜竺之妹也。 孙乾、简雍、糜竺、糜芳守徐州。 玄德与张飞屯小沛。 刘岱、王忠回见曹操，具言刘备不反之事。 操怒骂：“辱国之徒，留你何用！ ”喝令左右推出斩之。 正是：\n\n　　犬豕何堪共虎斗，鱼虾空自与龙争。 不知二人性命如何，且听下文分解。 第二十三回 祢正平裸衣骂贼 吉太医下毒遭刑\n\n　　却说曹操欲斩刘岱、王忠。 孔融谏曰：“二人本非刘备敌手，若斩之，恐失将士之心。 ”操乃免其死，黜罢爵禄。 欲自起兵伐玄德。 孔融曰：“方今隆冬盛寒，未可动兵，待来春未为晚也。 可先使人招安张绣、刘表，然后再图徐州。 ”操然其言，先遣刘晔往说张绣。 晔至襄城，先见贾诩，陈说曹公盛德。 诩乃留晔于家中。 次日来见张绣，说曹公遣刘晔招安之事。 正议间，忽报袁绍有使至。 绣命入。 使者呈上书信。 绣览之，亦是招安之意。 诩问来使曰：“近日兴兵破曹操，胜负何如？ ”使曰：“隆冬寒月，权且罢兵。 今以将军与荆州刘表俱有国士之风，故来相请耳。 ”诩大笑曰：“汝可便回见本初，道汝兄弟尚不能容，何能容天下国士乎！ ”当面扯碎书，叱退来使。 张绣曰：“方今袁强曹弱；今毁书叱使，袁绍若至，当如之何？ ”诩曰：“不如去从曹操。 ”绣曰：“吾先与操有仇，安得相容？ ”诩曰：“从操其便有三：夫曹公奉天子明诏，征伐天下，其宜从一也；绍强盛，我以少从之，必不以我为重，操虽弱，得我必喜，其宜从二也；曹公王霸之志，必释私怨，以明德于四海，其宜从三也。 愿将军无疑焉。 ”绣从其言，请刘晔相见。 晔盛称操德，且曰：“丞相若记旧怨，安肯使某来结好将军乎？ ”绣大喜，即同贾诩等赴许都投降。 绣见操，拜于阶下。 操忙扶起，执其手曰：“有小过失，勿记于心。 ”遂封绣为扬武将军，封贾诩为执金吾使。 操即命绣作书招安刘表。 贾诩进曰：“刘景升好结纳名流，今必得一有文名之士往说之，方可降耳。 ”操问荀攸曰：“谁人可去？ ”攸曰：“孔文举可当其任。 ”操然之。 攸出见孔融曰：“丞相欲得一有文名之士，以备行人之选。 公可当此任否？ ”融曰：“吾友祢衡，字正平，其才十倍于我。 此人宜在帝左右，不但可备行人而已。 我当荐之天子。 ”于是遂上表奏帝。 其文曰：\n\n　　臣闻洪水横流，帝思俾乂；旁求四方，以招贤俊。 昔世宗继统，将弘基业；畴咨熙载，群士响臻。 陛下睿圣，纂承基绪，遭遇厄运，劳谦日昃；维岳降神，异人并出。"
            }
        },
        {
            "id": 30,
            "event": "元宵节辩论",
            "time": "建安五年元宵节夜晚",
            "location": "荆州刘表府宴会厅",
            "description": "宴会厅内张灯结彩，宾主尽欢，表面上和谐的氛围下暗藏着紧张和猜疑。祢衡与韩嵩的辩论成为了焦点，而府外董承的动向也牵动着所有人的心。",
            "characters": [
                {
                    "id": 0,
                    "name": "祢衡",
                    "gender": "男",
                    "description": "名士祢衡，才高八斗，孤傲不逊，因讽刺曹操而闻名。擅长辩论，言辞锋利。",
                    "position": "站在宴会厅中央，面对众人",
                    "states": "情绪激动，面带挑战"
                },
                {
                    "id": 1,
                    "name": "韩嵩",
                    "gender": "男",
                    "description": "刘表麾下中郎将，谋略过人，忠诚正直。深知曹操手段，试图揭露真相。",
                    "position": "坐在主宾席上，目光锐利",
                    "states": "冷静观察，适时介入"
                },
                {
                    "id": 2,
                    "name": "刘表",
                    "gender": "男",
                    "description": "荆州牧，宴会的主人，对祢衡的才华欣赏有加，但对曹操的阴谋也有所忌惮。",
                    "position": "坐在主位上，态度威严",
                    "states": "表面平和，内心忧虑"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "祢衡",
                    "character_id": 0,
                    "action": "慷慨激昂地发表对曹操野心的看法，言辞尖锐",
                    "dialogue": "「曹操名为汉相，实为汉贼，其狼子野心，路人皆知！」"
                },
                {
                    "action_id": 1,
                    "character": "韩嵩",
                    "character_id": 1,
                    "action": "冷静分析，提出疑问，试图引导辩论的方向",
                    "dialogue": "「祢君之言固然有理，然今夜之会，恐非仅仅是唇舌之争，还望三思而行。」"
                },
                {
                    "action_id": 2,
                    "character": "刘表",
                    "character_id": 2,
                    "action": "适时打断，以主人的身份平息争论",
                    "dialogue": "「两位皆是吾之贵客，今日元宵佳节，不谈政事，且尽欢饮。」"
                }
            ],
            "plot": "元宵节辩论不仅是祢衡与韩嵩之间的智慧较量，更是曹操与刘表之间权力斗争的缩影。董承的密谋在远方发酵，为这一夜的宴会增添了几分未知的危机。",
            "chunk": {
                "id": 87,
                "text": "荀彧问曰：“何为而哭？ ”衡曰：“行于死柩之中，如何不哭？ ”众皆曰：“吾等是死尸，汝乃无头狂鬼耳！ ”衡曰：“吾乃汉朝之臣，不作曹瞒之党，安得无头？ ”众欲杀之。 荀彧急止之曰：“量鼠雀之辈，何足汗刀！ ”衡曰：“吾乃鼠雀，尚有人性；汝等只可谓之蜾虫！ ”众恨而散。 衡至荆州，见刘表毕，虽颂德，实讥讽。 表不喜，令去江夏见黄祖。 或问表曰：“祢衡戏谑主公，何不杀之？ ”表曰：“祢衡数辱曹操，操不杀者，恐失人望；故令作使于我，欲借我手杀之，使我受害贤之名也。 吾今遣去见黄祖，使曹操知我有识。 ”众皆称善。 时袁绍亦遣使至。 表问众谋士曰：“袁本初又遣使来，曹孟德又差祢衡在此，当从何便？ ”从事中郎将韩嵩进曰：“今两雄相持，将军若欲有为，乘此破敌可也。 如其不然，将择其善者而从之。 今曹操善能用兵，贤俊多归，其势必先取袁绍，然后移兵向江东，恐将军不能御；莫若举荆州以附操，操必重待将军矣。 ”表曰：“汝且去许都，观其动静，再作商议。 ”嵩曰：“君臣各有定分。 嵩今事将军，虽赴汤蹈火，一唯所命。 将军若能上顺天子，下从曹公，使嵩可也；如持疑未定，嵩到京师，天子赐嵩一官，则嵩为天子之臣，不复为将军死矣。 ”表曰：“汝且先往观之。 吾别有主意。 ”\n\n　　嵩辞表，到许都见操。 操遂拜嵩为侍中，领零陵太守。 荀彧曰：“韩嵩来观动静，未有微功，重加此职，祢衡又无音耗，丞相遣而不问，何也？ ”操曰：“祢衡辱吾太甚，故借刘表手杀之，何必再问？ ”遂遣韩嵩回荆州说刘表。 嵩回见表，称颂朝廷盛德，劝表遣子入侍，表大怒曰：“汝怀二心耶！ ”欲斩之。 嵩大叫曰：“将军负嵩，焉不负将军！ ”蒯良曰：“嵩未去之前，先有此言矣。 ”刘表遂赦之。 人报黄祖斩了祢衡，表问其故，对曰：“黄祖与祢衡共饮，皆醉。 祖问衡曰：‘君在许都有何人物？ ’衡曰：‘大儿孔文举，小儿杨德祖。 除此二人，别无人物。 ’祖曰：‘似我何如？ ’衡曰：‘汝似庙中之神，虽受祭祀，恨无灵验！ ’祖大怒曰：“汝以我为土木偶人耶！ ’遂斩之。 衡至死骂不绝口，”刘表闻衡死，亦嗟呀不已，令葬于鹦鹉洲边。 后人有诗叹曰：\n\n　　黄祖才非长者俦，祢衡珠碎此江头。 今来鹦鹉洲边过，惟有无情碧水流。 却说曹操知祢衡受害，笑曰：“腐儒舌剑，反自杀矣！ ”因不见刘表来降，便欲兴兵问罪。 荀彧谏曰：“袁绍未平，刘备未灭，而欲用兵江汉，是犹舍心腹而顺手足也。 可先灭袁绍，后灭刘备，江汉可一扫而平矣。 ”操从之。 且说董承自刘玄德去后，日夜与王子服等商议，无计可施。 建安五年，元旦朝贺，见曹操骄横愈甚，感愤成疾。 帝知国舅染病，令随朝太医前去医治。 此医乃洛阳人，姓吉，名太，字称平，人皆呼为吉平，当时名医也。 平到董承府用药调治，旦夕不离；常见董承长吁短叹，不敢动问。 时值元宵，吉平辞去，承留住，二人共饮。 饮至更余，承觉困倦，就和衣而睡。 忽报王子服等四人至，承出接入。 服曰：“大事谐矣！ ”承曰：“愿闻其说。 ”服曰：“刘表结连袁绍，起兵五十万，共分十路杀来。 马腾结连韩遂，起西凉军七十二万，从北杀来。 曹操尽起许昌兵马，分头迎敌，城中空虚。 若聚五家僮仆，可得千余人。 乘今夜府中大宴，庆赏元宵，将府围住，突入杀之。 不可失此机会！ ”承大喜，即唤家奴各人收拾兵器，自己披挂绰枪上马，约会都在内门前相会，同时进兵。"
            }
        },
        {
            "id": 31,
            "event": "夜袭曹营",
            "time": "东汉末年，某日夜里",
            "location": "徐州附近，曹操军营",
            "description": "夜色深沉，风声鹤唳，刘备与张飞带领精兵准备夜袭曹营，而荀彧早已料到，布下伏兵。",
            "characters": [
                {
                    "id": 0,
                    "name": "刘备",
                    "gender": "男",
                    "description": "仁爱之君，用兵有方，面临危机仍保持冷静。",
                    "position": "指挥队伍前方",
                    "states": "神色凝重，命令下达"
                },
                {
                    "id": 1,
                    "name": "张飞",
                    "gender": "男",
                    "description": "勇猛粗犷，对夜袭计划充满信心。",
                    "position": "紧随刘备之后",
                    "states": "兴奋，摩拳擦掌"
                },
                {
                    "id": 2,
                    "name": "荀彧",
                    "gender": "男",
                    "description": "曹操的智囊，谋略深远。",
                    "position": "曹营中军帐内",
                    "states": "沉稳，胸有成竹"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "刘备",
                    "character_id": 0,
                    "action": "低声向张飞下达夜袭的命令",
                    "dialogue": "翼德，夜袭需谨慎，不可鲁莽。"
                },
                {
                    "action_id": 1,
                    "character": "张飞",
                    "character_id": 1,
                    "action": "挥舞拳头，信心满满地回应",
                    "dialogue": "大哥放心，我定让曹贼有来无回！"
                },
                {
                    "action_id": 2,
                    "character": "荀彧",
                    "character_id": 2,
                    "action": "在军帐中向曹操报告，同时指示各部准备伏击",
                    "dialogue": "主公，刘备夜袭在即，我军已准备万全。"
                }
            ],
            "plot": "刘备与张飞准备夜袭曹操军营，而荀彧早已预料，双方智勇较量即将展开。",
            "chunk": {
                "id": 90,
                "text": "”伏后告曰：“贬于冷宫，待分娩了，杀之未迟。 ”操曰：“欲留此逆种，为母报仇乎？ ”董妃泣告曰：“乞全尸而死，勿令彰露。 ”操令取白练至面前。 帝泣谓妃曰：“卿于九泉之下，勿怨朕躬！ ”言讫，泪下如雨。 伏后亦大哭。 操怒曰：“犹作儿女态耶！ ”叱武士牵出，勒死于宫门之外。 后人有诗叹董妃曰：\n\n　　春殿承恩亦枉然，伤哉龙种并时捐。 堂堂帝主难相救，掩面徒看泪涌泉。 操谕监宫官曰：“今后但有外戚宗族，不奉吾旨，辄入宫门者，斩，守御不严，与同罪。 ”又拨心腹人三千充御林军，令曹洪统领，以为防察。 操谓程昱曰：“今董承等虽诛，尚有马腾、刘备，亦在此数，不可不除。 ”昱曰：“马腾屯军西凉，未可轻取；但当以书慰劳，勿使生疑，诱入京师，图之可也。 刘备现在徐州，分布掎角之势，亦不可轻敌。 况今袁绍屯兵官渡，常有图许都之心。 若我一旦东征，刘备势必求救于绍。 绍乘虚来袭，何以当之？ ”操曰：“非也。 备乃人杰也，今若不击，待其羽翼既成。 急难图矣。 袁绍虽强，事多怀疑不决，何足忧乎！ ”正议间，郭嘉自外而入。 操问曰：“吾欲东征刘备，奈有袁绍之忧，如何？ ”嘉曰：“绍性迟而多疑，其谋士各相妒忌，不足忧也。 刘备新整军兵，众心未服，丞相引兵东征，一战可定矣。 ”操大喜曰：“正合吾意。 ”遂起二十万大军，分兵五路下徐州。 细作探知，报入徐州。 孙乾先往下邳报知关公，随至小沛报知玄德，玄德与孙乾计议曰：“此必求救于袁绍，方可解危。 ”于是玄德修书一封，遣孙乾至河北。 乾乃先见田丰，具言其事，求其引进。 丰即引孙乾入见绍，呈上书信。 只见绍形容憔悴，衣冠不整。 丰曰：“今日主公何故如此？ 绍曰：“我将死矣！ ”丰曰：“主公何出此言？ ”绍曰：“吾生五子，惟最幼者极快吾意；今患疥疮，命已垂绝。 吾有何心更论他事乎？ ”丰曰：“今曹操东征刘玄德，许昌空虚，若以义兵乘虚而入，上可以保天子，下可以救万民。 此不易得之机会也，惟明公裁之。 ”绍曰：“吾亦知此最好，奈我心中恍惚，恐有不利。 ”丰曰：“何恍惚之有？ ”绍曰：“五子中惟此子生得最异，倘有疏虞，吾命休矣。 ”遂决意不肯发兵，乃谓孙乾曰：“汝回见玄德，可言其故。 倘有不如意，可来相投，吾自有相助之处。 ”田丰以杖击地曰：“遭此难遇之时，乃以婴儿之病，失此机会！ 大事去矣，可痛惜哉！ ”跌足长叹而出。 孙乾见绍不肯发兵，只得星夜回小沛见玄德，具说此事。 玄德大惊曰：“似此如之奈何？ ”张飞曰：“兄长勿忧。 曹兵远来，必然困乏；乘其初至，先去劫寨，可破曹操。 ”玄德曰：“素以汝为一勇夫耳。 前者捉刘岱时，颇能用计；今献此策，亦中兵法。 ”乃从其言，分兵劫寨。 且说曹操引军往小沛来。 正行间，狂风骤至，忽听一声响亮，将一面牙旗吹折。 操便令军兵且住，聚众谋士问吉凶。 荀彧曰：“风从何方来？ 吹折甚颜色旗？ ”操曰：“风自东南方来，吹折角上牙旗，旗乃青红二色。 ”彧曰：“不主别事，今夜刘备必来劫寨。 ”操点头。 忽毛玠入见曰：“方才东南风起，吹折青红牙旗一面。 主公以为主何吉凶？ ”操曰：“公意若何？ ”毛玠曰：“愚意以为今夜必主有人来劫寨。 ”后人有诗叹曰：\n\n　　吁嗟帝胄势孤穷，全仗分兵劫寨功。 争奈牙旗折有兆，老天何故纵奸雄？ 操曰：“天报应我，当即防之。 ”遂分兵九队，只留一队向前虚扎营寨，余众八面埋伏。 是夜月色微明。 玄德在左，张飞在右，分兵两队进发；只留孙乾守小沛。"
            }
        },
        {
            "id": 32,
            "event": "赤兔马之试",
            "time": "东汉末年，春，某日黄昏",
            "location": "曹操府内，马厩",
            "description": "春日黄昏，曹操府内马厩中，赤兔马被牵出，关羽在一旁观察，马厩内环境安静，夕阳余晖透过木栏洒落。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "蜀汉五虎上将之一，忠义刚毅，武艺超群，身处曹操府中，心中仍念刘备。",
                    "position": "站在马厩中央，目光如炬",
                    "states": "外表平静，内心警惕"
                },
                {
                    "id": 1,
                    "name": "曹操",
                    "gender": "男",
                    "description": "东汉权臣，智谋深远，性格多疑，试图通过赠送赤兔马来试探关羽的忠诚。",
                    "position": "站在关羽身旁，目光深邃",
                    "states": "面带微笑，暗自观察"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "曹操",
                    "character_id": 1,
                    "action": "曹操亲手将赤兔马的缰绳递给关羽，言辞恳切地说",
                    "dialogue": "“云长，此马脚力非凡，赠予将军，望能助将军早日寻得明主。”"
                },
                {
                    "action_id": 1,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽接过缰绳，神态自若，语气坚定地回应",
                    "dialogue": "“多谢丞相厚爱，然关某心中已有明主，此马虽好，非关某所求。”"
                }
            ],
            "plot": "曹操以赤兔马为饵，试图探查关羽忠诚。关羽坚守忠义，不为所动，表现出对刘备的深厚情谊。",
            "chunk": {
                "id": 93,
                "text": "”二夫人问：“那三事？ ”关公将上项三事，备述一遍。 甘夫人曰：“昨日曹军入城，我等皆以为必死；谁想毫发不动，一军不敢入门。 叔叔既已领诺，何必问我二人？ 只恐日后曹操不容叔叔去寻皇叔。 ”公曰：“嫂嫂放心，关某自有主张。 ”二夫人曰：“叔叔自家裁处，凡事不必问俺女流。 ”\n\n　　关公辞退，遂引数十骑来见曹操。 操自出辕门相接。 关公下马入拜，操慌忙答礼。 关公曰：“败兵之将，深荷不杀之恩。 ”操曰：“素慕云长忠义，今日幸得相见，足慰平生之望。 ”关公曰：“文远代禀三事，蒙丞相应允，谅不食言。 ”操曰：“吾言既出，安敢失信。 ”关公曰：“关某若知皇叔所在，虽蹈水火、必往从之。 此时恐不及拜辞，伏乞见原。 ”操曰：“玄德若在，必从公去；但恐乱军中亡矣。 公且宽心，尚容缉听。 ”关公拜谢。 操设宴相待。 次日班师还许昌。 关公收拾车仗，请二嫂上车，亲自护车而行。 于路安歇馆驿，操欲乱其君臣之礼，使关公与二嫂共处一室。 关公乃秉烛立于户外，自夜达旦，毫无倦色。 操见公如此，愈加敬服。 既到许昌，操拨一府与关公居住。 关公分一宅为两院，内门拨老军十人把守，关公自居外宅。 操引关公朝见献帝，帝命为偏将军。 公谢恩归宅。 操次日设大宴，会众谋臣武士，以客礼待关公，延之上座；又备绫锦及金银器皿相送。 关公都送与二嫂收贮。 关公自到许昌，操待之甚厚：小宴三日，大宴五日；又送美女十人，使侍关公。 关公尽送入内门，令伏侍二嫂。 却又三日一次于内门外躬身施礼，动问二嫂安否。 二夫人回问皇叔之事毕，曰“叔叔自便”，关公方敢退回。 操闻之，又叹服关公不已。 一日，操见关公所穿绿锦战袍已旧，即度其身品，取异锦作战袍一领相赠。 关公受之，穿于衣底，上仍用旧袍罩之。 操笑曰：“云长何如此之俭乎？ ”公曰：“某非俭也。 旧袍乃刘皇叔所赐，某穿之如见兄面，不敢以丞相之新赐而忘兄长之旧赐，故穿于上。 ”操叹曰：“真义士也！ ”然口虽称羡，心实不悦。 一日，关公在府，忽报：“内院二夫人哭倒于地，不知为何，请将军速入。 ”关公乃整衣跪于内门外，问二嫂为何悲泣。 甘夫人曰：“我夜梦皇叔身陷于土坑之内，觉来与糜夫人论之，想在九泉之下矣！ 是以相哭。 ”关公曰：“梦寐之事，不可凭信，此是嫂嫂想念之故。 请勿忧愁。 ”\n\n　　正说间，适曹操命使来请关公赴宴。 公辞二嫂，往见操。 操见公有泪容，问其故。 公曰：“二嫂思兄痛哭，不由某心不悲。 ”操笑而宽解之，频以酒相劝。 公醉，自绰其髯而言曰：“生不能报国家，而背其兄，徒为人也！ ”操问曰：“云长髯有数乎？ ”公曰：“约数百根。 每秋月约退三五根。 冬月多以皂纱囊裹之，恐其断也。 ”操以纱锦作囊，与关公护髯。 次日，早朝见帝。 帝见关公一纱锦囊垂于胸次，帝问之。 关公奏曰：“臣髯颇长，丞相赐囊贮之。 ”帝令当殿披拂，过于其腹。 帝曰：“真美髯公也！ ”因此人皆呼为“美髯公”。 忽一日，操请关公宴。 临散，送公出府，见公马瘦，操曰：“公马因何而瘦？ ”关公曰：“贱躯颇重，马不能载，因此常瘦。 ”操令左右备一马来。 须臾牵至。 那马身如火炭，状甚雄伟。 操指曰：“公识此马否？ ”公曰：“莫非吕布所骑赤兔马乎？ ”操曰：“然也。 ”遂并鞍辔送与关公。 关公再拜称谢。 操不悦曰：“吾累送美女金帛，公未尝下拜；今吾赠马，乃喜而再拜：何贱人而贵畜耶？ ”关公曰：“吾知此马日行千里，今幸得之，若知兄长下落，可一日而见面矣。"
            }
        },
        {
            "id": 33,
            "event": "黄河岸边的救援",
            "time": "三国时期，延津之战前夕",
            "location": "黄河岸边，曹军伏击地点",
            "description": "黄河水波涛汹涌，岸边尘土飞扬，刘备与文丑领军遭遇曹军伏击，形势危急。关羽单骑前来救援，英勇无畏。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "刘备的二弟，勇猛忠诚，擅长使用青龙偃月刀，骑术高超。",
                    "position": "骑马沿岸疾驰",
                    "states": "焦急，但充满战意"
                },
                {
                    "id": 1,
                    "name": "刘备",
                    "gender": "男",
                    "description": "关羽的大哥，仁爱宽厚，临危不惧。",
                    "position": "指挥军队，奋力抵抗",
                    "states": "坚定，指挥若定"
                },
                {
                    "id": 2,
                    "name": "文丑",
                    "gender": "男",
                    "description": "袁绍麾下的名将，勇猛但此时略显慌乱。",
                    "position": "与刘备并肩作战",
                    "states": "慌乱中带着愤怒"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽挥舞青龙偃月刀，劈开敌军防线，直冲刘备被困位置。",
                    "dialogue": "“大哥，云长来助你！”"
                },
                {
                    "action_id": 1,
                    "character": "刘备",
                    "character_id": 1,
                    "action": "刘备指挥士兵们稳住阵脚，同时大呼支援。",
                    "dialogue": "“文丑将军，与我一同杀出重围！”"
                },
                {
                    "action_id": 2,
                    "character": "文丑",
                    "character_id": 2,
                    "action": "文丑舞动长枪，与关羽形成夹击，奋力击退曹军。",
                    "dialogue": "“为颜良报仇！”"
                }
            ],
            "plot": "关羽单骑救援刘备与文丑，展现了其过人的武艺和兄弟情深，同时也体现了刘备的领导力和文丑的勇猛。",
            "chunk": {
                "id": 95,
                "text": "操与关公坐，诸将环立。 曹操指山下颜良排的阵势，旗帜鲜明，枪刀森布，严整有威，乃谓关公曰：“河北人马，如此雄壮！ ”关公曰：“以吾观之，如土鸡瓦犬耳！ ”操又指曰：“麾盖之下，绣袍金甲，持刀立马者，乃颜良也。 ”关公举目一望，谓操曰：“吾观颜良，如插标卖首耳！ ”操曰：“未可轻视。 ”关公起身曰：“某虽不才，愿去万军中取其首级，来献丞相。 ”张辽曰：“军中无戏言，云长不可忽也。 ”关公奋然上马，倒提青龙刀，跑下山来，凤目圆睁，蚕眉直竖，直冲彼阵。 河北军如波开浪裂，关公径奔颜良。 颜良正在麾盖下，见关公冲来，方欲问时，关公赤兔马快，早已跑到面前；颜良措手不及，被云长手起一刀，刺于马下。 忽地下马，割了颜良首级，拴于马项之下，飞身上马，提刀出阵，如入无人之境。 河北兵将大惊，不战自乱。 曹军乘势攻击，死者不可胜数；马匹器械，抢夺极多。 关公纵马上山，众将尽皆称贺。 公献首级于操前。 操曰：“将军真神人也！ ”关公曰：“某何足道哉！ 吾弟张翼德于百万军中取上将之头，如探囊取物耳。 ”操大惊，回顾左右曰：“今后如遇张翼德，不可轻敌。 ”令写于衣袍襟底以记之。 却说颜良败军奔回，半路迎见袁绍，报说被赤面长须使大刀一勇将，匹马入阵，斩颜良而去，因此大败。 绍惊问曰：“此人是谁？ ”沮授曰：“此必是刘玄德之弟关云长也。 ”绍大怒，指玄德曰：“汝弟斩吾爱将，汝必通谋，留尔何用！ ”唤刀斧手推出玄德斩之。 正是：\n\n　　初见方为座上客，此日几同阶下囚。 未知玄德性命如何，且听下文分解。 第二十六回 袁本初败兵折将 关云长挂印封金\n\n　　却说袁绍欲斩玄德。 玄德从容进曰：“明公只听一面之词，而绝向日之情耶？ 备自徐州失散，二弟云长未知存否；天下同貌者不少，岂赤面长须之人，即为关某也？ 明公何不察之？ ”袁绍是个没主张的人，闻玄德之言，责沮授曰：“误听汝言，险杀好人。 ”遂仍请玄德上帐坐，议报颜良之仇。 帐下一人应声而进曰：“颜良与我如兄弟，今被曹贼所杀，我安得不雪其恨？ ”玄德视其人，身长八尺，面如獬豸，乃河北名将文丑也。 袁绍大喜曰：“非汝不能报颜良之仇。 吾与十万军兵，便渡黄河，追杀曹贼！ ”沮授曰：“不可。 今宜留屯延津，分兵官渡，乃为上策。 若轻举渡河，设或有变，众皆不能还矣。 ”绍怒曰：“皆是汝等迟缓军心，迁延日月，有妨大事！ 岂不闻兵贵神速乎？ ”沮授出，叹曰：“上盈其志，下务其功；悠悠黄河，吾其济乎！ ”遂托疾不出议事。 玄德曰：“备蒙大恩，无可报效，意欲与文将军同行：一者报明公之德，二者就探云长的实信。 ”绍喜，唤文丑与玄德同领前部。 文丑曰：“刘玄德屡败之将，于军不利。 既主公要他去时，某分三万军，教他为后部。 ”于是文丑自领七万军先行，令玄德引三万军随后。 且说曹操见云长斩了颜良，倍加钦敬，表奏朝廷，封云长为汉寿亭侯，铸印送关公。 忽报袁绍又使大将文丑渡黄河，已据延津之上。 操乃先使人移徙居民于西河，然后自领兵迎之；传下将令：以后军为前军，以前军为后军；粮草先行，军兵在后。 吕虔曰：“粮草在先，军兵在后，何意也？ ”操曰：“粮草在后，多被剽掠，故令在前。 ”虔曰：“倘遇敌军劫去，如之奈何？ ”操曰：“且待敌军到时，却又理会。 ”虚心疑未决。 操令粮食辎重沿河堑至延津。"
            }
        },
        {
            "id": 34,
            "event": "关公智闯东岭关",
            "time": "东汉末年，某日",
            "location": "东岭关前的大道",
            "description": "晴空万里，阳光照耀在东岭关的城楼上，关公一行人马在关前停下，与孔秀对峙。周围气氛紧张，士兵们手持兵器，严阵以待。",
            "characters": [
                {
                    "id": 0,
                    "name": "关公",
                    "gender": "男",
                    "description": "刘备的结义兄弟，武艺高强，手持青龙偃月刀，面如重枣，威风凛凛。",
                    "position": "关公骑马站在大道中央，目光如炬。",
                    "states": "关公神态自若，但内心焦急，担心嫂夫人的安危。"
                },
                {
                    "id": 1,
                    "name": "孔秀",
                    "gender": "男",
                    "description": "东岭关守将，曹操的部下，刚愎自用，身穿铁甲，手持长枪。",
                    "position": "孔秀站在关前，面带冷笑。",
                    "states": "孔秀傲慢自信，欲借机刁难关公。"
                },
                {
                    "id": 2,
                    "name": "廖化",
                    "gender": "男",
                    "description": "机智过人的侠士，曾受关公救命之恩，现为关公暗中助力。",
                    "position": "廖化藏身于关公身后的人群中。",
                    "states": "廖化目光敏锐，寻找机会帮助关公。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关公",
                    "character_id": 0,
                    "action": "关公勒马向前，大声质问孔秀为何阻拦。",
                    "dialogue": "‘孔秀，我关公奉命护送家眷，你为何阻我去路？’"
                },
                {
                    "action_id": 1,
                    "character": "孔秀",
                    "character_id": 1,
                    "action": "孔秀冷笑，以曹操之名要求关公留下。",
                    "dialogue": "‘关公，你擅自离营，我奉丞相之命，岂能放你过关？’"
                },
                {
                    "action_id": 2,
                    "character": "廖化",
                    "character_id": 2,
                    "action": "廖化暗中接近孔秀，突然跃出，出示伪造的令牌。",
                    "dialogue": "‘孔将军，此乃丞相手令，命你放行关公，不得有误！’"
                }
            ],
            "plot": "关公与孔秀对峙之际，廖化巧妙利用伪造的令牌，助关公顺利通过东岭关，展现了其机智与勇敢。",
            "chunk": {
                "id": 99,
                "text": "”关公于马上欠身答曰：“关某前曾禀过丞相。 今故主在河北，不由某不急去。 累次造府，不得参见，故拜书告辞，封金挂印，纳还丞相。 望丞相勿忘昔日之言。 ”操曰：“吾欲取信于天下，安肯有负前言。 恐将军途中乏用，特具路资相送。 ”一将便从马上托过黄金一盘。 关公曰：“累蒙恩赐，尚有余资。 留此黄金以赏将士。 ”操曰：“特以少酬大功于万一，何必推辞？ ”关公曰：“区区微劳，何足挂齿。 ”操笑曰：“云长天下义士，恨吾福薄，不得相留。 锦袍一领，略表寸心。 ”令一将下马，双手捧袍过来。 云长恐有他变，不敢下马，用青龙刀尖挑锦袍披于身上，勒马回头称谢曰：“蒙丞相赐袍，异日更得相会。 ”遂下桥望北而去。 许褚曰：“此人无礼太甚，何不擒之？ ”操曰：“彼一人一骑，吾数十余人，安得不疑？ 吾言既出，不可追也。 ”曹操自引众将回城，于路叹想云长不已。 不说曹操自回。 且说关公来赶车仗。 约行三十里，却只不见。 云长心慌，纵马四下寻之。 忽见山头一人，高叫：“关将军且住！ ”云长举目视之，只见一少年，黄巾锦衣，持枪跨马，马项下悬着首级一颗，引百余步卒，飞奔前来。 公问曰：“汝何人也？ ”少年弃枪下马，拜伏于地。 云长恐是诈，勒马持刀问曰：“壮士，愿通姓名。 ”答曰：“吾本襄阳人，姓廖，名化，字元俭。 因世乱流落江湖，聚众五百余人，劫掠为生。 恰才同伴杜远下山巡哨，误将两夫人劫掠上山。 吾问从者，知是大汉刘皇叔夫人，且闻将军护送在此，吾即欲送下山来。 杜远出言不逊，被某杀之。 今献头与将军请罪。 ”关公曰：“二夫人何在？ ”化曰：“现在山中。 ”关公教急取下山。 不移时，百余人簇拥车仗前来。 关公下马停刀，叉手于车前问候曰：“二嫂受惊否？ ”二夫人曰：“若非廖将军保全，已被杜远所辱。 ”关公问左右曰：“廖化怎生救夫人？ ”左右曰：“杜远劫上山去，就要与廖化各分一人为妻。 廖化问起根由，好生拜敬，杜远不从，已被廖化杀了。 ”关公听言，乃拜谢廖化。 廖化欲以部下人送关公。 关公寻思此人终是黄巾余党，未可作伴，乃谢却之。 廖化又拜送金帛，关公亦不受。 廖化拜别，自引人伴投山谷中去了。 云长将曹操赠袍事，告知二嫂，催促车仗前行。 至天晚，投一村庄安歇。 庄主出迎，须发皆白，问曰：“将军姓甚名谁？ ”关公施礼曰：“吾乃刘玄德之弟关某也。 ”老人曰：“莫非斩颜良、文丑的关公否？ ”公曰：“便是。 ”老人大喜，便请入庄。 关公曰：“车上还有二位夫人。 ”老人便唤妻女出迎。 二夫人至草堂上，关公叉手立于二夫人之侧。 老人请公坐，公曰“尊嫂在上，安敢就坐！ ”老人乃令妻女请二夫人入内室款待，自于草堂款待关公。 关公问老人姓名。 老人曰：“吾姓胡，名华。 桓帝时曾为议郎，致仕归乡。 今有小儿胡班，在荣阳太守王植部下为从事。 将军若从此处经过，某有一书寄与小儿。 ”关公允诺。 次日早膳毕，请二嫂上车，取了胡华书信，相别而行，取路投洛阳来。 前至一关，名东岭关。 把关将姓孔，名秀，引五百军兵在岭上把守。 当日关公押车仗上岭，军士报知孔秀，秀出关来迎。 关公下马，与孔秀施礼。 秀曰：“将军何往？ ”公曰：“某辞丞相，特往河北寻兄。 ”秀曰：“河北袁绍，正是丞相对头。 将军此去，必有丞相文凭？ ”公曰：“因行期慌迫，不曾讨得。 ”秀曰：“既无文凭，待我差人禀过丞相，方可放行。 ”关公曰：“待去禀时，须误了我行程。 ”秀曰：“法度所拘，不得不如此。 ”关公曰：“汝不容我过关乎？"
            }
        },
        {
            "id": 35,
            "event": "关公与普净重逢并揭露卞喜阴谋",
            "time": "东汉末年，某日夜",
            "location": "镇国寺大殿",
            "description": "夜幕降临，寺庙内灯火通明，气氛肃穆。卞喜设宴款待关公，壁衣后藏有刀斧手。",
            "characters": [
                {
                    "id": 0,
                    "name": "关公",
                    "gender": "男",
                    "description": "蜀汉五虎上将之一，红脸长须，威风凛凛，手持青龙偃月刀。",
                    "position": "坐在大殿中央的主位上，神情警觉",
                    "states": "警觉，准备应对突发情况"
                },
                {
                    "id": 1,
                    "name": "普净",
                    "gender": "男",
                    "description": "镇国寺僧人，面容慈祥，身着灰布僧袍。",
                    "position": "站在关公身旁，目光锐利",
                    "states": "紧张，试图暗示关公"
                },
                {
                    "id": 2,
                    "name": "卞喜",
                    "gender": "男",
                    "description": "汜水关守将，面带微笑，眼神狡黠。",
                    "position": "坐在关公对面，态度热情",
                    "states": "狡猾，暗地里观察关公的反应"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "普净",
                    "character_id": 1,
                    "action": "普净以茶代酒，向关公敬茶，同时用眼神暗示壁衣后的情况",
                    "dialogue": "“关将军，请饮此茶，茶后或许有惊喜。”"
                },
                {
                    "action_id": 1,
                    "character": "关公",
                    "character_id": 0,
                    "action": "关公会意，假装喝茶，暗中观察壁衣",
                    "dialogue": "“多谢普净法师，茶香四溢，确实惊喜连连。”"
                },
                {
                    "action_id": 2,
                    "character": "卞喜",
                    "character_id": 2,
                    "action": "卞喜见关公并未中计，起身欲下令动手",
                    "dialogue": "“关将军，既然茶已喝完，不如我们——”"
                },
                {
                    "action_id": 3,
                    "character": "关公",
                    "character_id": 0,
                    "action": "关公突然大喝，揭露卞喜的阴谋，同时拔刀相向",
                    "dialogue": "“卞喜，你的阴谋已被识破，还不快快束手就擒！”"
                }
            ],
            "plot": "关公与普净在镇国寺重逢，普净暗示卞喜的阴谋，关公警觉并最终揭露卞喜的陷阱，双方剑拔弩张，冲突一触即发。",
            "chunk": {
                "id": 100,
                "text": "”秀曰：“汝要过去，留下老小为质。 ”关公大怒，举刀就杀孔秀。 秀退入关去，鸣鼓聚军，披挂上马，杀下关来，大喝曰：“汝敢过去么！ ”关公约退车仗，纵马提刀，竟不打话，直取孔秀。 秀挺枪来迎。 两马相交，只一合，钢刀起处，孔秀尸横马下。 众军便走。 关公曰：“军士休走。 吾杀孔秀，不得已也，与汝等无干。 借汝众军之口，传语曹丞相，言孔秀欲害我，我故杀之。 ”众军俱拜于马前。 关公即请二夫人车仗出关，望洛阳进发。 早有军士报知洛阳太守韩福。 韩福急聚众将商议。 牙将孟坦曰：“既无丞相文凭，即系私行；若不阻挡，必有罪责。 ”韩福曰：“关公勇猛，颜良、文丑俱为所杀。 今不可力敌，只须设计擒之。 ”孟坦曰：“吾有一计：先将鹿角拦定关口，待他到时，小将引兵和他交锋，佯败诱他来追，公可用暗箭射之。 若关某坠马，即擒解许都，必得重赏。 ”商议停当，人报关公车仗已到。 韩福弯弓插箭，引一千人马，排列关口，问：“来者何人？ ”关公马上欠身言曰：“吾汉寿亭侯关某，敢借过路。 ”韩福曰：“有曹丞相文凭否？ ”关公曰：“事冗不曾讨得。 ”韩福曰：“吾奉承相钧命，镇守此地，专一盘诘往来奸细。 若无文凭，即系逃窜。 ”关公怒曰：“东岭孔秀，已被吾杀。 汝亦欲寻死耶？ ”韩福曰：“谁人与我擒之？ ”孟坦出马，轮双刀来取关公。 关公约退车仗，拍马来迎。 孟坦战不三合，拨回马便走。 关公赶来。 孟坦只指望引诱关公，不想关公马快，早已赶上，只一刀，砍为两段。 关公勒马回来，韩福闪在门首，尽力放了一箭，正射中关公左臂。 公用口拔出箭，血流不住，飞马径奔韩福，冲散众军，韩福急走不迭，关公手起刀落，带头连肩，斩于马下；杀散众军，保护车仗。 关公割帛束住箭伤，于路恐人暗算，不敢久住，连夜投汜水关来。 把关将乃并州人氏，姓卞，名喜，善使流星锤；原是黄巾余党，后投曹操，拨来守关。 当下闻知关公将到，寻思一计：就关前镇国寺中，埋伏下刀斧手二百余人，诱关公至寺，约击盏为号，欲图相害。 安排已定，出关迎接关公。 公见卞喜来迎，便下马相见。 喜曰：“将军名震天下，谁不敬仰！ 今归皇叔，足见忠义！ ”关公诉说斩孔秀、韩福之事。 卞喜曰：“将军杀之是也。 某见丞相，代禀衷曲。 ”关公甚喜，同上马过了汜水关，到镇国寺前下马。 众僧鸣钟出迎。 原来那镇国寺乃汉明帝御前香火院，本寺有僧三十余人。 内有一僧，却是关公同乡人，法名普净。 当下普净已知其意，向前与关公问讯，曰：“将军离蒲东几年矣？ ”关公曰：“将及二十年矣。 ”普净曰：“还认得贫僧否？ ”公曰：“离乡多年，不能相识。 ”普净曰：“贫僧家与将军家只隔一条河。 ”卞喜见普净叙出乡里之情，恐有走泄，乃叱之曰：“吾欲请将军赴宴，汝僧人何得多言！ ”关公曰：“不然。 乡人相遇，安得不叙旧情耶？ ”普净请关公方丈待茶。 关公曰：“二位夫人在车上，可先献茶。 ”普净教取茶先奉夫人，然后请关公入方丈。 普净以手举所佩戒刀，以目视关公。 公会意，命左右持刀紧随。 卞喜请关公于法堂筵席。 关公曰：“卞君请关某，是好意，还是歹意？ ”卞喜未及回言，关公早望见壁衣中有刀斧手，乃大喝卞喜曰：“吾以汝为好人，安敢如此！ ”卞喜知事泄，大叫：“左右下手！ ”左右方欲动手，皆被关公拔剑砍之。 卞喜下堂绕廊而走，关公弃剑执大刀来赶。 卞喜暗取飞锤掷打关公。 关公用刀隔开锤，赶将入去，一刀劈卞喜为两段。"
            }
        },
        {
            "id": 36,
            "event": "凤仪亭对决",
            "time": "东汉末年，建安三年秋",
            "location": "许昌宫内凤仪亭",
            "description": "凤仪亭上，秋风吹动红叶，阳光透过云层斑驳地洒落。亭内气氛紧张，曹操与众臣正等待着一场可能改变时局的决斗。",
            "characters": [
                {
                    "id": 0,
                    "name": "吕布",
                    "gender": "男",
                    "description": "武艺超群，勇猛异常，三国第一猛将。相貌堂堂，臂力过人，手持方天画戟。",
                    "position": "站在亭中央，手持方天画戟",
                    "states": "自信、傲慢，全神贯注地准备决斗"
                },
                {
                    "id": 1,
                    "name": "曹操",
                    "gender": "男",
                    "description": "一代奸雄，智勇双全，掌控大权，目光如炬。",
                    "position": "坐在亭旁的太师椅上",
                    "states": "冷静、深沉，目光紧锁着吕布"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "吕布",
                    "character_id": 0,
                    "action": "吕布挥舞方天画戟，向前一步，大声说道",
                    "dialogue": "曹孟德，今日就让我们在此一分高下！"
                },
                {
                    "action_id": 1,
                    "character": "曹操",
                    "character_id": 1,
                    "action": "曹操轻轻一笑，挥手示意",
                    "dialogue": "奉先勇猛，吾自愧不如。但今日并非你我之战，且看他人如何应对。"
                }
            ],
            "plot": "吕布与曹操在凤仪亭对峙，一场可能引发天下动荡的决斗即将展开。",
            "chunk": {
                "id": 101,
                "text": "随即回身来看二嫂，早有军人围住，见关公来，四下奔走。 关公赶散，谢普净曰：“若非吾师，已被此贼害矣。 ”普净曰：“贫僧此处难容，收拾衣钵，亦往他处云游也。 后会有期，将军保重。 ”关公称谢，护送车仗，往荥阳进发。 荥阳太守王植，却与韩福是两亲家；闻得关公杀了韩福，商议欲暗害关公，乃使人守住关口。 待关公到时，王植出关，喜笑相迎。 关公诉说寻兄之事。 植曰：“将军于路驱驰，夫人车上劳困，且请入城，馆驿中暂歇一宵，来日登途未迟。 ”关公见王植意甚殷勤，遂请二嫂入城。 馆驿中皆铺陈了当。 王植请公赴宴，公辞不往；植使人送筵席至馆驿。 关公因于路辛苦，请二嫂晚膳毕，就正房歇定；令从者各自安歇，饱喂马匹。 关公亦解甲憩息。 却说王植密唤从事胡班听令曰：“关某背丞相而逃，又于路杀太守并守关将校，死罪不轻！ 此人武勇难敌。 汝今晚点一千军围住馆驿，一人一个火把，待三更时分，一齐放火；不问是谁，尽皆烧死！ 吾亦自引军接应。 ”胡班领命，便点起军士，密将干柴引火之物，搬于馆驿门首，约时举事。 胡班寻思：“我久闻关云长之名，不识如何模样，试往窥之。 ”乃至驿中，问驿吏曰：“关将军在何处？ ”答曰：“正厅上观书者是也。 ”胡班潜至厅前，见关公左手绰髯，于灯下凭几看书。 班见了，失声叹曰：“真天人也！ ”公问何人，胡班入拜曰：“荥阳太守部下从事胡班。 ”关公曰：“莫非许都城外胡华之子否？ ”班曰：“然也。 ”公唤从者于行李中取书付班。 班看毕，叹曰：“险些误杀忠良！ ”遂密告曰：“王植心怀不仁，欲害将军，暗令人四面围住馆驿，约于三更放火。 今某当先去开了城门，将军急收拾出城。 ”\n\n　　关公大惊，忙披挂提刀上马，请二嫂上车，尽出馆驿，果见军士各执火把听候。 关公急来到城边，只见城门已开。 关公催车仗急急出城。 胡班还去放火。 关公行不到数里，背后火把照耀，人马赶来。 当先王植大叫：“关某休走！ ”关公勒马，大骂：“匹夫！ 我与你无仇，如何令人放火烧我？ ”王植拍马挺枪，径奔关公，被关公拦腰一刀，砍为两段。 人马都赶散。 关公催车仗速行，于路感胡班不已。 行至滑州界首，有人报与刘延。 延引数十骑，出郭而迎。 关公马上欠身而言曰：“太守别来无恙！ ”延曰：“公今欲何往？ ”公曰：“辞了丞相，去寻家兄。 ”延曰：“玄德在袁绍处，绍乃丞相仇人，如何容公去？ ”公曰：“昔日曾言定来。 ”延曰：“今黄河渡口关隘，夏侯惇部将秦琪据守，恐不容将军过渡。 ”公曰：“太守应付船只，若何？ ”延曰：“船只虽有，不敢应付。 ”公曰：“我前者诛颜良、文丑，亦曾与足下解厄。 今日求一渡船而不与，何也？ ”延曰：“只恐夏侯惇知之，必然罪我。 ”关公知刘延无用之人，遂自催车仗前进。 到黄河渡口，秦琪引军出问：“来者何人？ ”关公曰：“汉寿亭侯关某也。 ”琪曰：“今欲何往？ ”关公曰：“欲投河北去寻兄长刘玄德，敬来借渡。 ”琪曰：“丞相公文何在？ ”公曰：“吾不受丞相节制，有甚公文！ ”琪曰：“吾奉夏侯将军将令，守把关隘，你便插翅，也飞不过去！ ”关公大怒曰：“你知我于路斩戮拦截者乎？ ”琪曰：“你只杀得无名下将，敢杀我么？ ”关公怒曰：“汝比颜良、文丑若何？ ”秦琪大怒，纵马提刀，直取关公。 二马相交，只一合，关公刀起，秦琪头落。 关公曰：“当吾者已死，余人不必惊走。 速备船只，送我渡河。 ”军士急撑舟傍岸。 关公请二嫂上船渡河。"
            }
        },
        {
            "id": 37,
            "event": "关羽与刘备的密谋",
            "time": "三国演义时期，某日夜里",
            "location": "关定庄内室",
            "description": "夜深人静，关羽与刘备在关定庄的内室秘密商议行动计划，气氛紧张而庄重，屋内只有昏暗的烛光摇曳。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "关羽，红脸长须，智勇双全，手持青龙偃月刀，忠心耿耿，正坐在桌旁深思。",
                    "position": "坐在内室桌旁",
                    "states": "神情严肃，专注思考"
                },
                {
                    "id": 1,
                    "name": "刘备",
                    "gender": "男",
                    "description": "刘备，仁爱宽厚，机智过人，站立在关羽身旁，眉头紧锁，正在权衡计划的可行性。",
                    "position": "站在关羽身旁",
                    "states": "表情凝重，不时点头"
                },
                {
                    "id": 2,
                    "name": "简雍",
                    "gender": "男",
                    "description": "简雍，刘备的谋士，正站在房间的角落，观察着两位将军的互动，准备随时提供意见。",
                    "position": "站在房间角落",
                    "states": "神态自若，目光锐利"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽抬起头，目光坚定地看着刘备，提出了一个大胆的脱身计划。",
                    "dialogue": "「兄长，依我之见，我们可如此行事……」"
                },
                {
                    "action_id": 1,
                    "character": "刘备",
                    "character_id": 1,
                    "action": "刘备细心聆听关羽的计划，偶尔插话询问细节，显得非常重视。",
                    "dialogue": "「云长，此计甚妙，但有一处尚需斟酌……」"
                },
                {
                    "action_id": 2,
                    "character": "简雍",
                    "character_id": 2,
                    "action": "简雍从角落走出，对关羽的计划表示赞同，并提出了一些补充意见。",
                    "dialogue": "「将军高见，若能加上这一点，则更为周全。」"
                }
            ],
            "plot": "关羽、刘备和简雍三人秘密商议行动计划，准备利用袁绍对关羽的重视，实施一个既能保护刘备安全，又能让关羽名正言顺离开袁绍的大胆计划。",
            "chunk": {
                "id": 105,
                "text": "视之，乃糜竺、糜芳也。 飞亦下马相见。 竺曰：“自徐州失散，我兄弟二人逃难回乡。 使人远近打听，知云长降了曹操，主公在于河北；又闻简雍亦投河北去了。 只不知将军在此。 昨于路上遇见一伙客人，说有一姓张的将军，如此模样，今据古城。 我兄弟度量必是将军，故来寻访。 幸得相见！ ”飞曰：“云长兄与孙乾送二嫂方到，已知哥哥下落。 ”二糜大喜，同来见关公，并参见二夫人。 飞遂迎请二嫂入城。 至衙中坐定，二夫人诉说关公历过之事，张飞方才大哭，参拜云长。 二糜亦俱伤感。 张飞亦自诉别后之事，一面设宴贺喜。 次日，张飞欲与关公同赴汝南见玄德。 关公曰：“贤弟可保护二嫂，暂住此城，待我与孙乾先去探听兄长消息。 ”飞允诺。 关公与孙乾引数骑奔汝南来。 刘辟、龚都接着，关公便问：“皇叔何在？ ”刘辟曰：“皇叔到此住了数日，为见军少，复往河北袁本初处商议去了。 ”关公怏怏不乐。 孙乾曰：“不必忧虑。 再苦一番驱驰，仍往河北去报知皇叔，同至古城便了。 ”关公依言，辞了刘辟、龚都，回至古城，与张飞说知此事。 张飞便欲同至河北。 关公曰：“有此一城，便是我等安身之处，未可轻弃。 我还与孙乾同往袁绍处，寻见兄长，来此相会。 贤弟可坚守此城。 ”飞曰：“兄斩他颜良、文丑，如何去得？ ”关公曰：“不妨。 我到彼当见机而变。 ”遂唤周仓问曰：“卧牛山裴元绍处，共有多少人马？ ”仓曰：“约有四五百。 ”关公曰：“我今抄近路去寻兄长。 汝可往卧牛山招此一枝人马，从大路上接来。 ”仓领命而去。 关公与孙乾只带二十余骑投河北来，将至界首，乾曰：“将军未可轻入，只在此间暂歇。 待某先入见皇叔，别作商议。 ”关公依言，先打发孙乾去了，遥望前村有一所庄院，便与从人到彼投宿。 庄内一老翁携杖而出，与关公施礼。 公具以实告。 老翁曰：“某亦姓关，名定。 久闻大名，幸得瞻谒。 ”遂命二子出见，款留关公，并从人俱留于庄内。 且说孙乾匹马入冀州见玄德，具言前事。 玄德曰：“简雍亦在此间，可暗请来同议。 ”少顷，简雍至，与孙乾相见毕，共议脱身之计。 雍曰：“主公明日见袁绍，只说要往荆州，说刘表共破曹操，便可乘机而去。 ”玄德曰：“此计大妙！ 但公能随我去否？ ”雍曰：“某亦自有脱身之计。 ”商议已定。 次日，玄德入见袁绍，告曰：“刘景升镇守荆襄九郡，兵精粮足，宜与相约，共攻曹操。 ”绍曰：“吾尝遣使约之，奈彼未肯相从。 ”玄德曰：“此人是备同宗，备往说之，必无推阻。 ”绍曰：“若得刘表，胜刘辟多矣。 ”遂命玄德行。 绍又曰：“近闻关云长已离了曹操，欲来河北；吾当杀之，以雪颜良、文丑之恨！ ”玄德曰：“明公前欲用之，吾故召之。 今何又欲杀之耶？ 且颜良、文丑比之二鹿耳，云长乃一虎也：失二鹿而得一虎，何恨之有？ ”绍笑曰：“吾实爱之，故戏言耳。 公可再使人召之，令其速来。 ”玄德曰：“即遣孙乾往召之可也。 ”绍大喜从之。 玄德出，简雍进曰：“玄德此去，必不回矣。 某愿与偕往：一则同说刘表，二则监住玄德。 ”绍然其言，便命简雍与玄德同行。 郭图谏绍曰：“刘备前去说刘辟，未见成事；今又使与简雍同往荆州，必不返矣。 ”绍曰：“汝勿多疑，简雍自有见识。 ”郭图嗟呀而出。 却说玄德先命孙乾出城，回报关公；一面与简雍辞了袁绍，上马出城。 行至界首，孙乾接着，同往关定庄上。 关公迎门接拜，执手啼哭不止。 关定领二子拜于草堂之前。 玄德问其姓名。"
            }
        },
        {
            "id": 38,
            "event": "夜袭山贼",
            "time": "三国演义时期，某年某月某日夜",
            "location": "汝南与冀州交界处，某庄园内",
            "description": "夜幕降临，庄园内灯火昏暗，关羽与糜竺、关定等人密谋夜袭山贼，空气中弥漫着紧张和决心的气息。天空中的新月为这场行动增添了一丝神秘感。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "刘备的结义兄弟，武艺高强，性格冷静沉着，因其忠义而受人敬仰。",
                    "position": "庄园内堂，坐在主位",
                    "states": "神情严肃，目光坚定"
                },
                {
                    "id": 1,
                    "name": "糜竺",
                    "gender": "男",
                    "description": "刘备的幕僚，机智聪慧，与关羽有较好的私交。",
                    "position": "关羽左侧，手持策略图",
                    "states": "神态自若，眼中闪烁着智慧的光芒"
                },
                {
                    "id": 2,
                    "name": "关定",
                    "gender": "男",
                    "description": "庄园主，年长而富有声望，对关羽十分敬仰。",
                    "position": "关羽右侧，提供情报支持",
                    "states": "态度谦逊，充满信任"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽站起身，手按在青龙偃月刀的刀柄上，目光如炬，对众人说出了夜袭山贼的计划。",
                    "dialogue": "今夜，我们就此行动，务必救出被困村民，同时找到那些信件。此行关系重大，大家务必小心谨慎。"
                },
                {
                    "action_id": 1,
                    "character": "糜竺",
                    "character_id": 1,
                    "action": "糜竺点了点头，指向策略图上的几个关键点，详细解释了山贼的布防情况。",
                    "dialogue": "根据探子回报，山贼的主力分布在北面，我们可从南面隐蔽接近，打他们一个措手不及。"
                },
                {
                    "action_id": 2,
                    "character": "关定",
                    "character_id": 2,
                    "action": "关定站起身，向关羽和糜竺一拱手，承诺提供所需物资和情报。",
                    "dialogue": "关将军，糜先生，请放心，我关定虽年老，但此事义不容辞。所需物资和情报，我已准备妥当。"
                }
            ],
            "plot": "关羽、糜竺和关定密谋夜袭山贼，旨在解救被困村民，并获取曹操与山贼勾结的证据，为刘备在袁绍处的处境提供支持。",
            "chunk": {
                "id": 105,
                "text": "视之，乃糜竺、糜芳也。 飞亦下马相见。 竺曰：“自徐州失散，我兄弟二人逃难回乡。 使人远近打听，知云长降了曹操，主公在于河北；又闻简雍亦投河北去了。 只不知将军在此。 昨于路上遇见一伙客人，说有一姓张的将军，如此模样，今据古城。 我兄弟度量必是将军，故来寻访。 幸得相见！ ”飞曰：“云长兄与孙乾送二嫂方到，已知哥哥下落。 ”二糜大喜，同来见关公，并参见二夫人。 飞遂迎请二嫂入城。 至衙中坐定，二夫人诉说关公历过之事，张飞方才大哭，参拜云长。 二糜亦俱伤感。 张飞亦自诉别后之事，一面设宴贺喜。 次日，张飞欲与关公同赴汝南见玄德。 关公曰：“贤弟可保护二嫂，暂住此城，待我与孙乾先去探听兄长消息。 ”飞允诺。 关公与孙乾引数骑奔汝南来。 刘辟、龚都接着，关公便问：“皇叔何在？ ”刘辟曰：“皇叔到此住了数日，为见军少，复往河北袁本初处商议去了。 ”关公怏怏不乐。 孙乾曰：“不必忧虑。 再苦一番驱驰，仍往河北去报知皇叔，同至古城便了。 ”关公依言，辞了刘辟、龚都，回至古城，与张飞说知此事。 张飞便欲同至河北。 关公曰：“有此一城，便是我等安身之处，未可轻弃。 我还与孙乾同往袁绍处，寻见兄长，来此相会。 贤弟可坚守此城。 ”飞曰：“兄斩他颜良、文丑，如何去得？ ”关公曰：“不妨。 我到彼当见机而变。 ”遂唤周仓问曰：“卧牛山裴元绍处，共有多少人马？ ”仓曰：“约有四五百。 ”关公曰：“我今抄近路去寻兄长。 汝可往卧牛山招此一枝人马，从大路上接来。 ”仓领命而去。 关公与孙乾只带二十余骑投河北来，将至界首，乾曰：“将军未可轻入，只在此间暂歇。 待某先入见皇叔，别作商议。 ”关公依言，先打发孙乾去了，遥望前村有一所庄院，便与从人到彼投宿。 庄内一老翁携杖而出，与关公施礼。 公具以实告。 老翁曰：“某亦姓关，名定。 久闻大名，幸得瞻谒。 ”遂命二子出见，款留关公，并从人俱留于庄内。 且说孙乾匹马入冀州见玄德，具言前事。 玄德曰：“简雍亦在此间，可暗请来同议。 ”少顷，简雍至，与孙乾相见毕，共议脱身之计。 雍曰：“主公明日见袁绍，只说要往荆州，说刘表共破曹操，便可乘机而去。 ”玄德曰：“此计大妙！ 但公能随我去否？ ”雍曰：“某亦自有脱身之计。 ”商议已定。 次日，玄德入见袁绍，告曰：“刘景升镇守荆襄九郡，兵精粮足，宜与相约，共攻曹操。 ”绍曰：“吾尝遣使约之，奈彼未肯相从。 ”玄德曰：“此人是备同宗，备往说之，必无推阻。 ”绍曰：“若得刘表，胜刘辟多矣。 ”遂命玄德行。 绍又曰：“近闻关云长已离了曹操，欲来河北；吾当杀之，以雪颜良、文丑之恨！ ”玄德曰：“明公前欲用之，吾故召之。 今何又欲杀之耶？ 且颜良、文丑比之二鹿耳，云长乃一虎也：失二鹿而得一虎，何恨之有？ ”绍笑曰：“吾实爱之，故戏言耳。 公可再使人召之，令其速来。 ”玄德曰：“即遣孙乾往召之可也。 ”绍大喜从之。 玄德出，简雍进曰：“玄德此去，必不回矣。 某愿与偕往：一则同说刘表，二则监住玄德。 ”绍然其言，便命简雍与玄德同行。 郭图谏绍曰：“刘备前去说刘辟，未见成事；今又使与简雍同往荆州，必不返矣。 ”绍曰：“汝勿多疑，简雍自有见识。 ”郭图嗟呀而出。 却说玄德先命孙乾出城，回报关公；一面与简雍辞了袁绍，上马出城。 行至界首，孙乾接着，同往关定庄上。 关公迎门接拜，执手啼哭不止。 关定领二子拜于草堂之前。 玄德问其姓名。"
            }
        },
        {
            "id": 39,
            "event": "曹操宴请刘备",
            "time": "建安五年，秋，某日午时",
            "location": "许昌丞相府内宴厅",
            "description": "宴厅内装饰华丽，气氛庄重，宾客们交头接耳，暗自观察。厅外秋高气爽，阳光正好。",
            "characters": [
                {
                    "id": 0,
                    "name": "曹操",
                    "gender": "男",
                    "description": "曹魏的奠基者，一代枭雄，眼神深邃，喜怒不形于色，对刘备的来意充满好奇。",
                    "position": "宴厅主位，姿态从容",
                    "states": "表面热情，实则试探"
                },
                {
                    "id": 1,
                    "name": "刘备",
                    "gender": "男",
                    "description": "蜀汉的创立者，仁义著称，神态自若，内心对曹操的意图保持警惕。",
                    "position": "宴厅左侧首位，态度恭谨",
                    "states": "谨慎，应对如流"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "曹操",
                    "character_id": 0,
                    "action": "曹操端起酒杯，目光锐利地看向刘备，嘴角挂着淡淡的笑意。",
                    "dialogue": "「玄德，久闻你仁义之名，今日得见，曹某甚是欣慰，来，干一杯。」"
                },
                {
                    "action_id": 1,
                    "character": "刘备",
                    "character_id": 1,
                    "action": "刘备起身，双手接过酒杯，神态诚恳，回敬曹操。",
                    "dialogue": "「孟德兄过誉了，备只是尽绵薄之力，哪里敢当兄长之敬。」"
                }
            ],
            "plot": "此场景为曹操与刘备之间的心理较量，双方在宴席间互相试探，暗流涌动，为三国鼎立的局面埋下伏笔。",
            "chunk": {
                "id": 106,
                "text": "关公曰：“此人与弟同姓，有二子：长子关宁，学文；次子关平，学武。 ”关定曰：“今愚意欲遣次子跟随关将军，未识肯容纳否？ ”玄德曰：“年几何矣？ ”定曰：“十八岁矣。 ”玄德曰：“既蒙长者厚意，吾弟尚未有子，今即以贤郎为子，若何？ ”关定大喜，便命关平拜关公为父，呼玄德为伯父。 玄德恐袁绍追之，急收拾起行。 关平随着关公，一齐起身。 关定送了一程自回。 关公教取路往卧牛山来。 正行间，忽见周仓引数十人带伤而来。 关公引他见了玄德。 问其何故受伤，仓曰：“某未至卧牛山之前，先有一将单骑而来，与裴元绍交锋，只一合，刺死裴元绍，尽数招降人伴，占住山寨。 仓到彼招诱人伴时，止有这几个过来，余者俱惧怕，不敢擅离。 仓不忿，与那将交战，被他连胜数次，身中三枪。 因此来报主公。 ”玄德曰：“此人怎生模样？ 姓甚名谁？ ”仓曰：“极其雄壮，不知姓名。 ”于是关公纵马当先，玄德在后，径投卧牛山来。 周仓在山下叫骂，只见那将全副披挂，持枪骤马，引众下山。 玄德早挥鞭出马大叫曰：“来者莫非子龙否？ ”那将见了玄德，滚鞍下马，拜伏道旁。 原来果然是赵子龙。 玄德、关公俱下马相见，问其何由至此。 云曰：“云自别使君，不想公孙瓒不听人言，以致兵败自焚，袁绍屡次招云，云想绍亦非用人之人，因此未往。 后欲至徐州投使君，又闻徐州失守，云长已归曹操，使君又在袁绍处。 云几番欲来相投，只恐袁绍见怪。 四海飘零，无容身之地。 前偶过此处，适遇裴元绍下山来欲夺吾马，云因杀之，借此安身。 近闻翼德在古城，欲往投之，未知真实。 今幸得遇使君！ ”玄德大喜，诉说从前之事。 关公亦诉前事。 玄德曰：“吾初见子龙，便有留恋不舍之情。 今幸得相遇！ ”云曰：“云奔走四方，择主而事，未有如使君者。 今得相随，大称平生。 虽肝脑涂地，无恨矣。 ”当日就烧毁山寨，率领人众，尽随玄德前赴古城。 张飞、糜竺、糜芳迎接入城，各相拜诉。 二夫人具言云长之事，玄德感叹不已。 于是杀牛宰马，先拜谢天地，然后遍劳诸军。 玄德见兄弟重聚，将佐无缺，又新得了赵云，关公又得了关平、周仓二人，欢喜无限，连饮数日。 后人有诗赞之曰：\n\n　　当时手足似瓜分，信断音稀杳不闻。 今日君臣重聚义，正如龙虎会风云。 时玄德、关、张、赵云、孙乾、简雍、糜竺、糜芳、关平、周仓部领马步军校共四五千人。 玄德欲弃了古城去守汝南，恰好刘辟、龚都差人来请。 于是遂起军往汝南驻扎，招军买马，徐图征进，不在话下。 且说袁绍见玄德不回，大怒，欲起兵伐之。 郭图曰：“刘备不足虑。 曹操乃劲敌也，不可不除。 刘表虽据荆州，不足为强。 江东孙伯符威镇三江，地连六郡，谋臣武士极多，可使人结之，共攻曹操。 ”绍从其言，即修书遣陈震为使，来会孙策。 正是：\n\n　　只因河北英雄去，引出江东豪杰来。 未知其事如何，且听下文分解。 第二十九回 小霸王怒斩于吉 碧眼儿坐领江东\n\n　　却说孙策自霸江东，兵精粮足。 建安四年，袭取庐江，败刘勋，使虞翻驰檄豫章，豫章太守华歆投降。 自此声势大振，乃遣张纮往许昌上表献捷。 曹操知孙策强盛，叹曰：“狮儿难与争锋也！ ”遂以曹仁之女许配孙策幼弟孙匡，两家结婚。 留张纮在许昌。 孙策求为大司马，曹操不许。 策恨之，常有袭许都之心。 于是吴郡太守许贡，乃暗遣使赴许都上书于曹操。 其略曰：\n\n　　孙策骁勇，与项籍相似。 朝廷宜外示荣宠，召在京师；不可使居外镇，以为后患。 使者赍书渡江，被防江将士所获，解赴孙策处。"
            }
        },
        {
            "id": 40,
            "event": "密谋策划",
            "time": "208年3月15日夜",
            "location": "江东吴国都城书房",
            "description": "夜幕降临，书房内烛光摇曳，鲁肃与诸葛亮正密谋策划如何暗中帮助曹操，外面风声鹤唳，一片紧张气氛。",
            "characters": [
                {
                    "id": 0,
                    "name": "鲁肃",
                    "gender": "男",
                    "description": "江东孙权麾下的谋士，沉稳冷静，擅长策划和外交。",
                    "position": "坐在书桌前，手持笔墨，面前摊开一幅战略图。",
                    "states": "神情专注，偶尔皱眉深思。"
                },
                {
                    "id": 1,
                    "name": "诸葛亮",
                    "gender": "男",
                    "description": "蜀汉丞相，智慧过人，善于谋略。",
                    "position": "站在窗边，背手而立，目光深远。",
                    "states": "面带微笑，显得胸有成竹。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "鲁肃",
                    "character_id": 0,
                    "action": "鲁肃在战略图上指指点点，时而用笔标注。",
                    "dialogue": "「孔明兄，若能借曹操之手削弱袁绍，对我江东而言，实乃一石二鸟之计。」"
                },
                {
                    "action_id": 1,
                    "character": "诸葛亮",
                    "character_id": 1,
                    "action": "诸葛亮转身，轻轻点头，缓缓道。",
                    "dialogue": "「子敬所言极是，此计既可保江东无虞，又能为将来抗曹联盟打下基础。」"
                }
            ],
            "plot": "鲁肃与诸葛亮在书房内密谋策划，讨论如何利用曹操与袁绍之间的矛盾，为江东争取最大利益。",
            "chunk": {
                "id": 110,
                "text": "”瑜曰：“昔马援对光武云：当今之世，非但君择臣，臣亦择君。 今吾孙将军亲贤礼士，纳奇录异，世所罕有。 足下不须他计，只同我往投东吴为是。 ”\n\n　　肃从其言，遂同周瑜来见孙权。 权甚敬之，与之谈论，终日不倦。 一日，众官皆散，权留鲁肃共饮，至晚同榻抵足而卧。 夜半，权问肃曰：“方今汉室倾危，四方纷扰；孤承父兄余业，思为桓、文之事，君将何以教我？ ”肃曰：“昔汉高祖欲尊事义帝而不获者，以项羽为害也。 今之曹操可比项羽，将军何由得为桓、文乎？ 肃窃料汉室不可复兴，曹操不可卒除。 为将军计，惟有鼎足江东以观天下之衅。 今乘北方多务，剿除黄祖，进伐刘表，竟长江所极而据守之；然后建号帝王，以图天下：此高祖之业也。 ”权闻言大喜，披衣起谢。 次日厚赠鲁肃，并将衣服帏帐等物赐肃之母。 肃又荐一人见孙权：此人博学多才，事母至孝；覆姓诸葛，名瑾，字子瑜，琅琊南阳人也。 权拜之为上宾。 瑾劝权勿通袁绍，且顺曹操，然后乘便图之。 权依言，乃遣陈震回，以书绝袁绍。 却说曹操闻孙策已死，欲起兵下江南。 侍御史张纮谏曰：“乘人之丧而伐之，既非义举；若其不克，弃好成仇：不如因而善遇之。 ”操然其说，乃即奏封孙权为将军，兼领会稽太守；即令张纮为会稽都尉，赍印往江东。 孙权大喜，又得张纮回吴，即命与张昭同理政事。 张纮又荐一人于孙权：此人姓顾，名雍，字元叹，乃中郎蔡邕之徒；其为人少言语，不饮酒，严厉正大。 权以为丞，行太守事。 自是孙权威震江东，深得民心。 且说陈震回见袁绍，具说：“孙策已亡，孙权继立。 曹操封之为将军，结为外应矣。 ”袁绍大怒，遂起冀、青、幽、并等处人马七十余万，复来攻取许昌。 正是：\n\n　　江南兵革方休息，冀北干戈又复兴。 未知胜负若何，且听下文分解。 第三十回 战官渡本初败绩 劫乌巢孟德烧粮\n\n　　却说袁绍兴兵，望官渡进发。 夏侯惇发书告急。 曹操起军七万，前往迎敌，留荀彧守许都。 绍兵临发，田丰从狱中上书谏曰：“今且宜静守以待天时，不可妄兴大兵，恐有不利。 ”逢纪谮曰：“主公兴仁义之师，田丰何得出此不祥之语！ ”绍因怒，欲斩田丰。 众官告免。 绍恨曰：“待吾破了曹操，明正其罪！ ”遂催军进发，旌旗遍野，刀剑如林。 行至阳武，下定寨栅。 沮授曰：“我军虽众，而勇猛不及彼军；彼军虽精，而粮草不如我军。 彼军无粮，利在急战；我军有粮，宜且缓守。 若能旷以日月，则彼军不战自败矣。 ”绍怒曰：“田丰慢我军心，吾回日必斩之。 汝安敢又如此！ ”叱左右：“将沮授锁禁军中，待我破曹之后，与田丰一体治罪！ ”于是下令，将大军七十万，东西南北，周围安营，连络九十余里。 细作探知虚实，报至官渡。 曹军新到，闻之皆惧。 曹操与众谋士商议。 荀攸曰：“绍军虽多，不足惧也。 我军俱精锐之士，无不一以当十。 但利在急战。 若迁延日月，粮草不敷，事可忧矣。 ”操曰：“所言正合吾意。 ”遂传令军将鼓噪而进。 绍军来迎，两边排成阵势。 审配拨弩手一万，伏于两翼；弓箭手五千，伏于门旗内：约炮响齐发。 三通鼓罢，袁绍金盔金甲，锦袍玉带，立马阵前。 左右排列着张郃、高览、韩猛、淳于琼等诸将。 旌旗节钺，甚是严整。 曹阵上门旗开处，曹操出马。 许诸、张辽、徐晃、李典等，各持兵器，前后拥卫。 曹操以鞭指袁绍曰：“吾于天子之前，保奏你为大将军，今何故谋反？ ”绍怒曰：“汝托名汉相，实为汉贼！ 罪恶弥天，甚于莽、卓，乃反诬人造反耶！ ”操曰：“吾今奉诏讨汝！"
            }
        },
        {
            "id": 41,
            "event": "官渡之战前夕的粮草截击",
            "time": "东汉末年，官渡之战前夕",
            "location": "官渡附近的密林",
            "description": "天色已晚，林中雾气缭绕，四下寂静，只有远处战马的嘶鸣声隐约可闻。徐晃、史涣在成功烧毁粮草后，正被张邰、高览紧追不舍。",
            "characters": [
                {
                    "id": 0,
                    "name": "徐晃",
                    "gender": "男",
                    "description": "曹操麾下勇猛将领，手握大斧，一脸威严。",
                    "position": "站在林中一处略高的土坡上，准备迎击来敌。",
                    "states": "神色凝重，但毫无惧色。"
                },
                {
                    "id": 1,
                    "name": "史涣",
                    "gender": "男",
                    "description": "曹操麾下智将，手握长剑，眼神锐利。",
                    "position": "与徐晃并肩而立，密切观察四周动静。",
                    "states": "冷静分析局势，寻找破敌之机。"
                },
                {
                    "id": 2,
                    "name": "张邰",
                    "gender": "男",
                    "description": "袁绍麾下刚烈将领，手持长枪，怒目圆睁。",
                    "position": "率军从林中一条小径杀出，直指徐晃所在位置。",
                    "states": "愤怒且急躁，誓要擒获徐晃等人。"
                },
                {
                    "id": 3,
                    "name": "高览",
                    "gender": "男",
                    "description": "袁绍麾下勇将，枪法了得，面露杀气。",
                    "position": "与张邰并排，准备左右夹击。",
                    "states": "冷静观察，随时准备发动攻击。"
                },
                {
                    "id": 4,
                    "name": "许褚",
                    "gender": "男",
                    "description": "曹操麾下力大无穷的猛将，手持巨锤。",
                    "position": "从徐晃背后杀出，突然出现在战场。",
                    "states": "气势如虹，大声呼喊鼓舞士气。"
                },
                {
                    "id": 5,
                    "name": "张辽",
                    "gender": "男",
                    "description": "曹操麾下智勇双全的将领，手持长刀。",
                    "position": "与许褚一同出现，迅速布阵。",
                    "states": "沉着应对，指挥若定。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "徐晃",
                    "character_id": 0,
                    "action": "挥舞大斧，迎头向张邰砍去。",
                    "dialogue": "「张邰，今日教你见识我徐公明的手段！」"
                },
                {
                    "action_id": 1,
                    "character": "史涣",
                    "character_id": 1,
                    "action": "迅速移动，寻找机会支援徐晃。",
                    "dialogue": "「徐将军，小心背后！」"
                },
                {
                    "action_id": 2,
                    "character": "张邰",
                    "character_id": 2,
                    "action": "挺枪与徐晃激战，枪法狠辣。",
                    "dialogue": "「徐晃，你等劫我粮草，今日必取你首级！」"
                },
                {
                    "action_id": 3,
                    "character": "高览",
                    "character_id": 3,
                    "action": "绕至徐晃侧面，伺机而动。",
                    "dialogue": "「张邰，我们左右夹击，让他们无路可逃！」"
                },
                {
                    "action_id": 4,
                    "character": "许褚",
                    "character_id": 4,
                    "action": "挥舞巨锤，击退高览的进攻。",
                    "dialogue": "「高览，你的对手是我！」"
                },
                {
                    "action_id": 5,
                    "character": "张辽",
                    "character_id": 5,
                    "action": "指挥部队布阵，稳定阵脚。",
                    "dialogue": "「全军听令，结阵防御，不可轻举妄动！」"
                }
            ],
            "plot": "在官渡之战前夕，徐晃和史涣成功截击袁绍的粮草，但遭遇张邰和高览的猛烈追击。在危急关头，许褚和张辽率军赶到，双方展开了一场激烈的对峙。",
            "chunk": {
                "id": 111,
                "text": "”绍曰：“吾奉衣带诏讨贼！ ”操怒，使张辽出战。 张邰跃马来迎。 二将斗了四五十合，不分胜负。 曹操见了，暗暗称奇。 许褚挥刀纵马，直出助战。 高览挺枪接住。 四员将捉对儿厮杀。 曹操令夏侯惇、曹洪，各引三千军，齐冲彼阵。 审配见曹军来冲阵，便令放起号炮：两下万弩并发，中军内弓箭手一齐拥出阵前乱射。 曹军如何抵敌，望南急走。 袁绍驱兵掩杀，曹军大败，尽退至官渡。 袁绍移军逼近官渡下寨。 审配曰：“今可拨兵十万守官渡，就曹操寨前筑起土山，令军人下视寨中放箭。 操若弃此而去，吾得此隘口，许昌可破矣。 ”绍从之，于各寨内选精壮军人，用铁锹土担，齐来曹操寨边，垒土成山。 曹营内见袁军堆筑土山，欲待出去冲突，被审配弓弩手当住咽喉要路，不能前进。 十日之内，筑成土山五十余座，上立高橹，分拨弓弩手于其上射箭。 曹军大惧，皆顶着遮箭牌守御。 土山上一声梆子响处，箭下如雨。 曹军皆蒙楯伏地，袁军呐喊而笑。 曹操见军慌乱，集众谋士问计。 刘晔进曰：“可作发石车以破之。 ”操令晔进车式，连夜造发石车数百乘，分布营墙内，正对着土山上云梯。 候弓箭手射箭时，营内一齐拽动石车，炮石飞空，往上乱打。 人无躲处，弓箭手死者无数。 袁军皆号其车为“霹雳车”。 由是袁军不敢登高射箭。 审配又献一计：令军人用铁锹暗打地道，直透曹营内，号为“掘子军”。 曹兵望见袁军于山后掘土坑，报知曹操。 操又问计于刘晔。 晔曰：“此袁军不能攻明而攻暗，发掘伏道，欲从地下透营而入耳。 ”操曰：“何以御之？ ”晔曰：“可绕营掘长堑，则彼伏道无用也。 ”操连夜差军掘堑。 袁军掘伏道到堑边，果不能入，空费军力。 却说曹操守官渡，自八月起，至九月终，军力渐乏，粮草不继。 意欲弃官渡退回许昌，迟疑未决，乃作书遣人赴许昌问荀彧。 彧以书报之。 书略曰：\n\n　　承尊命，使决进退之疑。 愚以袁绍悉众聚于官渡，欲与明公决胜负，公以至弱当至强，若不能制，必为所乘：是天下之大机也。 绍军虽众，而不能用；以公之神武明哲，何向而不济！ 今军实虽少，未若楚、汉在荥阳、成皋间也。 公今画地而守，扼其喉而使不能进，情见势竭，必将有变。 此用奇之时，断不可失。 惟明公裁察焉。 曹操得书大喜，令将士效力死守。 绍军约退三十余里，操遣将出营巡哨。 有徐晃部将史涣获得袁军细作，解见徐晃。 晃问其军中虚实。 答曰：“早晚大将韩猛运粮至军前接济，先令我等探路。 ”徐晃便将此事报知曹操。 荀攸曰：“韩猛匹夫之勇耳。 若遣一人引轻骑数千，从半路击之，断其粮草，绍军自乱。 ”操曰：“谁人可往？ ”攸曰：“即遣徐晃可也。 ”操遂差徐晃将带史涣并所部兵先出，后使张辽、许褚引兵救应。 当夜韩猛押粮车数千辆，解赴绍寨。 正走之间，山谷内徐晃、史涣引军截住去路。 韩猛飞马来战，徐晃接住厮杀。 史涣便杀散人夫，放火焚烧粮车。 韩猛抵当不住，拨回马走。 徐晃催军烧尽辎重。 袁绍军中，望见西北上火起，正惊疑间，败军投来：“粮草被劫！ ”绍急遣张邰、高览去截大路，正遇徐晃烧粮而回，恰欲交锋，背后张辽、许诸军到。 两下夹攻，杀散袁军，四将合兵一处，回官渡寨中。 曹操大喜，重加赏劳。 又分军于寨前结营，为掎角之势。 却说韩猛败军还营，绍大怒，欲斩韩猛，众官劝免。 审配曰：“行军以粮食为重，不可不用心提防。 乌巢乃屯粮之处，必得重兵守之。 ”袁绍曰：“吾筹策已定。"
            }
        },
        {
            "id": 42,
            "event": "袁谭与徐晃的秘密会面",
            "time": "东汉末年，官渡之战后不久",
            "location": "冀州郊外，一片隐蔽的树林中",
            "description": "夜幕降临，树林中寂静无声，只有远处传来曹操营地的灯火。袁谭与徐晃在此秘密会面，商讨联手对抗袁尚的计划。",
            "characters": [
                {
                    "id": 0,
                    "name": "袁谭",
                    "gender": "男",
                    "description": "袁绍长子，性格刚烈，手握青州重兵，对袁尚的地位感到不满，有着强烈的野心。",
                    "position": "坐在一块石头上，身披战甲，手持长剑。",
                    "states": "神态严肃，目光锐利，表现出决断和果敢。"
                },
                {
                    "id": 1,
                    "name": "徐晃",
                    "gender": "男",
                    "description": "曹操部将，勇猛善战，对曹操忠心耿耿，看出袁家内斗的契机，希望能为己方谋利。",
                    "position": "站在袁谭对面，身姿挺拔，全副武装。",
                    "states": "面带微笑，眼神中透露出一丝狡黠。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "袁谭",
                    "character_id": 0,
                    "action": "袁谭从袖中取出一份地图，铺在石头上，指着一个战略要地，向徐晃阐述自己的计划。",
                    "dialogue": "“徐将军，若我们联手，先取此要地，袁尚必定首尾难顾。”"
                },
                {
                    "action_id": 1,
                    "character": "徐晃",
                    "character_id": 1,
                    "action": "徐晃点头赞同，并提出自己的见解，他认为袁尚败退后，袁绍必然士气低落，正是奇袭的好时机。",
                    "dialogue": "“袁兄高见，我愿率军助你一臂之力，但此事需密不可宣，以防袁尚察觉。”"
                }
            ],
            "plot": "此场景展现了袁谭与徐晃的联手计划，预示着袁家内斗的进一步激化，以及曹操势力在北方的扩张契机。",
            "chunk": {
                "id": 115,
                "text": "却是败军相聚，诉说丧兄失弟，弃伴亡亲之苦，各各捶胸大哭，皆曰：“若听田丰之言，我等怎遭此祸！ ”绍大悔曰：“吾不听田丰之言，兵败将亡；今回去，有何面目见之耶！ ”次日，上马正行间，逢纪引军来接。 绍对逢纪曰：“吾不听田丰之言，致有此败。 吾今归去，羞见此人。 ”逢纪因谮曰：“丰在狱中闻主公兵败，抚掌大笑曰：果不出吾之料！ ”袁绍大怒曰：“竖儒怎敢笑我！ 我必杀之！ ”遂命使者赍宝剑先往冀州狱中杀田丰。 却说田丰在狱中。 一日，狱吏来见丰曰：“与别驾贺喜！ ”丰曰：“何喜可贺？ ”狱吏曰：“袁将军大败而回，君必见重矣。 ”丰笑曰：“吾今死矣！ ”狱吏问曰：“人皆为君喜，君何言死也？ ”丰曰：“袁将军外宽而内忌，不念忠诚。 若胜而喜，犹能赦我；今战败则羞，吾不望生矣。 ”狱吏未信。 忽使者赍剑至，传袁绍命，欲取田丰之首，狱吏方惊。 丰曰：“吾固知必死也。 ”狱吏皆流泪。 丰曰：“大丈夫生于天地间，不识其主而事之，是无智也！ 今日受死，夫何足惜！ ”乃自刎于狱中。 后人有诗曰：\n\n　　昨朝沮授军中失，今日田丰狱内亡。 河北栋梁皆折断，本初焉不丧家邦！ 田丰既死，闻者皆为叹惜。 袁绍回冀州，心烦意乱，不理政事。 其妻刘氏劝立后嗣。 绍所生三子长子袁谭字显思，出守青州；次子袁熙字显奕，出守幽州；三子袁尚字显甫，是绍后妻刘氏所出，生得形貌俊伟，绍至爱之，因此留在身边。 自官渡兵败之后，刘氏劝立尚为后嗣，绍乃与审配、逢纪、辛评、郭图四人商议、原来审、逢二人，向辅袁尚；辛、郭二人，向辅袁谭；四人各为其主。 当下袁绍谓四人曰：“今外患未息，内事不可不早定，吾将议立后嗣：长子谭，为人性刚好杀；次子熙，为人柔懦难成；三子尚，有英雄之表，礼贤敬士，吾欲立之。 公等之意若何？ ”郭图曰：“三子之中，谭为长，今又居外；主公若废长立幼，此乱萌也。 今军威稍挫，敌兵压境，岂可复使父子兄弟自相争乱耶？ 主公且理会拒敌之策，立嗣之事，毋容多议。 ”袁绍踌躇未决。 忽报袁熙引兵六万，自幽州来；袁谭引兵五万，自青州来；外甥高干亦引兵五万，自并州来：各至冀州助战。 绍喜，再整人马来战曹操。 时操引得胜之兵，陈列于河上，有土人箪食壶浆以迎之。 操见父老数人，须发尽白，乃命入帐中赐坐，问之曰：“老丈多少年纪？ ”答曰：“欲近百岁矣。 ”操曰：“吾军士惊扰汝乡，吾甚不安。 ”父老曰：“桓帝时，有黄星见于楚、宋之分，辽东人殷馗善晓天文，夜宿于此，对老汉等言：黄星见于乾象，正照此间。 后五十年，当有真人起于梁沛之间。 今以年计之，整整五十年。 袁本初重敛于民，民皆怨之。 丞相兴仁义之兵，吊民伐罪，官渡一战，破袁绍百万之众，正应当时殷馗之言，兆民可望太平矣。 ”操笑曰：“何敢当老丈所言？ ”遂取酒食绢帛赐老人而遣之。 号令三军：“如有下乡杀人家鸡犬者，如杀人之罪！ ”于是军民震服。 操亦心中暗喜。 人报袁绍聚四州之兵，得二三十万，前至仓亭下寨。 操提兵前进，下寨已定。 次日，两军相对，各布成阵势。 操引诸将出阵，绍亦引三子一甥及文官武将出到阵前。 操曰：“本初计穷力尽，何尚不思投降？ 直待刀临项上，悔无及矣！ ”绍大怒，回顾众将曰：“谁敢出马？ ”袁尚欲于父前逞能，便舞双刀，飞马出阵，来往奔驰。 操指问众将曰：“此何人？ ”有识者答曰：“此袁绍三子袁尚也。 ”言未毕，一将挺枪早出。 操视之，乃徐晃部将史涣也。 两骑相交，不三合，尚拨马刺斜而走。"
            }
        },
        {
            "id": 43,
            "event": "关羽赵云智救流民",
            "time": "东汉末年，汝南之战后不久",
            "location": "荆州附近的一处密林",
            "description": "林中光线昏暗，气氛紧张，流民们因生活所迫，神色警惕，但眼中透露出渴望被解救的光芒。",
            "characters": [
                {
                    "id": 0,
                    "name": "关羽",
                    "gender": "男",
                    "description": "刘备麾下五虎上将之一，忠义沉稳，武艺高强，手持青龙偃月刀。",
                    "position": "站在流民面前，神态威严",
                    "states": "冷静，目光坚定"
                },
                {
                    "id": 1,
                    "name": "赵云",
                    "gender": "男",
                    "description": "刘备麾下五虎上将之一，勇猛果敢，武艺不凡，身背长枪。",
                    "position": "站在关羽身旁，警惕四周",
                    "states": "警觉，准备随时应对突发情况"
                },
                {
                    "id": 2,
                    "name": "流民首领",
                    "gender": "男",
                    "description": "流民中的领头人物，身强力壮，但面带饥色。",
                    "position": "站在流民队伍前方，神色紧张",
                    "states": "紧张，但又带着一丝期待"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "关羽",
                    "character_id": 0,
                    "action": "关羽上前一步，用青龙偃月刀轻轻敲击地面，以示诚意。",
                    "dialogue": "我等非是来战，而是来助尔等脱离苦海。"
                },
                {
                    "action_id": 1,
                    "character": "赵云",
                    "character_id": 1,
                    "action": "赵云紧随其后，目光锐利地扫视四周，确保没有其他敌人。",
                    "dialogue": "尔等若能答应一事，我家主公愿收留尔等，赐予土地与粮食。"
                },
                {
                    "action_id": 2,
                    "character": "流民首领",
                    "character_id": 2,
                    "action": "流民首领瞪大了眼睛，既惊讶又感激，随即单膝跪地。",
                    "dialogue": "若真如此，我等愿为大人效犬马之劳！"
                }
            ],
            "plot": "关羽和赵云在前往荆州的途中遇到流民，他们用智慧和武力赢得了流民的信任，并成功说服流民帮助他们传递消息，为刘备争取到了刘表的支持。",
            "chunk": {
                "id": 117,
                "text": "不一日，飞马来报夏侯惇已打破汝南，刘辟弃城而走，云长现今被围。 玄德大惊。 又报张飞去救龚都，也被围住了。 玄德急欲回兵，又恐操兵后袭。 忽报寨外许褚搦战。 玄德不敢出战，候至天明，教军士饱餐，步军先起，马军后随，寨中虚传更点。 玄德等离寨约行数里，转过土山，火把齐明，山头上大呼曰：“休教走了刘备！ 丞相在此专等！ ”玄德慌寻走路。 赵云曰：“主公勿忧，但跟某来。 ”赵云挺枪跃马，杀开条路，玄德掣双股剑后随。 正战间。 许褚追至，与赵云力战。 背后于禁、李典又到。 玄德见势危，落荒而走。 听得背后喊声渐远，玄德望深山僻路，单马逃生。 捱到天明，侧首一彪军冲出。 玄德大惊，视之，乃刘辟引败军千余骑，护送玄德家小前来；孙乾。 简雍，糜芳亦至，诉说：“夏侯惇军势甚锐，因此弃城而走。 曹兵赶来，幸得云长挡住，因此得脱。 ”玄德曰：“不知云长今在何处？ ”刘辟曰：“将军且行，却再理会。 ”行到数里，一棒鼓响，前面拥出一彪人马。 当先大将，乃是张邰，大叫：“刘备快下马受降！ ”玄德方欲退后，只见山头上红旗磨动，一军从山坞内拥出，为首大将，乃高览也。 玄德两头无路，仰天大呼曰：“天何使我受此窘极耶！ 事势至此，不如就死！ ”欲拔剑自刎，刘辟急止之曰：“容某死战，夺路救君。 ”言讫，便来与高览交锋。 战不三合，被高览一刀砍于马下。 玄德正慌，方欲自战，高览后军忽然自乱，一将冲阵而来，枪起处，高览翻身落马。 视之，乃赵云也。 玄德大喜。 云纵马挺枪，杀散后队，又来前军独战张邰。 邰与云战三十余合，拨马败走。 云乘势冲杀，却被邰兵守住山隘，路窄不得出。 正夺路间，只见云长、关平、周仓引三百军到。 两下相攻，杀退张邰。 各出隘口，占住山险下寨。 玄德使云长寻觅张飞。 原来张飞去救龚都，龚都已被夏侯渊所杀；飞奋力杀退夏侯渊，迤逦赶去，却被乐进引军围住。 云长路逢败军，寻踪而去，杀退乐进，与飞同回见玄德。 人报曹军大队赶来，玄德教孙乾等保护老小先行。 玄德与关、张、赵云在后，且战且走。 操见玄德去远，收军不赶。 玄德败军不满一千，狼狈而奔。 前至一江，唤土人问之，乃汉江也。 玄德权且安营。 土人知是玄德，奉献羊酒，乃聚饮于沙滩之上。 玄德叹曰：“诸君皆有王佐之才，不幸跟随刘备。 备之命窘，累及诸君。 今日身无立锥，诚恐有误诸君。 君等何不弃备而投明主，以取功名乎？ ”众皆掩面而哭。 云长曰：“兄言差矣。 昔日高祖与项羽争天下，数败于羽；后九里山一战成功，而开四百年基业。 胜负兵家之常，何可自隳其志！ ”孙乾曰：“成败有时，不可丧志。 此离荆州不远。 刘景升坐镇九郡，兵强粮足，更且与公皆汉室宗亲，何不往投之？ ”玄德曰：“但恐不容耳。 ”乾曰：“某愿先往说之，使景升出境而迎主公。 ”\n\n　　玄德大喜，便令孙乾星夜往荆州。 到郡入见刘表，礼毕，刘表问曰：“公从玄德，何故至此？ ”乾曰：“刘使君天下英雄，虽兵微将寡，而志欲匡扶社稷。 汝南刘辟、龚都素无亲故，亦以死报之。 明公与使君，同为汉室之胄；今使君新败，欲往江东投孙仲谋。 乾僭言曰：不可背亲而向疏。 荆州刘将军礼贤下士，士归之如水之投东，何况同宗乎？ 因此使君特使乾先来拜白。 惟明公命之。 ”表大喜曰：“玄德，吾弟也。 久欲相会而不可得。 今肯惠顾，实为幸甚！ ”蔡瑁谮曰：“不可。 刘备先从吕布，后事曹操，近投袁绍，皆不克终，足可见其为人。"
            }
        },
        {
            "id": 44,
            "event": "刘备招贤纳士，诸葛亮提出草庐对",
            "time": "东汉末年，建安十二年",
            "location": "荆州，刘备府中",
            "description": "府内张灯结彩，喜气洋洋。庭前花开正艳，阳光和煦。",
            "characters": [
                {
                    "id": 0,
                    "name": "刘备",
                    "gender": "男",
                    "description": "字玄德，仁德之君，素有宽厚之名，深得人心。",
                    "position": "堂上正中，端坐",
                    "states": "面带微笑，期待贤才"
                },
                {
                    "id": 1,
                    "name": "诸葛亮",
                    "gender": "男",
                    "description": "字孔明，号卧龙，才智过人，谋略深远。",
                    "position": "堂下左侧，站立",
                    "states": "神情自信，胸有成竹"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "刘备",
                    "character_id": 0,
                    "action": "刘备轻捋胡须，目光热切，对府中贤才充满期待",
                    "dialogue": "“今日得见诸君，实乃备之幸事，愿共谋大业，同创辉煌。”"
                },
                {
                    "action_id": 1,
                    "character": "诸葛亮",
                    "character_id": 1,
                    "action": "诸葛亮微微一笑，提出草庐对之策",
                    "dialogue": "“主公，亮有一策，名草庐对，或可广纳天下英才，为主公效力。”"
                }
            ],
            "plot": "刘备在荆州广纳贤才，诸葛亮提出草庐对之策，为刘备招揽天下英才，共谋大业埋下伏笔。",
            "chunk": {
                "id": 122,
                "text": "审配之侄审荣，素与辛毗相厚，见辛毗家属被害，心中怀忿，乃密写献门之书，拴于箭上，射下城来。 军士拾献辛毗，毗将书献操。 操先下令：如入冀州，休得杀害袁氏一门老小；军民降者免死。 次日天明，审荣大开西门，放曹兵入。 辛毗跃马先入，军将随后，杀入冀州。 审配在东南城楼上，见操军已入城中，引数骑下城死战，正迎徐晃交马。 徐晃生擒审配，绑出城来。 路逢辛毗，毗咬牙切齿，以鞭鞭配首曰：“贼杀才！ 今日死矣！ ”配大骂：“辛毗贼徒！ 引曹操破我冀州，我恨不杀汝也！ ”徐晃解配见操。 操曰：“汝知献门接我者乎？ ”配曰：“不知。 ”操曰：“此汝侄审荣所献也。 ”配怒曰：“小儿不行，乃至于此！ ”操曰：“昨孤至城下，何城中弩箭之多耶？ ”配曰：“恨少！ 恨少！ ”操曰：“卿忠于袁氏，不容不如此。 今肯降吾否？ ”配曰：“不降！ 不降”辛毗哭拜于地曰：“家属八十余口，尽遭此贼杀害。 愿丞相戮之，以雪此恨！ ”配曰：“吾生为袁氏臣，死为袁氏鬼，不似汝辈谗谄阿谀之贼！ 可速斩我！ ”操教牵出。 临受刑，叱行刑者曰：“吾主在北，不可使我面南而死！ ”乃向北跪，引颈就刃。 后人有诗叹曰：\n\n　　河北多名士，谁如审正南。 命因昏主丧，心与古人参。 忠直言无隐，廉能志不贪。 临亡犹北面，降者尽羞惭。 审配既死，操怜其忠义，命葬于城北。 众将请曹操入城。 操方欲起行，只见刀斧手拥一人至，操视之，乃陈琳也。 操谓之曰：“汝前为本初作檄，但罪状孤可也；何乃辱及祖父耶？ ”琳答曰：“箭在弦上，不得不发耳。 ”左右劝操杀之；操怜其才，乃赦之，命为从事。 却说操长子曹丕，字子桓，时年十八岁。 丕初生时，有云气一片，其色青紫，圆如车盖，覆于其室，终日不散。 有望气者，密谓操曰：“此天子气也。 令嗣贵不可言！ ”丕八岁能属文，有逸才，博古通今，善骑射，好击剑。 时操破冀州，不随父在军中，先领随身军，径投袁绍家，下马拔剑而入。 有一将当之曰：“丞相有命，诸人不许入绍府。 ”不叱退，提剑入后堂。 见两个妇人相抱而哭，不向前欲杀之。 正是：\n\n　　四世公侯已成梦，一家骨肉又遭殃。 未知性命如何，且听下文分解。 第三十三回 曹丕乘乱纳甄氏 郭嘉遗计定辽东\n\n　　却说曹丕见二妇人啼哭，拔剑欲斩之。 忽见红光满目，遂按剑而问曰：“汝何人也？ ”一妇人告曰：“妾乃袁将军之妻刘氏也。 ”丕曰：“此女何人？ ”刘氏曰：“此次男袁熙之妻甄氏也。 因熙出镇幽州，甄氏不肯远行，故留于此。 ”丕拖此女近前，见披发垢而。 不以衫袖拭其面而观之，见甄氏玉肌花貌，有倾国之色。 遂对刘氏曰：“吾乃曹丞相之子也。 愿保汝家。 汝勿忧虑。 ”道按剑坐于堂上。 却说曹操统领众将入冀州城，将入城门，许攸纵马近前，以鞭指城门而呼操曰：“阿瞒，汝不得我，安得入此门？ ”操大笑。 众将闻言，俱怀不平。 操至绍府门下，问曰：“谁曾入此门来？ ”守将对曰：“世子在内。 ”操唤出责之。 刘氏出拜曰：“非世子不能保全妾家，愿就甄氏为世子执箕帚。 ”操教唤出甄氏拜于前。 操视之曰：“真吾儿妇也？ ”遂令曹不纳之。 操既定冀州，亲往袁绍墓下设祭，再拜而哭甚哀，顾谓众官曰：“昔日吾与本初共起兵时，本初问吾曰：‘若事不辑，方面何所可据？ ’吾问之曰：‘足下意欲若何？ ’本初曰：‘吾南据河，北阻燕代，兼沙漠之众，南向以争天下，庶可以济乎？ ’吾答曰：‘吾任天下之智力，以道御之，无所不可。"
            }
        },
        {
            "id": 45,
            "event": "曹操与刘备的谋略对话",
            "time": "三国时期，曹操定冀州后不久",
            "location": "荆州，刘备的临时府邸内",
            "description": "场景发生在刘备的府邸内，天色已晚，府内灯火通明，气氛庄重而安静。刘备与曹操的使者正在商讨袁谭的局势。",
            "characters": [
                {
                    "id": 0,
                    "name": "刘备",
                    "gender": "男",
                    "description": "刘备，字玄德，仁爱宽厚，善于结交豪杰。在此场景中，他显得深思熟虑，态度谨慎。",
                    "position": "坐在主位上，背后是蜀汉的旗帜",
                    "states": "表情凝重，态度诚恳"
                },
                {
                    "id": 1,
                    "name": "曹操使者",
                    "gender": "男",
                    "description": "曹操派遣的使者，忠诚能干，口才了得。在此场景中，他带着曹操的书信，传达曹操的意见。",
                    "position": "站在刘备面前，手持曹操的书信",
                    "states": "态度恭敬，言辞得体"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "刘备",
                    "character_id": 0,
                    "action": "刘备接过使者手中的书信，仔细阅读，眉头紧锁。",
                    "dialogue": "“曹操此信，意欲何为？”"
                },
                {
                    "action_id": 1,
                    "character": "曹操使者",
                    "character_id": 1,
                    "action": "使者微微欠身，清晰回答。",
                    "dialogue": "“丞相之意，是希望刘皇叔能保持中立，莫要插手南皮之战。”"
                },
                {
                    "action_id": 2,
                    "character": "刘备",
                    "character_id": 0,
                    "action": "刘备沉吟片刻，缓缓点头。",
                    "dialogue": "“丞相高见，备自当三思。”"
                }
            ],
            "plot": "此场景展现了刘备与曹操之间的谋略互动，刘备在曹操的压力和自身的仁义之间权衡，最终选择暂时中立，体现了其谨慎的性格和深远的政治眼光。",
            "chunk": {
                "id": 123,
                "text": "’此言如昨，而今本初已丧，吾不能不为流涕也！ ”众皆叹息。 操以金帛粮米赐绍妻刘氏。 乃下令曰：“河北居民遭兵革之难，尽免今年租赋。 ”一面写表申朝；操自领冀州牧。 一日，许褚走马入东门，正迎许攸，饮唤褚曰：“汝等无我，安能出入此门乎？ ”褚怒曰：“吾等千主万死，身冒血战，夺得城池，汝安敢夸口！ ”攸骂曰：“汝等皆匹夫耳，何足道哉！ ”褚大怒，拔剑杀攸，提头来见曹操，说“许攸如此无礼，某杀之矣。 ”操曰：“子远与吾旧交，故相戏耳，何故杀之！ ”深责许褚，令厚葬许攸。 乃令人遍访冀州贤士。 冀民曰：“骑都尉崔琐，字季珪，清河东武城人也。 数曾献计于袁绍，绍不从，因此托疾在家。 ”操即召琰为本州别驾从事，因谓曰：“昨按本州户籍，共计三十万众，可谓大州。 ”琰曰：“今天下分崩，九州幅裂，二袁兄弟相争，冀民暴骨原野，丞相不急存问风俗，救其涂炭，而先计校户籍，岂本州士女所望于明公哉？ ”操闻言，改容谢之，待为上宾。 操已定冀州，使人探袁谭消息。 时谭引兵劫掠甘陵、安平、渤海、河间等处，闻袁尚败走中山，乃统军攻之。 尚无心战斗，径奔幽州投袁熙。 谭尽降其众，欲复图冀州。 操使人召之，谭不至。 操大怒，驰书绝其婚，自统大军征之，直抵平原。 谭闻操自统军来，遣人求救于刘表。 表请玄德商议。 玄德曰：“今操已破冀州，兵势正盛，袁氏兄弟不久必为操擒，救之无益；况操常有窥荆襄之意，我只养兵自守，未可妄动。 ”表曰：“然则何以谢之？ ”玄德曰：“可作书与袁氏兄弟，以和解为名，婉词谢之。 ”表然其言，先遣人以书遗谭。 书略曰：\n\n　　君子违难，不适仇国。 日前闻君屈膝降曹，则是忘先人之仇，弃手足之谊，而遗同盟之耻矣。 若冀州不弟，当降心相从。 待事定之后，使天下平其曲直，不亦高义耶？ 又与袁尚书曰：\n\n　　青州天性峭急，迷于曲直。 君当先除曹操，以率先公之恨。 事定之后，乃计曲直，不亦善乎？ 若迷而不返，则是韩卢、东郭自困于前，而遗田父之获也。 谭得表书，知表无发兵之意，又自料不能敌操，遂弃平原，走保南皮。 曹操追至南皮，时天气寒肃，河道尽冻，粮船不能行动。 操令本处百姓敲冰拽船，百姓闻令而逃。 操大怒，欲捕斩之。 百姓闻得，乃亲往营中投首。 操曰：“若不杀汝等，则吾号令不行；若杀汝等，吾又不忍：汝等快往山中藏避，休被我军士擒获。 ”百姓皆垂泪而去。 袁谭引兵出城，与曹军相敌。 两阵对圆，操出马以鞭指谭而骂曰：“吾厚待汝，汝何生异心？ ”谭曰：“汝犯吾境界，夺吾城池，赖吾妻子，反说我有异心耶！ ”操大怒，使徐晃出马。 谭使彭安接战。 两马相交，不数合，晃斩彭安于马下。 谭军败走，退入南皮。 操遣军四面围住。 谭着慌，使辛评见操约降。 操曰：“袁谭小子，反覆无常，吾难准信。 汝弟辛毗，吾已重用，汝亦留此可也。 ”评曰：“丞相差矣。 某闻主贵臣荣，主忧臣辱。 某久事袁氏，岂可背之！ ”操知其不可留，乃遣回。 评回见谭，言操不准投降。 谭叱曰：“汝弟现事曹操，汝怀二心耶？ ”评闻言，气满填胸，昏绝于地。 谭令扶出，须臾而死。 谭亦悔之。 郭图谓谭曰：“来日尽驱百姓当先，以军继其后，与曹操决一死战。 ”谭从其言。 当夜尽驱南皮百姓，皆执刀枪听令。 次日平明，大开四门，军在后，驱百姓在前，喊声大举，一齐拥出，直抵曹寨。 两军混战，自辰至午，胜负未分，杀人遍地。"
            }
        },
        {
            "id": 46,
            "event": "檀溪岸边对峙",
            "time": "东汉末年，某日",
            "location": "檀溪岸边",
            "description": "赵云带领三百军寻找刘备，在檀溪岸边与蔡瑁的军队形成对峙。两岸气氛紧张，风声鹤唳。",
            "characters": [
                {
                    "id": 0,
                    "name": "赵云",
                    "gender": "男",
                    "description": "勇猛、忠诚、细心的武将，擅长使用长枪，武艺高强。",
                    "position": "檀溪岸边，军队前列",
                    "states": "警惕，准备战斗"
                },
                {
                    "id": 1,
                    "name": "蔡瑁",
                    "gender": "男",
                    "description": "心机深沉、权谋之士，擅长弓箭，有一定的统帅能力。",
                    "position": "檀溪对岸，指挥军队",
                    "states": "狡猾，试图探听赵云的意图"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "赵云",
                    "character_id": 0,
                    "action": "赵云挥枪指向对岸，大声质问蔡瑁为何阻拦。",
                    "dialogue": "蔡公礼，你为何要阻挡我寻找主公？"
                },
                {
                    "action_id": 1,
                    "character": "蔡瑁",
                    "character_id": 1,
                    "action": "蔡瑁装作无辜，回应赵云。",
                    "dialogue": "子龙将军误会了，我只是在巡逻，并无阻拦之意。"
                },
                {
                    "action_id": 2,
                    "character": "赵云",
                    "character_id": 0,
                    "action": "赵云并不相信蔡瑁的话，命令军队准备渡河。",
                    "dialogue": "无需多言，我军要渡河，你若阻拦，休怪我枪下无情！"
                }
            ],
            "plot": "赵云与蔡瑁在檀溪岸边展开对峙，双方言语交锋，形势紧张，赵云准备强行渡河寻找刘备。",
            "chunk": {
                "id": 129,
                "text": "”越曰：“吾见赵云行坐不离玄德，恐难下手。 ”瑁曰：“吾伏五百军在城内准备。 ”越曰：“可使文聘、王威二人另设一席于外厅，以待武将。 先请住赵云，然后可行事。 ”瑁从其言。 当日杀牛宰马，大张筵席。 玄德乘的卢马至州衙，命牵入后园拴系。 众官皆至堂中。 玄德主席，二公子两边分坐，其余各依次而坐。 赵云带剑立于玄德之侧。 文聘、王威入请赵云赴席。 云推辞不去。 玄德令云就席，云勉强应命而出。 蔡瑁在外收拾得铁桶相似，将玄德带来三百军，都遣归馆舍，只待半酣，号起下手。 酒至三巡，伊籍起把盏，至玄德前，以目视玄德，低声谓曰：“请更衣，”玄德会意，即起如厕，伊籍把盏毕，疾入后园，接着玄德，附耳报曰：“蔡瑁设计害君，城外东、南、北三处，皆有军马守把。 惟西门可走，公宜速逃！ ”玄德大惊，急解的卢马，开后园门牵出，飞身上马，不顾从者，匹马望西门而走。 门吏问之，玄德不答，加鞭而出。 门吏当之不住，飞报蔡瑁。 瑁即上马，引五百军随后追赶。 却说玄德撞出西门，行无数里，前有大溪，拦住去路，那檀溪阔数丈，水通襄江，其波甚紧。 玄德到溪边，见不可渡，勒马再回，遥望城西尘头大起，追兵将至。 玄德曰：“今番死矣！ ”遂回马到溪边。 回头看时，追兵已近。 玄德着慌，纵马下溪。 行不数步，马前蹄忽陷，浸湿衣袍。 玄德乃加鞭大呼曰：“的卢，的卢！ 今日妨吾！ 言毕，那马忽从水中涌身而起，一跃三丈，飞上西岸。 玄德如从云雾中起。 后来苏学士有古风一篇，单咏跃马檀溪事。 诗曰：\n\n　　老去花残春日暮，宦游偶至檀溪路。 停骖遥望独徘徊，眼前零落飘红絮。 暗想咸阳火德衰，龙争虎斗交相持。 襄阳会上王孙饮，坐中玄德身将危。 逃生独出西门道，背后追兵复将到。 一川烟水涨檀溪，急叱征骑往前跳。 马蹄蹄碎青玻璃，天风响处金鞭挥。 耳畔但闻千骑走，波中忽见双龙飞。 西川独霸真英主，坐下龙驹两相遇。 檀溪溪水自东流，龙驹英主今何处！ 临流三叹心欲酸，斜阳寂寂照空山。 三分鼎足浑如梦，踪迹空留在世间。 玄德跃过溪西，顾望东岸。 蔡瑁已引军赶到溪边，大叫：“使君何故逃席而去？ ”玄德曰：“吾与汝无仇，何故欲相害？ ”瑚曰：“吾并无此心。 使君休听人言。 ”玄德见瑁手将拈弓取箭，乃急拨马望西南而去。 瑁谓左右曰：“是何神助也？ ”方欲收军回城，只见西门内赵云引三百军赶来。 正是：\n\n　　跃去龙驹能救主，追来虎将欲诛仇。 未知蔡瑁性命如何，且听下文分解。 第三十五回 玄德南漳逢隐沧 单福新野遇英主\n\n　　却说蔡瑁方欲回城，赵云引军赶出城来。 原来赵云正饮酒间，忽见人马动，急入内观之，席上不见了玄德。 云大惊，出投馆舍，听得人说：“蔡瑁引军望西赶去了。 ”云火急绰枪上马，引着原带来三百军，奔出西门，正迎着蔡瑁，急问曰：“吾主何在？ ”瑁曰：“使君逃席而去，不知何往。 ”赵云是谨细之人，不肯造次，即策马前行。 遥望大溪，别无去路，乃复回马，喝问蔡瑁曰：“汝请吾主赴宴，何故引着军马追来？ ”瑁曰：“九郡四十二州县官僚俱在此，吾为上将，岂可不防护？ ”云曰：“汝逼吾主何去了？ ”瑁曰：“闻使君匹马出西门，到此却又不见。 ”云惊疑不定，直来溪边看时，只见隔岸一带水迹。 云暗忖曰：“难道连马跳过了溪去？ ”令三百军四散观望，并不见踪迹。 云再回马时，蔡瑁已入城去了。 云乃拿守门军士追问，皆说：“刘使君飞马出西门而去。"
            }
        },
        {
            "id": 47,
            "event": "神秘庄园的秘密会面",
            "time": "东汉末年，某日夜里",
            "location": "琅琊阳都附近的一处神秘庄园",
            "description": "夜幕降临，庄园内灯火通明，两位智者围坐在案几前，低声密谈。屋外，风声鹤唳，暗哨巡逻，增添了几分紧张气氛。",
            "characters": [
                {
                    "id": 0,
                    "name": "诸葛亮",
                    "gender": "男",
                    "description": "蜀汉丞相，才智过人，谋略深远，神情沉稳，忠诚正直。",
                    "position": "案几前正坐",
                    "states": "神态自若，目光坚定"
                },
                {
                    "id": 1,
                    "name": "徐庶",
                    "gender": "男",
                    "description": "原刘备部下，现曹操谋士，内心矛盾，神情略显焦急。",
                    "position": "案几前侧坐",
                    "states": "面带忧色，不时的扫视四周"
                },
                {
                    "id": 2,
                    "name": "庄园主人",
                    "gender": "男",
                    "description": "隐居高人，神秘莫测，对天下大势了如指掌。",
                    "position": "屋角暗处",
                    "states": "观察二人，适时插话"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "诸葛亮",
                    "character_id": 0,
                    "action": "轻抚胡须，微微点头",
                    "dialogue": "元直，曹操虽得你，却难得你心。如今局势未明，你我有共助主公之责。"
                },
                {
                    "action_id": 1,
                    "character": "徐庶",
                    "character_id": 1,
                    "action": "紧握拳头，情绪激动",
                    "dialogue": "孔明兄，我虽身在曹营，心却系主公。若有可用之处，庶愿效犬马之劳。"
                },
                {
                    "action_id": 2,
                    "character": "庄园主人",
                    "character_id": 2,
                    "action": "从暗处走出，轻拍徐庶的肩膀",
                    "dialogue": "二位勿忧，老夫虽不问世事，却也知天下大势。此行若成，老夫愿助一臂之力。"
                }
            ],
            "plot": "在神秘庄园中，诸葛亮与徐庶密谋对抗曹操之策，庄园主人关键时刻表明立场，三人的智谋与决心将影响天下的走势。",
            "chunk": {
                "id": 135,
                "text": "庶亦涕泣而别。 玄德立马于林畔，看徐庶乘马与从者匆匆而去。 玄德哭曰：“元直去矣！ 吾将奈何？ ”凝泪而望，却被一树林隔断。 玄德以鞭指曰：“吾欲尽伐此处树木。 ”众问何故。 玄德曰：“因阻吾望徐元直之目也。 ”\n\n　　正望间，忽见徐庶拍马而回。 玄德曰：“元直复回，莫非无去意乎？ ”遂欣然拍马向前迎问曰：“先生此回，必有主意。 ”庶勒马谓玄德曰：“某因心绪如麻，忘却一语：此间有一奇士，只在襄阳城外二十里隆中。 使君何不求之？ ”玄德曰：“敢烦元直为备请来相见。 ”庶曰：“此人不可屈致，使君可亲往求之。 若得此人，无异周得吕望、汉得张良也。 ”玄德曰：“此人比先生才德何如？ ”庶曰：“以某比之，譬犹驽马并麒麟、寒鸦配鸾凤耳。 此人每尝自比管仲，乐毅；以吾观之，管、乐殆不及此人。 此人有经天纬地之才，盖天下一人也！ ”玄德喜曰：“愿闻此人姓名。 ”庶曰：“此人乃琅琊阳都人，覆姓诸葛，名亮，字孔明，乃汉司隶校尉诸葛丰之后。 其父名珪，字子贡，为泰山郡丞，早卒；亮从其叔玄。 玄与荆州刘景升有旧，因往依之，遂家于襄阳。 后玄卒，亮与弟诸葛均躬耕于南阳。 尝好为《梁父吟》。 所居之地有一冈，名卧龙冈，因自号为卧龙先生。 此人乃绝代奇才，使君急宜枉驾见之。 若此人肯相辅佐，何愁天下不定乎！ ”玄德曰：“昔水镜先生曾为备言：‘伏龙、凤雏，两人得一，可安天下。 ’今所云莫非即伏龙、凤雏乎？ ”庶曰：“凤雏乃襄阳庞统也。 伏龙正是诸葛孔明。 ”玄德踊跃曰：“今日方知伏龙、凤雏之语。 何期大贤只在目前！ 非先生言，备有眼如盲也！ ”后人有赞徐庶走马荐诸葛诗曰：\n\n　　痛恨高贤不再逢，临岐泣别两情浓。 片言却似春雷震，能使南阳起卧龙。 徐庶荐了孔明，再别玄德，策马而去。 玄德闻徐庶之语，方悟司马德操之言，似醉方醒，如梦初觉。 引众将回至新野，便具厚币，同关、张前去南阳请孔明。 且说徐庶既别玄德，感其留恋之情，恐孔明不肯出山辅之，遂乘马直至卧龙冈下，入草庐见孔明。 孔明问其来意。 庶曰：“庶本欲事刘豫州，奈老母为曹操所囚，驰书来召，只得舍之而往。 临行时，将公荐与玄德。 玄德即日将来奉谒，望公勿推阻，即展平生之大才以辅之，幸甚！ ”孔明闻言作色曰：“君以我为享祭之牺牲乎！ ”说罢，拂袖而入。 庶羞惭而退，上马趱程，赴许昌见母。 正是：\n\n　　嘱友一言因爱主，赴家千里为思亲。 未知后事若何，下文便见。 第三十七回 司马徽再荐名士 刘玄德三顾草庐\n\n　　却说徐庶趱程赴许昌。 曹操知徐庶已到，遂命荀彧、程昱等一班谋士往迎之。 庶入相府拜见曹操。 操曰：“公乃高明之士，何故屈身而事刘备乎？ ”庶曰：“某幼逃难，流落江湖，偶至新野，遂与玄德交厚，老母在此，幸蒙慈念，不胜愧感。 ”操曰：“公今至此，正可晨昏侍奉令堂，吾亦得听清诲矣。 ”庶拜谢而出。 急往见其母，泣拜于堂下。 母大惊曰：“汝何故至此？ ”庶曰：“近于新野事刘豫州；因得母书，故星夜至此。 ”徐母勃然大怒，拍案骂曰：“辱子飘荡江湖数年，吾以为汝学业有进，何其反不如初也！ 汝既读书，须知忠孝不能两全。 岂不识曹操欺君罔上之贼？ 刘玄德仁义布于四海，况又汉室之胄，汝既事之，得其主矣，今凭一纸伪书，更不详察，遂弃明投暗，自取恶名，真愚夫也！ 吾有何面目与汝相见！ 汝玷辱祖宗，空生于天地间耳！ ”骂得徐庶拜伏于地，不敢仰视，母自转入屏风后去了。 少顷，家人出报曰：“老夫人自缢于梁间。"
            }
        },
        {
            "id": 48,
            "event": "徐氏智擒凶手",
            "time": "建安八年，春季，某日黄昏",
            "location": "丹阳郡府内，书房",
            "description": "书房内陈设古朴，夕阳透过窗棂，映照在一脸肃穆的徐氏脸上。空气中弥漫着淡淡的墨香，气氛紧张而安静。",
            "characters": [
                {
                    "id": 0,
                    "name": "徐氏",
                    "gender": "女",
                    "description": "孙翊之妻，美丽而刚烈，擅长卜卦之术，此时身着素服，表情坚定。",
                    "position": "书房中央，站在书案前",
                    "states": "心情沉重，但目光坚定"
                },
                {
                    "id": 1,
                    "name": "孙高",
                    "gender": "男",
                    "description": "孙翊的旧将，勇猛而忠诚，此刻剑眉紧锁，全神贯注。",
                    "position": "书房左侧，靠近窗户",
                    "states": "紧张，准备随时行动"
                },
                {
                    "id": 2,
                    "name": "傅婴",
                    "gender": "男",
                    "description": "孙翊的另一旧将，沉稳而冷静，正密切观察着徐氏的每一个动作。",
                    "position": "书房右侧，靠近门边",
                    "states": "冷静，观察周遭环境"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "徐氏",
                    "character_id": 0,
                    "action": "徐氏缓缓展开一张卜卦用的黄纸，用朱砂笔在上面画下一个复杂的卦象，随后抬头对两位将军说出了她的计划。",
                    "dialogue": "「此卦象显示，今夜子时，将是捉拿凶手最佳时机。我已安排妥当，只需二位将军依计行事。」"
                },
                {
                    "action_id": 1,
                    "character": "孙高",
                    "character_id": 1,
                    "action": "孙高紧握拳头，眼中闪过一丝怒意，坚定地点了点头。",
                    "dialogue": "「夫人放心，末将必定手刃仇敌，为将军报仇！」"
                },
                {
                    "action_id": 2,
                    "character": "傅婴",
                    "character_id": 2,
                    "action": "傅婴微微颔首，冷静地分析道：「夫人计划周详，我等只需静待时机。」",
                    "dialogue": "「一切依夫人之计。」"
                }
            ],
            "plot": "徐氏利用其卜卦之术，制定了一个精密的计划，准备在今夜子时将刺杀孙翊的凶手一网打尽。孙高和傅婴两位将军全力支持，一场紧张而刺激的复仇即将展开。",
            "chunk": {
                "id": 141,
                "text": "却说孙权自孙策死后，据住江东，承父兄基业，广纳贤士，开宾馆于吴会，命顾雍、张纮延接四方宾客。 连年以来，你我相荐。 时有会稽阚泽，字德润；彭城严畯，字曼才；沛县薛综，字敬文；汝阳程秉，字德枢；吴郡朱桓，字休穆；陆绩，字公纪；吴人张温，字惠恕；乌伤骆统，字公绪；乌程吾粲，字孔休：此数人皆至江东，孙权敬礼甚厚。 又得良将数人：乃汝南吕蒙，字子明；吴郡陆逊，宇伯言；琅琊徐盛，字文向；东郡潘璋，字文珪；庐江丁奉，字承渊。 文武诸人，共相辅佐，由此江东称得人之盛。 建安七年，曹操破袁绍，遣使往江东，命孙权遣子入朝随驾。 权犹豫未决。 吴太夫人命周瑜、张昭等面议。 张昭曰：“操欲令我遣子入朝，是牵制诸侯之法也。 然若不令去，恐其兴兵下江东，势必危矣。 ”周瑜曰：“将军承父兄遗业，兼六郡之众，兵精粮足，将士用命，有何逼迫而欲送质于人？ 质一入，不得不与曹氏连和；彼有命召，不得不往：如此，则见制于人也。 不如勿遣，徐观其变，别以良策御之。 ”吴太夫人曰：“公瑾之言是也。 ”权遂从其言，谢使者，不遣子。 自此曹操有下江南之意。 但正值北方未宁，无暇南征。 建安八年十一月，孙权引兵伐黄祖，战于大江之中。 祖军败绩。 权部将凌操，轻舟当先，杀入夏口，被黄祖部将甘宁一箭射死。 凌操子凌统，时年方十五岁，奋力往夺父尸而归。 权见风色不利，收军还东吴。 却说孙权弟孙翊为丹阳太守，翊性刚好酒，醉后尝鞭挞士卒。 丹阳督将妫览、郡丞戴员二人，常有杀翊之心；乃与翊从人边洪结为心腹，共谋杀翊。 时诸将县令，皆集丹阳，翊设宴相待。 翊妻徐氏美而慧，极善卜《易》，是日卜一卦，其象大凶，劝翊勿出会客。 翊不从，遂与众大会。 至晚席散，边洪带刀跟出门外，即抽刀砍死孙翊。 妫览、戴员乃归罪边洪，斩之于市。 二人乘势掳翊家资侍妾。 妫览见徐氏美貌，乃谓之曰：“吾为汝夫报仇，汝当从我；不从则死。 ”徐氏曰：“夫死未几，不忍便相从；可待至晦日，设祭除服，然后成亲未迟。 ”览从之。 徐氏乃密召孙翊心腹旧将孙高、傅婴二人入府，泣告曰：“先夫在日，常言二公忠义。 今妫、戴二贼，谋杀我夫，只归罪边洪，将我家资童婢尽皆分去。 妫览又欲强占妾身，妾已诈许之，以安其心。 二将军可差人星夜报知吴侯，一面设密计以图二贼，雪此仇辱，生死衔恩！ ”言毕再拜。 孙高、傅婴皆泣曰：“我等平日感府君恩遇，今日所以不即死难者，正欲为复仇计耳。 夫人所命，敢不效力！ ”于是密遣心腹使者往报孙权。 至晦日，徐氏先召孙、傅二人，伏于密室韩幕之中，然后设祭于堂上。 祭毕，即除去孝服，沐浴薰香，浓妆艳裹，言笑自若。 妫览闻之甚喜。 至夜，徐氏遗婢妾请览入府，设席堂中饮酒。 饮既醉，徐氏乃邀览入密室。 览喜，乘醉而入。 徐氏大呼曰：“孙、傅二将军何在！ ”二人即从帏幕中持刀跃出。 妫览措手不及，被傅婴一刀砍倒在地，孙高再复一刀，登时杀死。 徐氏复传请戴员赴宴。 员入府来，至堂中，亦被孙、傅二将所杀。 一面使人诛戮二贼家小及其余党。 徐氏遂重穿孝服，将妫览、戴员首级，祭于孙翊灵前。 不一日，孙权自领军马至丹阳，见徐氏已杀妫、戴二贼，乃封孙高、傅婴为牙门将，令守丹阳，取徐氏归家养老。 江东人无不称徐氏之德。 后人有诗赞曰：\n\n　　才节双全世所无，奸回一旦受摧锄。 庸臣从贼忠臣死，不及东吴女丈夫。 且说东吴各处山贼，尽皆平复。 大江之中，有战船七千余只。 孙权拜周瑜为大都督，总统江东水陆军马。"
            }
        },
        {
            "id": 49,
            "event": "董卓宴请群臣，吕布貂蝉暗中布局",
            "time": "汉献帝初平三年，一个春日黄昏",
            "location": "长安城董卓府内",
            "description": "府内花园里百花争艳，夕阳余晖映照，董卓在宴请群臣。吕布与貂蝉在暗处观察，准备实施他们的计划。",
            "characters": [
                {
                    "id": 0,
                    "name": "董卓",
                    "gender": "男",
                    "description": "权倾一时的权臣，性格暴虐，此刻正享受宴会的气氛",
                    "position": "坐在主位上，面带笑容",
                    "states": "心情愉悦，警惕性降低"
                },
                {
                    "id": 1,
                    "name": "吕布",
                    "gender": "男",
                    "description": "武艺超群的战将，英勇帅气，正在与貂蝉商议",
                    "position": "府内偏僻处，与貂蝉低声交谈",
                    "states": "神态紧张，目光坚定"
                },
                {
                    "id": 2,
                    "name": "貂蝉",
                    "gender": "女",
                    "description": "绝世美女，机智过人，与吕布共同策划",
                    "position": "与吕布并肩而立，观察宴会动态",
                    "states": "仪态万方，心思缜密"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "董卓",
                    "character_id": 0,
                    "action": "董卓举杯大笑，环视四周的群臣，豪气地说",
                    "dialogue": "“众爱卿，今日欢聚一堂，不醉不归！”"
                },
                {
                    "action_id": 1,
                    "character": "吕布",
                    "character_id": 1,
                    "action": "吕布轻声对貂蝉道：“蝉儿，时机已成熟，我们动手吧。”",
                    "dialogue": "“将军，一切依计行事，小心为上。”"
                },
                {
                    "action_id": 2,
                    "character": "貂蝉",
                    "character_id": 2,
                    "action": "貂蝉点头，从袖中取出一个小瓶，递给吕布",
                    "dialogue": "“此为迷药，将军可借敬酒之机行事。”"
                }
            ],
            "plot": "董卓在府内大宴群臣，吕布与貂蝉趁机布局，准备借机对董卓不利，为后续的计划做准备。",
            "chunk": {
                "id": 176,
                "text": "目下拨三千马步军，命臧霸为先锋，星夜前去，不可稽迟。 ”徐庶辞了曹操，与臧霸便行。 此便是庞统救徐庶之计。 后人有诗曰：\n\n　　曹操征南日日忧，马腾韩遂起戈矛。 凤雏一语教徐庶，正似游鱼脱钓钩。 曹操自遣徐庶去后，心中稍安，遂上马先看沿江旱寨，次看水寨。 乘大船一只于中央，上建帅字旗号，两傍皆列水寨，船上埋伏弓弩千张。 操居于上。 时建安十三年冬十一月十五日，天气晴明，平风静浪。 操令：“置酒设乐于大船之上，吾今夕欲会诸将。 ”天色向晚，东山月上，皎皎如同白日。 长江一带，如横素练。 操坐大船之上，左右侍御者数百人，皆锦衣绣袄，荷戈执戟。 文武众官，各依次而坐。 操见南屏山色如画，东视柴桑之境，西观夏口之江，南望樊山，北觑乌林，四顾空阔，心中欢喜，谓众官曰：“吾自起义兵以来，与国家除凶去害，誓愿扫清四海，削平天下；所未得者江南也。 今吾有百万雄师，更赖诸公用命，何患不成功耶！ 收服江南之后，天下无事，与诸公共享富贵，以乐太平。 ”文武皆起谢曰：“愿得早奏凯歌！ 我等终身皆赖丞相福荫。 ”操大喜，命左右行酒。 饮至半夜，操酒酣，遥指南岸曰：“周瑜、鲁肃，不识天时！ 今幸有投降之人，为彼心腹之患，此天助吾也。 ”荀攸曰：“丞相勿言，恐有泄漏。 ”操大笑曰：“座上诸公，与近侍左右，皆吾心腹之人也，言之何碍！ ”又指夏口曰：“刘备、诸葛亮，汝不料蝼蚁之力，欲撼泰山，何其愚耶！ ”顾谓诸将曰：“吾今年五十四岁矣，如得江南，窃有所喜。 昔日乔公与吾至契，吾知其二女皆有国色。 后不料为孙策、周瑜所娶。 吾今新构铜雀台于漳水之上，如得江南，当娶二乔，置之台上，以娱暮年，吾愿足矣！ ”言罢大笑。 唐人杜牧之有诗曰：\n\n　　折戟沉沙铁未消，自将磨洗认前朝。 东风不与周郎便，铜雀春深锁二乔。 曹操正笑谈间，忽闻鸦声望南飞鸣而去。 操问曰；“此鸦缘何夜鸣？ ”左右答曰：“鸦见月明，疑是天晓，故离树而鸣也。 ”操又大笑。 时操已醉，乃取槊立于船头上，以酒奠于江中，满饮三爵，横槊谓诸将曰：“我持此槊，破黄巾、擒吕布、灭袁术、收袁绍，深入塞北，直抵辽东，纵横天下：颇不负大丈夫之志也。 今对此景，甚有慷慨。 吾当作歌，汝等和之。 ”歌曰：\n\n　　对酒当歌，人生几何：譬如朝露，去日苦多。 慨当以慷，忧思难忘；何以解忧，惟有杜康。 青青子衿，悠悠我心；但为君故，沉吟至今。 呦呦鹿鸣，食野之苹；我有嘉宾，鼓瑟吹笙。 皎皎如月，何时可辍？ 忧从中来，不可断绝！ 越陌度阡，枉用相存；契阔谈宴，心念旧恩。 月明星稀，乌鹊南飞；绕树三匝，无枝可依。 山不厌高，水不厌深：周公吐哺，天下归心。 歌罢，众和之，共皆欢笑。 忽座间一人进曰：“大军相当之际，将士用命之时，丞相何故出此不吉之言？ ”操视之，乃扬州刺史，沛国相人，姓刘，名馥，字元颖。 馥起自合淝，创立州治，聚逃散之民，立学校，广屯田，兴治教，久事曹操，多立功绩。 当下操横槊问曰：“吾言有何不吉？ ”馥曰：“月明星稀，乌鹊南飞；绕树三匝，无枝可依。 此不吉之言也。 ”操大怒曰：“汝安敢败吾兴！ ”手起一槊，刺死刘馥。 众皆惊骇。 遂罢宴。 次日，操酒醒，懊恨不已。 馥子刘熙，告请父尸归葬。 操泣曰：“吾昨因醉误伤汝父，悔之无及。 可以三公厚礼葬之。 ”又拨军士护送灵柩，即日回葬。"
            }
        },
        {
            "id": 50,
            "event": "赵云刘备花园密谈",
            "time": "东汉末年，某年某月某日",
            "location": "荆州城内一座精致的花园",
            "description": "花园内百花争艳，小桥流水，环境优雅，春意盎然。天空湛蓝，阳光和煦。",
            "characters": [
                {
                    "id": 0,
                    "name": "赵云",
                    "gender": "男",
                    "description": "刘备麾下名将，白袍银甲，英姿飒爽，武艺高强，忠心耿耿。",
                    "position": "站在一株梅花树下，神态凝重。",
                    "states": "目光深邃，若有所思。"
                },
                {
                    "id": 1,
                    "name": "刘备",
                    "gender": "男",
                    "description": "蜀汉开国皇帝，仁德宽厚，深得民心，与赵云情同手足。",
                    "position": "在花园的凉亭中，悠闲地品着茶。",
                    "states": "面带微笑，神情轻松。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "赵云",
                    "character_id": 0,
                    "action": "赵云在梅花树下静静伫立，突然抬头望向刘备所在的凉亭，步履坚定地走了过去。",
                    "dialogue": "“主公，近日军情有变，我等需从长计议。”"
                },
                {
                    "action_id": 1,
                    "character": "刘备",
                    "character_id": 1,
                    "action": "刘备放下茶杯，站起身来，脸上露出关切之色。",
                    "dialogue": "“云长，有何紧急之事？我等一同商议。”"
                }
            ],
            "plot": "赵云与刘备在荆州城的花园中密谈，两人情谊深厚，共同商议军国大事。这一幕展现了他们之间的信任与默契，也预示着未来蜀汉的命运与发展。",
            "chunk": {
                "id": 192,
                "text": "”张飞遂立军令状，欣然领三千军，星夜投武陵界上来。 金旋听得张飞引兵到，乃集将校，整点精兵器械，出城迎敌。 从事巩志谏曰：“刘玄德乃大汉皇叔，仁义布于天下；加之张翼德骁勇非常。 不可迎敌，不如纳降为上。 ”金旋大怒曰：“汝欲与贼通连为内变耶？ ”喝令武士推出斩之。 众官皆告曰：“先斩家人，于军不利。 ”金旋乃喝退巩志，自率兵出。 离城二十里，正迎张飞。 飞挺矛立马，大喝金旋。 旋问部将：“谁敢出战？ ”众皆畏惧，莫敢向前。 旋自骤马舞刀迎之。 张飞大喝一声，浑如巨雷，金旋失色，不敢交锋，拨马便走。 飞引众军随后掩杀。 金旋走至城边，城上乱箭射下。 旋惊视之，见巩志立于城上曰：“汝不顺天时，自取败亡，吾与百姓自降刘矣。 ”言未毕，一箭射中金旋面门，坠于马下，军士割头献张飞。 巩志出城纳降，飞就令巩志赍印绶，往桂阳见玄德。 玄德大喜，遂令巩志代金旋之职。 玄德亲至武陵安民毕，驰书报云长，言翼德、子龙各得一郡。 云长乃回书上请曰：“闻长沙尚未取，如兄长不以弟为不才，教关某干这件功劳甚好。 ”玄德大喜，遂教张飞星夜去替云长守荆州，令云长来取长沙。 云长既至，入见玄德、孔明。 孔明曰：“子龙取桂阳，翼德取武陵，都是三千军去。 今长沙太守韩玄，固不足道。 只是他有一员大将，乃南阳人，姓黄，名忠，字汉升；是刘表帐下中郎将，与刘表之侄刘磐共守长沙，后事韩玄；虽今年近六旬却有万夫不当之勇，不可轻敌。 云长去，必须多带军马。 ”云长曰：“军师何故长别人锐气，灭自己威风？ 量一老卒，何足道哉！ 关某不须用三千军，只消本部下五百名校刀手，决定斩黄忠、韩玄之首，献来麾下。 ”玄德苦挡。 云长不依，只领五百校刀手而去。 孔明谓玄德曰：“云长轻敌黄忠，只恐有失。 主公当往接应。 ”玄德从之，随后引兵望长沙进发。 却说长沙太守韩玄，平生性急，轻于杀戮，众皆恶之。 是时听知云长军到，便唤老将黄忠商议。 忠曰：“不须主公忧虑。 凭某这口刀，这张弓，一千个来，一千个死！ ”原来黄忠能开二石力之弓，百发百中。 言未毕，阶下一人应声而出曰：“不须老将军出战，只就某手中定活捉关某。 ”韩玄视之，乃管军校尉杨龄。 韩玄大喜，遂令杨龄引军一千，飞奔出城。 约行五十里，望见尘头起处，云长军马早到。 杨龄挺枪出马，立于阵前骂战。 云长大怒，更不打话，飞马舞刀，直取杨龄。 龄挺枪来迎。 不三合，云长手起刀落，砍杨龄于马下。 追杀败兵，直至城下。 韩玄闻之大惊，便教黄忠出马。 玄自来城上观看。 忠提刀纵马，引五百骑兵飞过吊桥。 云长见一老将出马，知是黄忠，把五百校刀手一字摆开，横刀立马而问曰：“来将莫非黄忠否？ ”忠曰：“既知我名，焉敢犯我境！ ”云长曰：“特来取汝首级！ ”言罢，两马交锋。 斗一百余合，不分胜负。 韩玄恐黄忠有失，鸣金收军。 黄忠收军入城。 云长也退军，离城十里下寨，心中暗忖：“老将黄忠，名不虚传：斗一百合，全无破绽。 来日必用拖刀计，背砍赢之。 ”\n\n　　次日早饭毕，又来城下搦战。 韩玄坐在城上，教黄忠出马。 忠引数百骑杀过吊桥，再与云长交马。 又斗五六十合，胜负不分，两军齐声喝采。 鼓声正急时，云长拨马便走。 黄忠赶来。 云长方欲用刀砍去，忽听得脑后一声响；急回头看时，见黄忠被战马前失，掀在地下。 云长急回马，双手举刀猛喝曰：“我且饶你性命！ 快换马来厮杀！ ”黄忠急提起马蹄，飞身上马，弃入城中。 玄惊问之。"
            }
        }
    ]
}