{
    "title": "笑傲江湖",
    "scenes": [
        {
            "id": 0,
            "event": "酒馆剑客误会",
            "time": "午后时分",
            "location": "福州府西门大街的一间小酒馆",
            "description": "春光明媚，酒馆内气氛原本轻松，但随着神秘剑客的闯入，空气突然紧张起来。剑客目光如炬，四周环顾，似乎随时准备出手。林平之等人则面露疑惑，不知发生了何事。",
            "characters": [
                {
                    "id": 0,
                    "name": "林平之",
                    "gender": "男",
                    "description": "福威镖局的少镖头，年轻气盛，射箭技艺高超，性格热血冲动。",
                    "position": "站在酒馆中央，手握弓箭，目光警惕",
                    "states": "感到困惑和愤怒"
                },
                {
                    "id": 1,
                    "name": "神秘剑客",
                    "gender": "男",
                    "description": "身怀绝技的江湖剑客，性格孤僻，剑法高超。",
                    "position": "酒馆门口，手按剑柄，神态戒备",
                    "states": "警觉且充满敌意"
                },
                {
                    "id": 2,
                    "name": "史镖头",
                    "gender": "男",
                    "description": "福威镖局的镖头，沉稳老练，擅长处理江湖纷争。",
                    "position": "坐在酒馆角落的桌子旁，目光冷静",
                    "states": "保持冷静，试图缓和气氛"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "林平之紧握弓箭，向前一步，大声质问剑客为何擅闯酒馆。",
                    "dialogue": "「这位朋友，我们与你素未谋面，为何一见面就充满敌意？」"
                },
                {
                    "action_id": 1,
                    "character": "神秘剑客",
                    "character_id": 1,
                    "action": "剑客目光锐利，语气冷峻地回应，表明自己误会了林平之的身份。",
                    "dialogue": "「误会，我以为你们是镖局派来的人。既然如此，我向你道歉。」"
                },
                {
                    "action_id": 2,
                    "character": "史镖头",
                    "character_id": 2,
                    "action": "史镖头起身，摆手示意双方冷静，提出以比试剑术来化解误会。",
                    "dialogue": "「既然是一场误会，何不以剑会友，化干戈为玉帛？」"
                }
            ],
            "plot": "一场因误会而起的江湖纷争在酒馆内展开，通过史镖头的调解，林平之与神秘剑客决定以剑术比试来化解彼此的误会，最终可能成就一段江湖佳话。",
            "chunk": {
                "id": 0,
                "text": "第一章 灭门\n\n    和风熏柳花香醉人正是南国春光漫烂季节。 福建省福州府西门大街青石板路笔\n\n    直的伸展出去直通西门。 一座建构宏伟的宅第之前左右两座石坛中各竖一根两丈来高\n\n    的旗杆杆顶飘扬青旗。 右旗上黄色丝线绣着一头张牙舞爪、神态威猛的雄狮旗子随\n\n    风招展显得雄狮更奕奕若生。 雄狮头顶有一对黑丝线绣的蝙蝠展翅飞翔。 左旗上绣着\n\n    “福威镖局”四个黑字银钩铁划刚劲非凡。 大宅朱漆大门门上茶杯大小的铜钉闪闪\n\n    光门顶匾额写着“福威镖局”四个金漆大字下面横书“总号”两个小字。 进门处两\n\n    排长凳分坐着八名劲装结束的汉子个个腰板笔挺显出一股英悍之气。 突然间后院马蹄声响那八名汉子一齐站起抢出大门。 只见镖局西侧门中冲出五骑\n\n    马来沿着马道冲到大门之前。 当先一匹马全身雪白马勒脚镫都是烂银打就鞍上一个\n\n    锦衣少年约莫十**岁年纪左肩上停着一头猎鹰腰悬宝剑背负长弓泼喇喇纵马\n\n    疾驰。 身后跟随四骑骑者一色青布短衣。 一行五人驰到镖局门口八名汉子中有三个齐\n\n    声叫了起来：“少镖头又打猎去啦！ ”那少年哈哈一笑马鞭在空中拍的一响虚击声下\n\n    胯下白马昂长嘶在青石板大路上冲了出去。 一名汉子叫道：“史镖头今儿再抬头\n\n    野猪回来大伙儿好饱餐一顿。 ”那少年身后一名四十来岁的汉子笑道：“一条野猪尾巴\n\n    少不了你的可先别灌饱了黄汤。 ”众人大笑声中五骑马早去得远了。 五骑马一出城门少镖头林平之双腿轻轻一挟白马四蹄翻腾直抢出去片刻之间\n\n    便将后面四骑远远抛离。 他纵马上了山坡放起猎鹰从林中赶了一对黄兔出来。 他取\n\n    下背上长弓从鞍旁箭袋中取出一支雕翎弯弓搭箭刷的一声响一头黄兔应声而倒\n\n    待要再射时另一头兔却钻入草丛中不见了。 郑镖头纵马赶到笑道：“少镖头好箭！ ”只听得趟子手白二在左林中叫道：“少镖头快来这里有野鸡！ ”林平之纵马过去\n\n    只见林中飞出一只雉鸡林平之刷的一箭那野鸡对正了从他头顶飞来这一箭竟没射\n\n    中。 林平之急提马鞭向半空中抽去劲力到处波的一声响将那野鸡打了下来五色羽\n\n    毛四散飞舞。 五人齐声大笑。 史镖头道：“少镖头这一鞭别说野鸡便大兀鹰也打下来\n\n    了！ ”五人在林中追逐鸟兽史、郑两名镖头和趟子手白二、陈七凑少镖头的兴总是将\n\n    猎物赶到他身前自己纵有良机也不下手。 打了两个多时辰林平之又射了两只兔子\n\n    两只雉鸡只是没打到野猪和獐子之类的大兽兴犹未足说道：“咱们到前边山里再找\n\n    找去。 ”\n\n    史镖头心想：“这一进山凭着少镖头的性儿非到天色全黑决不肯罢手咱们回去\n\n    可又得听夫人的埋怨。 ”便道：“天快晚了山里尖石多莫要伤了白马的蹄子赶明儿\n\n    咱们起个早再去打大野猪。 ”他知道不论说甚么话都难劝得动这位任性的少镖头但\n\n    这匹白马他却宝爱异常决不能让它稍有损伤。 这匹大宛名驹是林平之的外婆在洛阳重\n\n    价觅来两年前他十七岁生日时送给他的。 果然一听说怕伤马蹄林平之便拍了拍马头道：“我这小雪龙聪明得紧决不会踏\n\n    到尖石不过你们这四匹马却怕不行。 好大伙儿都回去吧可别摔破了陈七的屁股。 ”\n\n    五人大笑声中兜转马头。 林平之纵马疾驰却不沿原路回去转而向北疾驰一阵这\n\n    才尽兴勒马缓缓而行。 只见前面路旁挑出一个酒招子。 郑镖头道：“少镖头咱们去喝\n\n    一杯怎么样？ 新鲜兔肉、野鸡肉正好炒了下酒。 ”林平之笑道：“你跟我出来打猎是假\n\n    喝酒才是正经事。 若不请你喝上个够明儿便懒洋洋的不肯跟我出来了。"
            }
        },
        {
            "id": 1,
            "event": "剑谱争夺战",
            "time": "午后时分",
            "location": "福威镖局练武场",
            "description": "阳光斜照，练武场上尘土飞扬，林平之与青城派弟子正面对峙，气氛紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "林平之",
                    "gender": "男",
                    "description": "福威镖局少主，年轻气盛，对武学有着浓厚的兴趣，身手敏捷。",
                    "position": "站在场中，手持家传剑",
                    "states": "神态坚定，目光锐利"
                },
                {
                    "id": 1,
                    "name": "青城派弟子",
                    "gender": "男",
                    "description": "青城派精英弟子，忠诚于师门，剑法不俗。",
                    "position": "成包围之势站在林平之四周",
                    "states": "神色严肃，目光警惕"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "林平之挥剑起舞，剑势如虹，展示出辟邪剑法的精妙。",
                    "dialogue": "「这剑谱乃是我家传之宝，岂能轻易让给你们！」"
                },
                {
                    "action_id": 1,
                    "character": "青城派弟子",
                    "character_id": 1,
                    "action": "青城派弟子齐齐拔剑，摆出攻击姿态，准备强行夺取剑谱。",
                    "dialogue": "「少主，得罪了！为了青城派的荣耀，这剑谱我们志在必得！」"
                }
            ],
            "plot": "林平之意外发现的剑谱引起了青城派的觊觎，双方在练武场上展开了一场剑法与正义的较量。",
            "chunk": {
                "id": 4,
                "text": "老头儿你这张嘴可得紧些漏了口风出来我们便说这两个大盗是你\n\n    勾引来的你开酒店是假的做眼线是真。 听你口音半点也不像本地人。 否则为甚么这\n\n    二人迟不来早不来你一开酒店便来天下的事情哪有这门子巧法？ ”萨老头只道：“\n\n    不敢说不敢说！ ”\n\n    史镖头带着白二、陈七将尸埋在酒店后面的菜园之中又将店门前的血迹用锄头\n\n    锄得干干净净覆到了土下。 郑镖头向萨老头道：“十天之内我们要是没听到消息走漏\n\n    再送五十两银子来给你做棺材本。 你倘若乱嚼舌根哼哼福威镖局刀下杀的贼子没有\n\n    一千也有八百再杀你一老一少也不过是在你菜园子的土底再添两具死尸。 ”萨老头\n\n    道：“多谢多谢！ 不敢说不敢说！ ”\n\n    待得料理妥当天已全黑。 林平之心下略宽忐忑不安的回到镖局子中。 一进大厅\n\n    只见父亲坐在太师椅中正在闭目沉思林平之神色不定叫道：“爹！ ”\n\n    林震南面色甚愉问道：“去打猎了？ 打到了野猪没有？ ”林平之道：“没有。 ”林\n\n    震南举起手中烟袋突然向他肩头击下笑喝：“还招！ ”林平之知道父亲常常出其不意\n\n    的考校自己功夫如在平日见他使出这招“辟邪剑法”第二十六招的“流星飞堕”便\n\n    会应以第四十六招“花开见佛”但此刻他心神不定只道小酒店中杀人之事已给父亲知\n\n    悉是以用烟袋责打自己竟不敢避叫道：“爹！ ”\n\n    林震南的烟袋杆将要击上儿子肩头在离他衣衫三寸处硬生生的凝招不下问道：“\n\n    怎么啦？ 江湖上倘若遇到了劲敌应变竟也这等迟钝你这条肩膀还在么？ ”话中虽含责\n\n    怪之意脸上却仍带着笑容。 林平之道：“是！ ”左肩一沉滴溜溜一个转身绕到了父\n\n    亲背后顺手抓起茶几上的鸡毛掸子便向父亲背心刺去正是那招“花开见佛”。 林震\n\n    南点头笑道：“这才是了。 ”反手以烟袋格开还了一招“江上弄笛”。 林平之打起精神\n\n    以一招“紫气东来”拆解。 父子俩拆到五十余招后林震南烟袋疾出在儿子左乳下轻\n\n    轻一点林平之招架不及只觉右臂一酸鸡毛掸子脱手落地。 林震南笑道：“很好很\n\n    好这一个月来每天都有长进今儿又拆多了四招！ ”回身坐入椅中在烟袋中装上了烟\n\n    丝说道：“平儿好教你得知咱们镖局子今儿得到了一个喜讯。 ”林平之取出火刀火\n\n    石替父亲点着了纸媒道：“爹又接到一笔大生意？ ”林震南摇头笑道：“只要咱们镖\n\n    局子底子硬大生意怕不上门？ 怕的倒是大生意来到门前咱们没本事接。 ”他长长的喷\n\n    了口烟说道：“刚才张镖头从湖南送了信来说道川西青城派松风观余观主已收了咱\n\n    们送去的礼物。 ”林平之听到“川西”和“余观主”几个字心中突的一跳道：“收了\n\n    咱们的礼物？ ”\n\n    林震南道：“镖局子的事我向来不大跟你说你也不明白。 不过你年纪渐渐大了\n\n    爹爹挑着的这副重担子慢慢要移到你肩上此后也得多理会些局子里的事才是。 孩子\n\n    咱们三代走镖一来仗着你曾祖父当年闯下的威名二来靠着咱们家传的玩艺儿不算含糊\n\n    这才有今日的局面成为大江以南屈一指的大镖局。 江湖上提到‘福威镖局’四字\n\n    谁都要翘起大拇指说一声：‘好福气！ 好威风！ ’江湖上的事名头占了两成功夫占\n\n    了两成余下的六成却要靠黑白两道的朋友们赏脸了。 你想福威镖局的镖车行走十省\n\n    倘若每一趟都得跟人家厮杀较量哪有这许多性命去拚？ 就算每一趟都打胜仗常言道\n\n    ：‘杀敌一千自伤八百’镖师若有伤亡单是给家属抚恤金所收的镖银便不够使\n\n    咱们的家当还有甚么剩的？"
            }
        },
        {
            "id": 2,
            "event": "夜探酒店发现秘密",
            "time": "子时（约晚上11点）",
            "location": "萨老头的小酒店内",
            "description": "林震南和林平之在酒店内仔细搜索，周围环境昏暗，只有一盏油灯发出微弱的光，空气中弥漫着酒香和淡淡的血腥味。",
            "characters": [
                {
                    "id": 0,
                    "name": "林震南",
                    "gender": "男",
                    "description": "福威镖局总镖头，经验丰富，目光如炬，擅长观察细节。",
                    "position": "站在酒店柜台前，手中拿着那块绿色帕子。",
                    "states": "神色凝重，眉头紧锁"
                },
                {
                    "id": 1,
                    "name": "林平之",
                    "gender": "男",
                    "description": "林震南之子，年轻好奇，对事物充满探索欲。",
                    "position": "在酒店内的一张桌子旁，翻查着抽屉。",
                    "states": "神情专注，动作敏捷"
                },
                {
                    "id": 2,
                    "name": "萨老头",
                    "gender": "男",
                    "description": "酒店老板，神秘莫测，实际上是四川帮派的卧底。",
                    "position": "不在场，但留下了一封信。",
                    "states": "缺席"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林震南",
                    "character_id": 0,
                    "action": "林震南仔细观察手中的绿色帕子，突然发现帕子一角有一小块干涸的血迹。",
                    "dialogue": "“这血迹，看来史镖头的死并非偶然。”"
                },
                {
                    "action_id": 1,
                    "character": "林平之",
                    "character_id": 1,
                    "action": "林平之在抽屉中发现了一封信，信中透露了萨老头的真实身份和史镖头的死因。",
                    "dialogue": "“父亲，你看，这是萨老头留下的信，原来他……！”"
                },
                {
                    "action_id": 2,
                    "character": "林震南",
                    "character_id": 0,
                    "action": "林震南接过信，快速浏览后，面露惊愕。",
                    "dialogue": "“没想到萨老头竟然与四川帮派有如此深的联系，此事我们必须告知江湖。”"
                }
            ],
            "plot": "林震南和林平之在调查过程中，通过一块绿色帕子和一封信，揭开了萨老头的真实身份，以及史镖头被杀的真相，决定将此事公之于众，让江湖自行解决恩怨。",
            "chunk": {
                "id": 8,
                "text": "”两名趟子手闻声赶来说道到处找史镖头不到。 林震南\n\n    在花厅中踱来踱去心下沉吟：“这两脚反踢倘若真是‘无影幻腿’那么这汉子纵使不\n\n    是余观主的子侄跟青城派总也有些干系。 那到底是甚么人？ 非得亲自去瞧一瞧不可。 ”\n\n    说道：“请崔镖头、季镖头来！ ”\n\n    崔、季两个镖师向来办事稳妥老成持重是林震南的亲信。 他二人见郑镖头暴毙\n\n    史镖头又人影不见早就等在厅外听候差遣一听林震南这么说当即走进厅来。 林震\n\n    南道：“咱们去办一件事崔季二位孩儿和陈七跟我来。 ”当下五人骑了马出城一行\n\n    向北。 林平之纵马在前领路。 不多时五乘马来到小酒店前见店门已然关上。 林平之\n\n    上前敲门叫道：“萨老头萨老头开门。 ”敲了好一会店中竟无半点声息。 崔镖头\n\n    望着林震南双手作个撞门的姿势。 林震南点了点头崔镖头双掌拍出喀喇一声门闩\n\n    折断两扇门板向后张开随即又自行合上再向后张开如此前后摇晃出吱吱声响。 崔镖头一撞开门便拉林平之闪在一旁见屋中并无动静晃亮火折走进屋去点\n\n    着了桌上的油灯又点了两盏灯笼。 几个人里里外外的走了一遍不见有人屋中的被褥\n\n    、箱笼等一干杂物却均未搬走。 林震南点头道：“老头儿怕事这里杀伤了人命尸体又埋在他菜园子里他怕受到\n\n    牵连就此一走了之。 ”走到菜园里指着倚在墙边的一把锄头说道：“陈七把死尸\n\n    掘出来瞧瞧。 ”陈七早认定是恶鬼作祟只锄得两下手足俱软直欲瘫痪在地。 季镖头\n\n    道：“有个屁用？ 亏你是吃镖行饭的！ ”一手接过锄头将灯笼交在他手里举锄扒开泥\n\n    土锄不多久便露出死尸身上的衣服又扒了几下将锄头伸到尸身下用力一挑挑\n\n    起死尸。 陈七转过了头不敢观看却听得四人齐声惊呼陈七一惊之下失手抛下灯笼\n\n    蜡烛熄灭菜园中登时一片漆黑。 林平之颤声道：“咱们明明埋的是那四川人怎地…\n\n    …怎地……”林震南道：“快点灯笼！ ”他一直镇定此刻语音中也有了惊惶之意。 崔镖\n\n    头晃火折点着灯笼林震南弯腰察看死尸过了半晌道：“身上也没伤痕一模一样的\n\n    死法。 ”陈七鼓起勇气向死尸瞧了一眼尖声大叫：“史镖头史镖头！ ”地下掘出来\n\n    的竟是史镖头的尸身那四川汉子的尸却已不知去向。 林震南道：“这姓萨的老头定有\n\n    古怪。 ”抢着灯笼奔进屋中察看从灶下的酒坛、铁镬直到厅房中的桌椅都细细查了\n\n    一遍不见有异。 崔季二镖头和林平之也分别查看。 突然听得林平之叫道：“咦！ 爹爹\n\n    你来看。 ”\n\n    林震南循声过去见儿子站在那少女房中手中拿着一块绿色帕子。 林平之道：“爹\n\n    一个贫家女子怎会有这种东西？ ”林震南接过手来一股淡淡幽香立时传入鼻中那\n\n    帕子甚是软滑沉甸甸的显是上等丝缎再一细看见帕子边缘以绿丝线围了三道边\n\n    一角上绣着一枝小小的红色珊瑚枝绣工甚是精致。 林震南问：“这帕子哪里找出来的？ ”林平之道：“掉在床底下的角落里多半是他们匆匆离去收拾东西时没瞧见。 ”林震\n\n    南提着灯笼俯身又到床底照着不见别物沉吟道：“你说那卖酒的姑娘相貌甚丑衣衫\n\n    质料想来不会华贵但是不是穿得十分整洁？ ”林平之道：“当时我没留心但不见得污\n\n    秽倘若很脏她来斟酒之时我定会觉得。 ”\n\n    林震南向崔镖头道：“老崔你以为怎样？ ”崔镖头道：“我看史镖头、郑镖头、与\n\n    白二之死定和这一老一少二人有关说不定还是他们下的毒手。 ”季镖头道：“那两个\n\n    四川人多半跟他们是一路否则他们干么要将他尸身搬走？"
            }
        },
        {
            "id": 3,
            "event": "月圆之夜的对决",
            "time": "黄历某年九月十五日夜",
            "location": "杭州城外废弃的寺庙",
            "description": "月圆之夜，寺庙内阴森寂静，风声鹤唳，林震南、令狐冲、任盈盈等人与血手书生在此展开一场关乎名誉和地位的对决。",
            "characters": [
                {
                    "id": 0,
                    "name": "林震南",
                    "gender": "男",
                    "description": "福威镖局的局长，为人正直，擅长武艺，此时心情紧张，但决心保卫镖局声誉。",
                    "position": "站在寺庙正中央，手持长剑",
                    "states": "紧张，但充满决心"
                },
                {
                    "id": 1,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，剑术高超，正准备施展独孤九剑应战。",
                    "position": "站在林震南左侧，手按剑柄",
                    "states": "冷静，蓄势待发"
                },
                {
                    "id": 2,
                    "name": "任盈盈",
                    "gender": "女",
                    "description": "日月神教圣姑，机智聪慧，武艺不凡，正密切观察血手书生的举动。",
                    "position": "站在寺庙一侧的暗处，目光锐利",
                    "states": "警觉，机智"
                },
                {
                    "id": 3,
                    "name": "血手书生",
                    "gender": "男",
                    "description": "神秘挑战者，自称武功高强，真实身份是福威镖局的旧弟子，此时神情阴冷，充满复仇的怒火。",
                    "position": "站在寺庙的另一端，目光如炬",
                    "states": "阴冷，充满敌意"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林震南",
                    "character_id": 0,
                    "action": "林震南深吸一口气，剑指血手书生，大声质问其真实身份。",
                    "dialogue": "阁下究竟是谁？为何要挑战福威镖局？"
                },
                {
                    "action_id": 1,
                    "character": "血手书生",
                    "character_id": 3,
                    "action": "血手书生冷笑一声，缓缓摘下面具，露出真容。",
                    "dialogue": "林震南，你真的不记得我了吗？我曾是你手下最忠诚的弟子！"
                },
                {
                    "action_id": 2,
                    "character": "令狐冲",
                    "character_id": 1,
                    "action": "令狐冲上前一步，拔剑相向，准备阻止可能的冲突。",
                    "dialogue": "且慢！有话好说，何必动手？"
                },
                {
                    "action_id": 3,
                    "character": "任盈盈",
                    "character_id": 2,
                    "action": "任盈盈暗中施展轻功，绕至血手书生身后，试图寻找时机制住他。",
                    "dialogue": "（心中默念）冲哥，我会找机会制住他的。"
                }
            ],
            "plot": "在月圆之夜，福威镖局的存亡和名誉岌岌可危，林震南、令狐冲、任盈盈与血手书生的对决一触即发，背后隐藏的秘密即将揭晓。",
            "chunk": {
                "id": 12,
                "text": "王夫人本在满口“狗崽子臭杂种”的乱骂见\n\n    到这些细碎的砖粒气恼之情不由得转而为恐惧呆了半晌一言不的走进厢房待丈\n\n    夫和儿子跟着进来便即掩上了房门低声道：“敌人武功甚是了得咱们不是敌手那\n\n    便如何……如何……”林震南道：“向朋友求救武林之中患难相助那也是寻常之事。 ”王夫人道：“咱们交情深厚的朋友固然不少但武功高过咱夫妻的却没几个。 比咱俩\n\n    还差一点的邀来了也没用处。 ”林震南道：“话是不错但人众主意多邀些朋友来商\n\n    量商量也是好的。 ”王夫人道：“也罢你说该邀哪些人？ ”林震南道：“就近的先邀\n\n    咱们先把杭州、南昌、广州三处镖局中的好手调来再把闽、浙、粤、赣四省的武林同\n\n    道邀上一些。 ”王夫人皱眉道：“这么事急求救江湖上传了开去实是大大堕了福威镖\n\n    局的名头。 ”林震南忽道：“娘子你今年三十九岁罢？ ”王夫人啐道：“呸！ 这当儿还\n\n    来问我的年纪？ 我是属虎你不知道我几岁吗？ ”林震南道：“我帖子出去便说是给\n\n    你做四十岁的大生日……”王夫人道：“为甚么好端端给我添上一岁年纪？ 我还老得不够\n\n    快么？ ”林震南摇头道：“你几时老了？ 头上白也还没一根。 我说给你做生日那么请\n\n    些至亲好友谁也不会起疑。 等到客人来了咱们只拣相好的暗中一说那便跟镖局子的\n\n    名头无损。 ”王夫人侧头想了一会道：“好罢且由得你。 那你送甚么礼物给我？ ”\n\n    林震南在她耳边低声道：“送一份大礼明年咱们再生个大胖儿子！ ”王夫人呸的一声\n\n    脸上一红啐道：“老没正经的这当儿还有心情说这些话。 ”林震南哈哈一笑走进帐\n\n    房命人写帖子去邀请朋友其实他忧心忡忡说几句笑话不过意在消减妻子心中的惊\n\n    惧而已心下暗忖：“远水难救近火多半便在今晚镖局中又会有事生等到所邀的\n\n    朋友们到来不知世上还有没有福威镖局？ ”\n\n    他走到帐房门前只见两名男仆脸上神色十分惊恐颤声道：“总……总……镖头…\n\n    …这……这不好了。 ”林震南道：“怎么啦？ ”一名男仆道：“刚才帐房先生叫林福去买\n\n    棺材他……他……出门刚走到东小街转角就倒在地上死了。 ”林震南道：“有这等事？ 他人呢？ ”那男仆道：“便倒在街上。 ”林震南道：“去把他尸抬来。 ”心想：“光\n\n    天化日之下敌人竟在闹市杀人当真是胆大妄为之极。 ”那两名男仆道：“是……是…\n\n    …”却不动身。 林震南道：“怎么了？ ”一名男仆道：“请总镖头去看……看……”林震\n\n    南情知又出了古怪哼的一声走向大门只见门口三名镖师、五名趟子手望着门外脸\n\n    色灰白极是惊惶。 林震南道：“怎么了？ ”不等旁人回答已知就里只见大门外青石\n\n    板上淋淋漓漓的鲜血写着六个大字：“出门十步者死”。 离门约莫十步之处画着一条\n\n    宽约寸许的血线。 林震南问道：“甚么时候写的难道没人瞧见么？ ”一名镖师道：“刚\n\n    才林福死在东小街上大家拥了过去看门前没人就不知谁写了开这玩笑！ ”林震南\n\n    提高嗓子朗声说道：“姓林的活得不耐烦了倒要看看怎地出门十步者死！ ”大踏步走\n\n    出门去。 两名镖师同时叫道：“总镖头！ ”林震南将手一挥径自迈步跨过了血线瞧那\n\n    血字血线兀自未干伸足将六个血字擦得一片模糊这才回进大门向三名镖师道：“\n\n    这是吓人的玩意儿怕他甚么？ 三位兄弟便请去棺材铺走一趟再到西城天宁寺去请\n\n    班和尚来作几日法事度亡魂驱除瘟疫。 ”三名镖师眼见总镖头跨过血线安然无事\n\n    当下答应了整一整身上兵刃并肩走出门去。 林震南望着他们过了血线转过街角\n\n    又待了一会这才进内。 他走进帐房向帐房黄先生道：“黄夫子请你写几张帖子是给夫人做寿的邀请\n\n    亲友们来喝杯寿酒。"
            }
        },
        {
            "id": 4,
            "event": "密谋策划",
            "time": "《笑傲江湖》故事中期，某夜",
            "location": "杭州府郊外，一处隐蔽的竹林",
            "description": "月黑风高，竹林中影影绰绰，林平之和令狐冲在此秘密商议如何对付青城派。",
            "characters": [
                {
                    "id": 0,
                    "name": "林平之",
                    "gender": "男",
                    "description": "福威镖局的少主，急于报仇，但缺乏实战经验。擅长辟邪剑法。",
                    "position": "坐在竹椅上，眉头紧锁",
                    "states": "焦虑，急切"
                },
                {
                    "id": 1,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，剑法高超。已学会独孤九剑。",
                    "position": "站在林平之面前，身姿挺拔",
                    "states": "自信，沉着"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "林平之激动地站起身，手中不自觉地摆出剑招",
                    "dialogue": "“令狐兄，我日夜都想手刃仇敌，但就是担心实力不济，坏了大事！”"
                },
                {
                    "action_id": 1,
                    "character": "令狐冲",
                    "character_id": 1,
                    "action": "令狐冲微微一笑，缓缓走出一步，手中竹筷如剑般挥舞",
                    "dialogue": "“林兄弟莫急，你既有辟邪剑法的基础，再结合我的独孤九剑，必能出奇制胜。”"
                },
                {
                    "action_id": 2,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "林平之眼神一亮，随即俯身一拜",
                    "dialogue": "“那就请令狐兄不吝赐教！”"
                }
            ],
            "plot": "林平之和令狐冲在竹林中密谋，商讨如何利用各自所长，共同对抗青城派，并揭露其背后的阴谋。",
            "chunk": {
                "id": 16,
                "text": "众位兄弟倘若仍愿干保\n\n    镖这一行的请到杭州府、南昌府去投咱们的浙江分局、江西分局那边刘镖头、易镖头\n\n    自不会怠慢了各位。 咱们走罢！ ”当下一百余人在院子中纷纷上马涌出大门。 林震南将\n\n    大门上了锁一声呼叱十余骑马冲过血线人多胆壮大家已不如何害怕都觉早一刻\n\n    离开镖局便多一分安全。 蹄声杂沓齐向北门奔去众人大都无甚打算见旁人向北\n\n    便也纵马跟去。 林震南在街角边打个手势叫夫人和儿子留了下来低声道：“让他们向北咱们却\n\n    向南行。 ”王夫人道：“去洛阳啊怎地往南？ ”林震南道：“敌人料想咱们必去洛阳\n\n    定在北门外拦截咱们却偏偏向南兜个大圈子再转而向北叫狗贼拦一个空。 ”林平之\n\n    道：“爹！ ”林震南道：“怎么？ ”林平之不语过了片刻又道：“爹。 ”王夫人道：\n\n    “你想说甚么说出来罢。 ”林平之道：“孩儿还是想出北门这狗贼害死了咱们这许多\n\n    人不跟他拚个你死我活这口恶气如何咽得下去？ ”王夫人道：“这番大仇自然是要\n\n    报的但凭你这点儿本领抵挡得了人家的摧心掌么？ ”林平之气忿忿的道：“最多也不\n\n    过像霍镖头那样给他一掌碎了心脏也就是啦。 ”\n\n    林震南脸色铁青道：“我林家三代倘若都似你这般逞那匹夫之勇福威镖局不用\n\n    等人来挑早就自己垮啦。 ”林平之不敢再说随着父母径向南行出城后折向西南过\n\n    闽江后到了南屿。 这大半日奔驰可说马不停蹄直到过午才到路旁一家小饭铺打尖。 林震南吩咐卖饭的汉子有甚么菜肴将就着弄来下饭越快越好。 那汉子答应着去了。 可是过了半天全无动静。 林震南急着赶路叫道：“店家你给快些！ ”叫了两声无人\n\n    答应。 王夫人也叫：“店家店家……”仍是没有应声。 王夫人霍地站起急忙打开包裹\n\n    取出金刀倒提在手奔向后堂只见那卖饭的汉子摔在地下门槛上斜卧着一个妇人\n\n    是那汉子的妻子。 王夫人探那汉子鼻息已无呼吸手指碰到他嘴唇尚觉温暖。 这时林震南父子也已抽出长剑绕着饭铺转了一圈。 这家小饭铺独家孤店靠山而筑\n\n    附近是一片松林并无邻家。 三人站在店前远眺四方不见半点异状。 林震南横剑身前朗声说道：“青城派的朋友林某在此领死便请现身相见。 ”叫\n\n    了几声只听得山谷回声：“现身相见现身相见！ ”余音袅袅此外更无声息。 三人明\n\n    知大敌窥视在侧此处便是他们择定的下手之处心下虽是惴惴但知道立即便有了断\n\n    反而定下神来。 林平之大声叫道：“我林平之就在这里你们来杀我啊！ 臭贼狗崽子\n\n    我料你就是不敢现身！ 鬼鬼祟祟的正是江湖上下三滥毛贼的勾当！ ”突然之间竹林中\n\n    出一声清朗的长笑林平之眼睛一花已见身前多了一人。 他不及细看长剑挺出便\n\n    是一招“直捣黄龙”向那人胸口疾刺。 那人侧身避开。 林平之横剑疾削那人嘿的一声\n\n    冷笑绕到林平之左侧。 林平之左手反拍一掌回剑刺去。 林震南和王夫人各提兵刃本\n\n    已抢上然见儿子连出数招剑法井井有条此番乍逢强敌竟丝毫不乱当即都退后两\n\n    步见敌人一身青衫腰间悬剑一张长脸约莫二十三四岁年纪脸上满是不屑的神情。 林平之蓄愤已久将辟邪剑法使将开来横削直击全是奋不顾身的拚命打法。 那人\n\n    空着双手只是闪避并不还招待林平之刺出二十余招剑这才冷笑道：“辟邪剑法\n\n    不过如此！ ”伸指一弹铮的一声响林平之只觉虎口剧痛长剑落地。 那人飞起一腿\n\n    将林平之踢得连翻几个筋斗。 林震南夫妇并肩一立遮住了儿子。 林震南道：“阁下尊姓\n\n    大名？ 可是青城派的么？ ”那人冷笑道：“凭你福威镖局的这点儿玩艺还不配问我姓名。"
            }
        },
        {
            "id": 5,
            "event": "林平之与令狐冲联手对抗青城派",
            "time": "下午时分",
            "location": "福建至四川青城山之间的山林",
            "description": "山林中树木葱郁，阳光透过树叶斑驳地洒在林间空地上，气氛紧张，空气中弥漫着剑拔弩张的气息。",
            "characters": [
                {
                    "id": 0,
                    "name": "林平之",
                    "gender": "男",
                    "description": "年轻侠士，外表英俊，武艺不俗，手持长剑，眼神坚定。",
                    "position": "站在空地中央，面对青城派弟子",
                    "states": "神态冷静，全神贯注"
                },
                {
                    "id": 1,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，风度翩翩，剑法高超，手持长剑，嘴角带笑。",
                    "position": "站在林平之左侧，与之并肩作战",
                    "states": "神态轻松，游刃有余"
                },
                {
                    "id": 2,
                    "name": "贾人达",
                    "gender": "男",
                    "description": "青城派弟子，面容阴翳，剑法狠辣，手持长剑，目光凶狠。",
                    "position": "站在林平之对面，带领青城派弟子",
                    "states": "神态凶狠，杀气腾腾"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "挥剑迎敌，剑法灵动，攻势凌厉",
                    "dialogue": "「青城派，今日就让你们见识一下福威镖局的剑法！」"
                },
                {
                    "action_id": 1,
                    "character": "令狐冲",
                    "character_id": 1,
                    "action": "施展华山剑法，剑走偏锋，以快打慢",
                    "dialogue": "「林兄弟，我们联手，定能让他们有来无回！」"
                },
                {
                    "action_id": 2,
                    "character": "贾人达",
                    "character_id": 2,
                    "action": "指挥青城派弟子围攻，剑招狠辣",
                    "dialogue": "「哼，两个乳臭未干的小子，也敢在我青城派面前放肆！」"
                }
            ],
            "plot": "林平之和令狐冲在逃亡途中遭遇青城派弟子追杀，两人决定联手对抗，展开了一场激烈的剑术对决。",
            "chunk": {
                "id": 20,
                "text": "那蒙面老者跟在\n\n    她身后顷刻间便奔得远了。 方于二人惊魂稍定分别拾起自己的长剑。 于人豪道：“当真邪门！ 怎地这家伙会使\n\n    咱们的剑法？ ”方人智道：“他也只会几招不过……不过这招‘鸿飞冥冥’可真使得\n\n    ……使得……唉！ ”于人豪道：“他们把这姓林的小子救去了……”方人智道：“啊哟\n\n    可别中了调虎离山之计。 林震南夫妇！ ”于人豪道：“是！ ”两人转身飞步奔回。 过了一会马蹄声缓缓响起两乘马走入林中方人智与于人豪分别牵了一匹。 马背\n\n    上缚的赫然是林震南和王夫人。 林平之张口欲叫“妈！ 爹！ ”幸好立时硬生生的缩住心\n\n    知这时倘若出半点声音非但枉自送了性命也失却了相救父母的机会。 离开两匹马数\n\n    丈一跛一拐的走着一人却是贾人达。 他头上缠的白布上满是鲜血口中不住咒骂：“\n\n    格老子入你的先人板板你龟儿救了那兔儿爷去这两只老兔儿总救不去了罢？ 老子每\n\n    天在两只老兔儿身上割一刀咱们挨到青城山瞧他们还有几条性命……”\n\n    方人智大声道：“贾师弟这对姓林的夫妇是师父他老人家千叮万嘱要拿到手的\n\n    他们要是有了三长两短瞧师父剥你几层皮下来？ ”贾人达哼了一声不敢再作声了。 林\n\n    平之耳听得青城派三人掳劫了父母而去心下反而稍感宽慰：“他们拿了我爹妈去青城山\n\n    这一路上又不敢太难为我爹妈。 从福建到四川青城山万里迢迢我说甚么也要想法子\n\n    救爹爹妈妈出来。 ”又想：“到了镖局的分局子里派人赶去洛阳给外公送信。 ”他在草\n\n    丛中躺着静静不动蚊蚋来叮也无法理会过了好几个时辰天色已黑背上被封的穴\n\n    道终于解开这才挣扎着爬起慢慢回到饭铺之前。 寻思：“我须得易容改装叫两个恶人当面见到我也认不出来否则一下子便给他们\n\n    杀了哪里还救得到爹妈？ ”走入饭店主人的房中打火点燃了油灯想找一套衣服岂\n\n    知山乡穷人真是穷得出奇连一套替换的衣衫也无。 走到饭铺之外只见饭铺主人夫妇的\n\n    尸兀自躺在地下心道：“说不得只好换上死人的衣服。 ”除下死人衣衫拿在手中\n\n    但觉秽臭冲鼻心想该当洗上一洗再行换上转念又想：“我如为了贪图一时清洁\n\n    耽误得一时半刻错过良机以致救不得爹爹妈妈岂不成为千古大恨？ ”一咬牙齿将\n\n    全身衣衫脱得清光穿上了死人的衣衫。 点了一根火把四下里一照只见父亲和自己的\n\n    长剑、母亲的金刀都抛在地下。 他将父亲长剑拾了起来包在一块破布之中插在背后\n\n    衣内走出店门只听得山涧中青蛙阁阁之声隐隐传来突然间感到一阵凄凉忍不住便\n\n    要放声大哭。 他举手一掷火把在黑影中划了一道红弧嗤的一声跌入了池塘登时熄\n\n    灭四周又是一片黑暗。 他心道：“林平之啊林平之你若不小心若不忍耐再落入青城派恶贼的手中便\n\n    如这火把跌入臭水池塘中一般。 ”举袖擦了擦眼睛衣袖碰到脸上臭气直冲几欲呕吐\n\n    大声道：“这一点臭气也耐不了枉自称为男子汉大丈夫了。 ”当下拔足而行。 走不了\n\n    几步腰间又剧痛起来他咬紧牙关反而走得更加快了。 在山岭间七高八低的乱走也\n\n    不知父母是否由此道而去。 行到黎明太阳光迎面照了过来耀眼生花林平之心中一凛\n\n    ：“那两个恶贼押了爹爹妈妈去青城山四川在福建之西我怎么反而东行？ ”急忙转身\n\n    背着日光疾走寻思：“爹妈已去了大半日我又背道行了半夜和他们离得更加远了\n\n    须得去买一匹坐骑才好只不知要多少银子。 ”一摸口袋不由得连声价叫苦此番出\n\n    来金银珠宝都放在马鞍旁的皮囊之中林震南和王夫人身边都有银两他身上却一两银\n\n    子也无。 他急上加急顿足叫道：“那便如何是好？ 那便如何是好？"
            }
        },
        {
            "id": 6,
            "event": "林平之与令狐冲的误会冲突",
            "time": "清晨",
            "location": "福州城外的小面店",
            "description": "清晨的小面店，雾气蒙蒙，店内温暖而宁静。林平之与令狐冲在此意外相遇，两人因误会而发生冲突，空气中弥漫着紧张气氛。",
            "characters": [
                {
                    "id": 0,
                    "name": "林平之",
                    "gender": "男",
                    "description": "年轻的福威镖局少主，面带疲惫但眼神坚定，背负家族复仇的命运，擅长辟邪剑法。",
                    "position": "站在面店中央，手持剑柄，神态警惕。",
                    "states": "感到困惑和警惕"
                },
                {
                    "id": 1,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "衡山派大弟子，外表不羁，但眼中透露着机智和侠义。武艺高强，精通衡山剑法。",
                    "position": "坐在角落的桌边，身姿放松，但目光锐利。",
                    "states": "初始感到惊讶，后转为好奇"
                },
                {
                    "id": 2,
                    "name": "店家",
                    "gender": "男",
                    "description": "这家小面店的老板，面容和善，擅长调解纷争。",
                    "position": "站在柜台后面，关注着店内发生的一切。",
                    "states": "感到担忧，希望避免冲突"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "林平之突然拔剑，指向令狐冲，质问其身份。",
                    "dialogue": "你是何人？为何在此出现？"
                },
                {
                    "action_id": 1,
                    "character": "令狐冲",
                    "character_id": 1,
                    "action": "令狐冲轻轻放下酒碗，微笑回应，同时身形微动，做好了防御的准备。",
                    "dialogue": "这位兄台，误会了。我不过是个过路的酒客，并无恶意。"
                },
                {
                    "action_id": 2,
                    "character": "店家",
                    "character_id": 2,
                    "action": "店家走出柜台，摆手劝解，试图平息双方的紧张气氛。",
                    "dialogue": "两位英雄，这是小店，何苦在此动刀动枪？有话好说。"
                }
            ],
            "plot": "这一幕展现了林平之和令狐冲的首次相遇，两人因误会而起的冲突，以及店家的劝解。随着对话的展开，两人逐渐意识到对方并非敌人，为后续的合作埋下伏笔。",
            "chunk": {
                "id": 24,
                "text": "但不知我镖局甚么地方得罪了青城派\n\n    他们竟敢下手如此狠毒？ ”一时自咎之情虽然略减气愤之意却更直涌上来若不是自\n\n    知武功不及对方真欲破窗而入刃此二獠。 但听得房内水响两人正自洗脚。 又听那姓申的道：“倒不是师父走眼当年福威镖局威震东南似乎确有真实本事\n\n    辟邪剑法在武林中得享大名不能全靠骗人。 多半后代子孙不肖没学到祖宗的玩艺儿。 ”林平之黑暗中面红过耳大感惭愧。 那姓申的又道：“咱们下山之前师父跟我们拆解\n\n    辟邪剑法虽然几个月内难以学得周全但我看这套剑法确是潜力不小只是不易挥罢\n\n    了。 吉师弟你领悟到了多少？ ”那姓吉的笑道：“我听师父说连林震南自己也没能领\n\n    悟到剑法要旨那我也懒得多用心思啦。 申师哥师父传下号令命本门弟子回到衡山取\n\n    齐那么方师哥他们要押着林震南夫妇到衡山了。 不知那辟邪剑法的传人是怎样一副德性。 ”林平之听到父母健在却被人押解去衡山心头大震之下又是欢喜又是难受。 那姓申的笑道：“再过几天你就见到了不妨向他领教领教辟邪剑法的功夫。 ”突\n\n    然喀的一声窗格推开。 林平之吃了一惊只道被他们见了行迹待要奔逃突然间豁\n\n    喇一声一盆热水兜头泼下他险些惊呼出声跟着眼前一黑房内熄了灯火。 林平之惊\n\n    魂未定只觉一条条水流从脸上淋下臭烘烘地才知是姓吉的将洗脚水从窗中泼将出来\n\n    淋了他一身。 对方虽非故意自己受辱却也不小但想探知了父母的消息别说是洗脚\n\n    水便是尿水粪水淋得一身又有何妨？ 此刻万籁俱寂倘若就此走开只怕给二人知觉\n\n    且待他们睡熟了再说。 当下仍靠在窗下的墙上不动过了好一会听得房中鼾声响起\n\n    这才慢慢站起身来。 一回头猛见一个长长的影子映在窗上一晃一晃的抖动他惕然心惊急忙矮身\n\n    见窗格兀自摆动原来那姓吉的倒了洗脚水后没将窗格闩上。 林平之心想：“报仇雪恨\n\n    正是良机！ ”右手拔出腰间长剑左手轻轻拉起窗格轻跨入房放下窗格。 月光从窗纸\n\n    中透将进来只见两边床上各睡着一人。 一人朝里而卧头微秃另一人仰天睡着颏\n\n    下生着一丛如乱茅草般的短须。 床前的桌上放着五个包裹两柄长剑。 林平之提起长剑\n\n    心想：“一剑一个犹如探囊取物一般。 ”正要向那仰天睡着的汉子颈中砍去心下又想\n\n    ：“我此刻偷偷摸摸的杀此二人岂是英雄好汉的行径？ 他日我练成了家传武功再来诛\n\n    灭青城群贼方是大丈夫所为。 ”当下慢慢将五个包裹提去放在靠窗的桌上轻轻推开窗\n\n    格跨了出来将长剑插在腰里取过包裹将三个负在背上缚好双手各提一个一步\n\n    步走向后院生恐出声响惊醒了二人。 他打开后门走出镖局辨明方向来到南门。 其时城门未开走到城墙边的一个土丘之后倚着土丘养神唯恐青城派二人知觉追\n\n    赶前来心中不住怦怦而跳。 直等到天亮开城他一出城门立时足疾奔一口气奔了\n\n    十数里这才心下大定自离福州城以来直至此刻胸怀方得一畅。 眼见前面道旁有家\n\n    小面店当下进店去买碗面吃他仍不敢多有耽搁吃完面后立即伸手到包裹中去取银\n\n    两会钞摸到一小锭银子付帐。 店家将店中所有铜钱拿出来做找头兀自不足。 林平之一\n\n    路上低声下气受人欺辱这时候当即将手一摆大声道：“都收下罢不用找了！ ”终\n\n    于回复了大少爷、少镖头的豪阔气概。 又行三十余里后来到一个大镇林平之到客店中\n\n    开了间上房闩门关窗打开五个包裹见四个包裹中都是黄金白银、珠宝饰第五个\n\n    小包中是只锦缎盒子装着一对五寸来高的羊脂玉马心想：“我镖局一间长沙分局便\n\n    存有这许多财宝也难怪青城派要生觊觎之心。"
            }
        },
        {
            "id": 7,
            "event": "茶馆中的剑法较量",
            "time": "下午申时",
            "location": "衡山城内的一间茶馆",
            "description": "阴雨连绵的午后，茶馆内光线昏暗，人声鼎沸。林平之正注视着莫大先生与卖酒少女及姓萨老者的对话，空气中弥漫着紧张和期待的气氛。",
            "characters": [
                {
                    "id": 0,
                    "name": "林平之",
                    "gender": "男",
                    "description": "年轻侠客，外表坚毅，眼神中透露出对武功的渴望。",
                    "position": "坐在茶馆角落的桌旁，靠近窗户",
                    "states": "神态专注，目光不时在莫大先生和卖酒少女之间游移"
                },
                {
                    "id": 1,
                    "name": "“潇湘夜雨”莫大先生",
                    "gender": "男",
                    "description": "衡山派掌门，神情沉稳，有着不怒自威的气场。",
                    "position": "坐在茶馆中央的一张桌子旁，正品茶",
                    "states": "表面上不动声色，实则对卖酒少女和姓萨老者的来意感到好奇"
                },
                {
                    "id": 2,
                    "name": "卖酒少女（岳灵珊）",
                    "gender": "女",
                    "description": "外表活泼，眼神狡黠，身手敏捷。",
                    "position": "站在姓萨老者身旁，手中提着酒壶",
                    "states": "态度轻松，但目光锐利，警惕着周围的一举一动"
                },
                {
                    "id": 3,
                    "name": "姓萨老者",
                    "gender": "男",
                    "description": "神秘老者，面容慈祥，但眼中不时闪过精光。",
                    "position": "站在茶馆门口，手握拐杖",
                    "states": "看似无害，实则内功深厚，随时准备应对变故"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "林平之目不转睛地观察莫大先生，试图从他的举止中领悟剑法精要。",
                    "dialogue": "“这位莫大先生的剑法，果然非同小可。”"
                },
                {
                    "action_id": 1,
                    "character": "“潇湘夜雨”莫大先生",
                    "character_id": 1,
                    "action": "莫大先生放下茶杯，淡淡地瞥了卖酒少女一眼，随后又看向姓萨老者，嘴角露出一丝不易察觉的微笑。",
                    "dialogue": "“两位远道而来，不知有何贵干？”"
                },
                {
                    "action_id": 2,
                    "character": "卖酒少女（岳灵珊）",
                    "character_id": 2,
                    "action": "岳灵珊轻轻一笑，向莫大先生施了一礼，随后从酒壶中倒出一杯酒，递给莫大先生。",
                    "dialogue": "“我们兄妹二人，特来向莫大先生请教几招剑法。”"
                },
                {
                    "action_id": 3,
                    "character": "姓萨老者",
                    "character_id": 3,
                    "action": "姓萨老者微微点头，目光扫视四周，似乎在确认没有其他潜在的危险。",
                    "dialogue": "“莫大先生若能指点一二，我们感激不尽。”"
                }
            ],
            "plot": "在衡山城的一间茶馆中，林平之偶遇莫大先生，正逢卖酒少女和姓萨老者前来挑战。这场剑法较量背后，隐藏着不为人知的江湖秘密，而林平之的命运也将因此发生改变。",
            "chunk": {
                "id": 28,
                "text": "那身穿绸衫的\n\n    中年人道：“是么？ 我早劝你少说几句是非只为多开口烦恼皆因强出头。 眼前衡山城\n\n    中卧虎藏龙不知有多少高人到了。 这位老先生定是莫大先生的好朋友他听得你背后\n\n    议论莫大先生自然要教训教训你了。 ”\n\n    那花白胡子忽然冷冷的道：“甚么莫大先生的好朋友？ 他自己就是衡山派掌门、‘潇\n\n    湘夜雨’莫大先生！ ”众人又都一惊齐问：“甚么？ 他……他便是莫大先生？ 你怎么知\n\n    道？ ”\n\n    那花白胡子道：“我自然知道。 莫大先生爱拉胡琴一曲《潇湘夜雨》听得人眼泪\n\n    也会掉下来。 ‘琴中藏剑剑琴音’这八字是他老先生武功的写照。 各位既到衡山城\n\n    来怎会不知？ 这位兄台刚才说甚么刘三爷一剑能刺五头大雁莫大先生却只能刺得三头。 他便一剑削断七只茶杯给你瞧瞧。 茶杯都能削断刺雁又有何难？ 因此他要骂你胡说八\n\n    道了。 ”那矮胖子兀自惊魂未定垂头不敢作答。 那穿绸衫的汉子会了茶钱拉了他便走。 茶馆中众人见到“潇湘夜雨”莫大先生显露了这一手惊世骇俗的神功无不心寒均\n\n    想适才那矮子称赞刘正风而对莫大先生颇有微词自己不免随声附和说不定便此惹祸上\n\n    身各人纷纷会了茶钱离去顷刻之间一座闹哄哄的茶馆登时冷冷清清。 除了林平之之\n\n    外便是角落里两个人伏在桌上打盹。 林平之瞧着七只半截茶杯和从茶杯上削下来的七个\n\n    瓷圈寻思：“这老人模样猥琐似乎伸一根手指便能将他推倒哪知他长剑一晃便削\n\n    断了七只茶杯。 我若不出福州焉知世上竟有这等人物？ 我在福威镖局中坐井观天只道\n\n    江湖上再厉害的好手至多也不过和我爹爹在伯仲之间。 唉！ 我若能拜得此人为师苦练\n\n    武功或者尚能报得大仇否则是终身无望了。 ”又想：“我何不去寻找这位莫大先生\n\n    苦苦哀恳求他救我父母收我为弟子？ ”刚站起身来突然又想：“他是衡山派的掌门\n\n    人五岳剑派和青城派互通声气他怎肯为我一个毫不相干之人去得罪朋友？ ”言念及此\n\n    复又颓然坐倒。 忽听得一个清脆娇嫩的声音说道：“二师哥这雨老是不停溅得我衣\n\n    裳快湿透了在这里喝杯茶去。 ”林平之心中一凛认得便是救了他性命的那卖酒丑女的\n\n    声音急忙低头。 只听另一个苍老的声音说道：“好罢喝杯热茶暖暖肚。 ”两个人走进\n\n    茶馆坐在林平之斜对面的一个座头。 林平之斜眼瞧去果见那卖酒少女一身青衣背向\n\n    着自己打横坐着的是那自称姓萨、冒充少女祖父的老者心道：“原来你二人是师兄妹\n\n    却乔装祖孙到福州城来有所图谋。 却不知他们又为甚么要救我？ 说不定他们知道我爹\n\n    娘的下落。 ”茶博士收拾了桌上的残杯泡上茶来。 那老者一眼见到旁边桌上的七只半截\n\n    茶杯不禁“咦”的一声低呼道：“小师妹你瞧！ ”那少女也是十分惊奇道：“这\n\n    一手功夫好了得是谁削断了七只茶杯？ ”\n\n    那老者低声道：“小师妹我考你一考一剑七出砍金断玉这七只茶杯是谁削\n\n    断的？ ”那少女微嗔道：“我又没瞧见怎知是谁削……”突然拍手笑道：“我知道啦！ 我知道啦！ 三十六路回风落雁剑第十七招‘一剑落九雁’这是刘正风刘三爷的杰作。 ”那老者笑着摇头道：“只怕刘三爷的剑法还不到这造诣你只猜中了一半。 ”那少女伸\n\n    出食指指着他笑道：“你别说下去我知道了。 这……这……这是‘潇湘夜雨’莫大先\n\n    生！ ”突然间七八个声音一齐响起有的拍手有的轰笑都道：“师妹好眼力。 ”林平\n\n    之吃了一惊：“哪里来了这许多人？ ”斜眼瞧去只见本来伏在桌上打瞌睡的两人已站了\n\n    起来另有五人从茶馆内堂走出来有的是脚夫打扮有个手拿算盘是个做买卖的模样\n\n    更有个肩头蹲着头小猴儿似是耍猴儿戏的。"
            }
        },
        {
            "id": 8,
            "event": "友谊较量",
            "time": "午后时分",
            "location": "华山派练武场",
            "description": "春日阳光下的练武场，华山派弟子们围坐在一起，气氛轻松，突然青城派弟子闯入挑战，场上气氛顿时紧张起来。",
            "characters": [
                {
                    "id": 0,
                    "name": "6大有",
                    "gender": "男",
                    "description": "华山派弟子，性格活泼，轻功了得。",
                    "position": "站在人群中央，正眉飞色舞地讲述。",
                    "states": "情绪激动，面带笑容。"
                },
                {
                    "id": 1,
                    "name": "青城派弟子",
                    "gender": "男",
                    "description": "年轻气盛，勇于挑战。",
                    "position": "站在场外，手持剑，神态自信。",
                    "states": "表情严肃，目光坚定。"
                },
                {
                    "id": 2,
                    "name": "大师哥",
                    "gender": "男",
                    "description": "华山派高徒，武艺高强，豪爽重情。",
                    "position": "从旁边走来，双手负后。",
                    "states": "面带微笑，眼神中透露出一丝严肃。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "6大有",
                    "character_id": 0,
                    "action": "正比手画脚地描述他与大师哥的英勇事迹。",
                    "dialogue": "那青城派的几个小子，哪里是我们大师哥的对手！"
                },
                {
                    "action_id": 1,
                    "character": "青城派弟子",
                    "character_id": 1,
                    "action": "迈步走入练武场，向6大有挑战。",
                    "dialogue": "华山派的各位，别光说不练，我来领教一下你们的绝技！"
                },
                {
                    "action_id": 2,
                    "character": "大师哥",
                    "character_id": 2,
                    "action": "挥手制止双方的争斗，提出友谊较量的建议。",
                    "dialogue": "慢着！误会一场，不如我们以武会友，点到为止，如何？"
                }
            ],
            "plot": "6大有在练武场吹嘘时，青城派弟子闯入挑战，大师哥出现并提出友谊较量，以化解误会。",
            "chunk": {
                "id": 32,
                "text": "”\n\n    6大有笑道：“我想起侯人英、洪人雄两个家伙给大师哥踢得连跌七八个筋斗还不\n\n    知踢他们的人是谁更不知好端端的为甚么挨打。 原来大师哥只是听到他们的名字就生气\n\n    一面喝酒一面大声叫道：‘狗熊野猪青城四兽’这侯洪二人自然大怒上前动手\n\n    却给大师哥从酒楼上直踢了下来哈哈！ ”林平之只听得心怀大畅对华山派这个大师哥\n\n    突然生好感他虽和侯人英、洪人雄素不相识但这二人是方人智、于人豪的师兄弟给\n\n    这位“大师哥”踢得滚下酒楼狼狈可知正是代他出了一口恶气。 那老者道：“大师哥\n\n    打了侯洪二人当时他们不知道大师哥是谁事后自然查了出来。 于是余观主写了封信给\n\n    师父措词倒很客气说道管教弟子不严得罪了贵派高足特此驰书道歉甚么的。 ”6\n\n    大有道：“这姓余的也当真奸猾得紧他写信来道歉其实还不是向师父告状？ 害得大师\n\n    哥在大门外跪了一日一夜众师兄弟一致求情师父才饶了他。 ”那少女道：“甚么饶了\n\n    他还不是打了三十下棍子？ ”6大有道：“我陪着大师哥也挨了十下。 嘿嘿不过瞧\n\n    着侯人英、洪人雄那两个小子滚下楼去的狼狈相挨十下棍子也值得哈哈哈哈！ ”那\n\n    高个子道：“瞧你这副德性一点也没悔改之心这十棍算是白打了。 ”6大有道：“我\n\n    怎么悔改啊大师哥要踢人下楼我还有本事阻得住他么？ ”那高个子道：“但你从旁劝\n\n    几句也是好的。 师父说得一点不错：‘6大有嘛从旁劝解是决计不会的多半还是推波\n\n    助澜的起哄打十棍！ ’哈哈哈哈！ ”旁人跟着笑了起来。 6大有道：“这一次师父可真冤枉了我。 你想大师哥出脚可有多快这两位大英雄分\n\n    从左右抢上大师哥举起酒碗骨嘟骨嘟的只是喝酒。 我叫道：‘大师哥小心！ ’却听\n\n    得拍拍两响跟着呼呼两声两位大英雄从楼梯上马不停蹄的一股劲儿往下滚。 我只想看\n\n    得仔细些也好学一学大师哥这一脚‘豹尾脚’的绝招可是我看也来不及看哪里还来\n\n    得及学？ 推波助澜更是不消提了。 ”\n\n    那高个子道：“六猴儿我问你大师哥叫嚷‘狗熊野猪青城四兽’之时你有没\n\n    有跟着叫你跟我老实说”6大有嘻嘻一笑道：“大师哥既然叫开了咱们做师弟的\n\n    岂有不随声附和、以壮声势之理？ 难道你叫我反去帮青城派来骂大师哥么？ ”那高个子\n\n    笑道：“这么看师父他老人家就一点也没冤枉了你。 ”林平之心道：“这六猴儿倒也是\n\n    个好人不知他们是哪一派的？ ”那老者道：“师父他老人家训诫大师哥的话大家须得\n\n    牢记心中。 师父说道：江湖上学武之人的外号甚多个个都是过甚其辞甚么‘威震天南\n\n    ’又是甚么‘追风侠’、‘草上飞’等等你又怎管得了这许多？ 人家要叫‘英雄豪杰\n\n    ’你尽管让他叫。 他的所作所为倘若确是英雄豪杰行径咱们对他钦佩结交还来不及\n\n    怎能稍起仇视之心？ 但如他不是英雄豪杰武林中自有公论人人齿冷咱们又何必理会？ ”众人听了二师兄之言都点头称是。 6大有低声道：“倒是我这‘六猴儿’的外号好\n\n    包管没人听了生气。 ”\n\n    那老者微笑道：“大师哥将侯人英、洪人雄踢下楼去之事青城派视为奇耻大辱自\n\n    然绝口不提连本派弟子也少有人知道。 师父谆谆告诫不许咱们风声外泄以免惹起不\n\n    和。 从今而后咱们也别谈论了提防给人家听了去传扬开来。 ”6大有道：“其实青\n\n    城派的功夫嘛我瞧也不过是徒有虚名得罪了他们其实也不怎么打紧……”\n\n    他一言未毕那老者喝道：“六师弟你别再胡说八道小心我回去禀告师父又打\n\n    你十下棍子。 你知道么？ 大师哥以一招‘豹尾脚’将人家踢下楼去一来趁人不备二来\n\n    大师哥是我派出类拔萃的人物非旁人可及。"
            }
        },
        {
            "id": 9,
            "event": "林平之与岳灵珊联手对抗青城派",
            "time": "夜晚，具体时间为寅时（大约是凌晨3点到5点）",
            "location": "洛阳城外隐蔽的山谷",
            "description": "月黑风高的夜晚，山谷中寂静无声，只有远处狼嚎声依稀可闻。林平之和岳灵珊藏身于山谷中的一处隐蔽山洞，青城派的追兵在洞外搜寻。",
            "characters": [
                {
                    "id": 0,
                    "name": "林平之",
                    "gender": "男",
                    "description": "福威镖局少主，坚毅且机智，熟悉辟邪剑法。",
                    "position": "站在山洞入口处，准备随时应对",
                    "states": "紧张但镇定，全神贯注地观察外面的动静"
                },
                {
                    "id": 1,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "华山派女侠，果断独立，擅长华山剑法。",
                    "position": "在山洞深处，照顾受伤的林平之",
                    "states": "关切而警惕，随时准备应战"
                },
                {
                    "id": 2,
                    "name": "青城派弟子",
                    "gender": "男",
                    "description": "青城派门下弟子，忠诚于余沧海，武功高强。",
                    "position": "山洞外，分散搜索",
                    "states": "警觉，小心翼翼地探寻"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "林平之轻手轻脚地走到洞口，利用辟邪剑法的内功心法，倾听外面的动静。",
                    "dialogue": "（低声）灵珊，你照顾好自己，我出去看看。"
                },
                {
                    "action_id": 1,
                    "character": "岳灵珊",
                    "character_id": 1,
                    "action": "岳灵珊紧张地握住剑柄，目送林平之离去，同时检查自己的剑。",
                    "dialogue": "（担忧）小心，不要恋战，我们得尽快离开这里。"
                },
                {
                    "action_id": 2,
                    "character": "青城派弟子",
                    "character_id": 2,
                    "action": "青城派弟子突然发现洞口的林平之，立刻挥剑上前。",
                    "dialogue": "（大声）在这里！别让他们跑了！"
                }
            ],
            "plot": "林平之和岳灵珊在山谷中遭遇青城派追兵，两人必须联手对抗敌人，同时寻找机会逃离山谷，避免青城派的追杀。",
            "chunk": {
                "id": 36,
                "text": "师父一看之后便道：‘这是福威镖\n\n    局林家的辟邪剑法！ ’”林平之听到这句话忍不住身子一颤。 第三章 救难\n\n    劳德诺又道：“当时我问师父：‘林家这辟邪剑法威力很大么？ 青城派为甚么这样用\n\n    心修习？ ’师父不答闭眼沉思半晌才道：‘德诺你入我门之前已在江湖上闯荡多\n\n    年可曾听得武林之中对福威镖局总镖头林震南的武功如何评论？ ’我道：‘武林中\n\n    朋友们说林震南手面阔交朋友够义气大家都买他的帐不去动他的镖。 至于手底下\n\n    真实功夫怎样我不大清楚。 ’师父道：‘是了！ 福威镖局这些年来兴旺达倒是江湖\n\n    上朋友给面子的居多。 你可曾听说余观主的师父长青子少年之时曾栽在林远图的辟邪\n\n    剑下？ ’我道：‘林……林远图？ 是林震南的父亲？ ’师父道：‘不林远图是林震南的\n\n    祖父福威镖局是他一手创办的。 当年林远图以七十二路辟邪剑法开创镖局当真是打遍\n\n    黑道无敌手。 其时白道上英雄见他太过威风也有去找他比试武艺的长青子便因此而在\n\n    他辟邪剑法下输了几招。 ’我道：‘如此说来辟邪剑法果然是厉害得很了？ ’师父道：\n\n    ‘长青子输招之事双方都守口如瓶因此武林中都不知道。 长青子前辈和你师祖是好朋\n\n    友曾对你师祖说起过他自认这是他毕生的奇耻大辱但自忖敌不过林远图此仇终于\n\n    难报。 你师祖曾和他拆解辟邪剑法想助他找出这剑法中的破绽然而这七十二路剑法看\n\n    似平平无奇中间却藏有许多旁人猜测不透的奥妙突然之间会变得迅无比。 两人钻研\n\n    了数月一直没破解的把握。 那时我刚入师门还只是个十来岁的少年在旁斟茶侍候\n\n    看得熟了你一试演便知道这是辟邪剑法。 唉岁月如流那是许多年前的事了。 ’”\n\n    林平之自被青城派弟子打得毫无招架之功对家传武功早已信心全失只盼另投明师再\n\n    报此仇此刻听得劳德诺说起自己曾祖林远图的威风不由得精神大振心道：“原来我\n\n    家的辟邪剑法果然非同小可当年青城派和华山派的脑人物尚且敌不过。 然则爹爹怎么\n\n    又斗不过青城派的后生小子？ 多半是爹爹没学到这剑法的奥妙厉害之处。 ”\n\n    只听劳德诺道：“我问师父：‘长青子前辈后来报了此仇没有？ ’师父道：‘比武输\n\n    招其实也算不得是甚么仇怨。 何况那时候林远图早已成名多年是武林中众所钦服的前\n\n    辈英雄长青子却是个刚出道的小道士。 后生小子输在前辈手下又算得了甚么？ 你师祖\n\n    劝解了他一番此事也不再提了。 后来长青子在三十六岁上便即逝世说不定心中放不开\n\n    此事以此郁郁而终。 事隔数十年余沧海忽然率领群弟子一起练那辟邪剑法那是甚么\n\n    缘故？ 德诺你想那是甚么缘故？ ’“我说：‘瞧着松风观中众人练剑情形人人神色郑\n\n    重难道余观主是要大举去找福威镖局的晦气以报上代之仇？ ’师父点头道：‘我也这\n\n    么想。 长青子胸襟极狭自视又高输在林远图剑底这件事一定令他耿耿于怀多半临\n\n    死时对余沧海有甚么遗命。 林远图比长青子先死余沧海要报师仇只有去找林远图的儿\n\n    子林仲雄但不知如何直挨到今日才动手。 余沧海城府甚深谋定后动这一次青城派\n\n    与福威镖局可要有一场大斗了。 ’“我问师父：‘你老人家看来这场争斗谁胜谁败？ ’\n\n    师父笑道：‘余沧海的武功青出于蓝而胜于蓝造诣已在长青子之上。 林震南的功夫外人\n\n    虽不知底细却多半及不上乃祖。 一进一退再加上青城派在暗而福威镖局在明还没动\n\n    上手福威镖局已输了七成。 倘若林震南事先得知讯息邀得洛阳金刀王元霸相助那么\n\n    还可斗上一斗。 德诺你想不想去瞧瞧热闹？ ’我自是欣然奉命。"
            }
        },
        {
            "id": 10,
            "event": "山谷中的误会与解救",
            "time": "《笑傲江湖》时期，某日下午",
            "location": "衡阳城外的幽静山谷",
            "description": "山谷中鸟语花香，阳光透过树叶斑驳地洒在地面，一条小溪潺潺流过。此时，令狐冲与仪琳刚从田伯光的囚禁中逃脱，正隐蔽在此处，而灵珊误打误撞地走进了这片山谷。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，侠义心肠，武艺高强，擅长独孤九剑，因被误会与田伯光为伍而烦恼。",
                    "position": "山谷中的一处隐蔽岩石后",
                    "states": "警觉，准备随时应对突发情况"
                },
                {
                    "id": 1,
                    "name": "仪琳",
                    "gender": "女",
                    "description": "恒山派定逸师太的弟子，温婉善良，被令狐冲救出后，对他充满感激。",
                    "position": "令狐冲身旁，轻声说话以避免被发现",
                    "states": "紧张，但信任令狐冲"
                },
                {
                    "id": 2,
                    "name": "灵珊",
                    "gender": "女",
                    "description": "华山派女弟子，活泼可爱，对大师哥令狐冲十分敬仰，不知令狐冲身处困境。",
                    "position": "山谷入口处，四处张望寻找令狐冲",
                    "states": "好奇，毫无戒备"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "突然从岩石后跃出，准备拦下灵珊",
                    "dialogue": "灵珊师妹，不要过来，此处危险！"
                },
                {
                    "action_id": 1,
                    "character": "灵珊",
                    "character_id": 2,
                    "action": "被令狐冲的出现吓了一跳，本能地拔剑指向他",
                    "dialogue": "大师哥，你怎会在此？你和仪琳师姐为何会……"
                },
                {
                    "action_id": 2,
                    "character": "仪琳",
                    "character_id": 1,
                    "action": "从岩石后走出，平复灵珊的情绪",
                    "dialogue": "灵珊师妹，误会了，令狐大哥是救我出来的恩人。"
                }
            ],
            "plot": "令狐冲与仪琳在山谷中躲避追捕时，意外遇到了灵珊。通过三人的对话和行动，逐步揭示令狐冲救仪琳的真相，并化解了灵珊的误会，增进了彼此间的信任和友谊。",
            "chunk": {
                "id": 40,
                "text": "”劳德诺等一见此人都认得这老尼姑道\n\n    号定逸是恒山白云庵庵主恒山派掌门定闲师太的师妹不但在恒山派中威名甚盛武\n\n    林中也是谁都忌惮她三分当即站起一齐恭恭敬敬的躬身行礼。 劳德诺朗声说道：“参\n\n    见师叔。 ”定逸师太眼光在众人脸上掠过粗声粗气的叫道：“令狐冲躲到哪里去啦？ 快\n\n    给我滚出来。 ”声音比男子汉还粗豪几分。 劳德诺道：“启禀师叔令狐师兄不在这儿。 弟子等一直在此相候他尚未到来。 ”\n\n    林平之寻思：“原来他们说了半天的大师哥名叫令狐冲。 此人也真多事不知怎地\n\n    却又得罪这老尼姑了。 ”定逸目光在茶馆中一扫目光射到那少女脸上时说道：“你是\n\n    灵珊么？ 怎地装扮成这副怪相吓人？ ”那少女笑道：“有恶人要和我为难只好装扮了避\n\n    他一避。 ”\n\n    定逸哼了一声说道：“你华山派的门规越来越松了你爹爹老是纵容弟子在外面\n\n    胡闹此间事情一了我亲自上华山来评这个理。 ”灵珊急道：“师叔你可千万别去。 大师哥最近挨了爹爹三十下棍子打得他路也走不动。 你去跟爹爹一说他又得挨六十棍\n\n    那不打死了他么？ ”定逸道：“这畜生打死得愈早愈好。 灵珊你也来当面跟我撒谎！ 甚么令狐冲路也走不动？ 他走不动路怎地会将我的小徒儿掳了去？ ”她此言一出华山\n\n    群弟子尽皆失色。 灵珊急得几乎哭了出来忙道：“师叔不会的！ 大师哥再胆大妄为\n\n    也决计不敢冒犯贵派的师姊。 定是有人造谣在师叔面前挑拨。 ”定逸大声道：“你还要\n\n    赖？ 仪光泰山派的人跟你说甚么来？ ”一个中年尼姑走上一步说道：“泰山派的师兄\n\n    们说天松道长在衡阳城中亲眼见到令狐冲师兄和仪琳师妹一起在一家酒楼上饮酒。 那酒楼叫做么回雁楼。 仪琳师妹显然是受了令狐冲师兄的挟持不敢不饮神情……神情\n\n    甚是苦恼。 跟他二人在一起饮酒的还有那个……那个……无恶不作的田……田伯光。 ”\n\n    定逸早已知道此事此刻第二次听到仍是一般的暴怒伸掌在桌上重重拍落两只馄饨\n\n    碗跳将起来呛啷啷数声在地下跌得粉碎。 华山群弟子个个神色十分尴尬。 灵珊只急得泪水在眼眶中滚来滚去颤声道：“他们\n\n    定是撒谎又不然……又不然是天松师叔看错了人。 ”定逸大声道：“泰山派天松道人\n\n    是甚么人怎会看错了人？ 又怎会胡说八道？ 令狐冲这畜生居然去和田伯光这等恶徒为\n\n    伍堕落得还成甚么样子？ 你们师父就算护犊不理我可不能轻饶。 这万里独行田伯光贻\n\n    害江湖老尼非为天下除此大害不可。 只是我得到讯息赶去时田伯光和令狐冲却已挟制\n\n    了仪琳去啦！ 我……我……到处找他们不到……”她说到后来声音已甚为嘶哑连连顿\n\n    足叹道：“唉仪琳这孩子仪琳这孩子！ ”华山派众弟子心头怦怦乱跳均想：“大\n\n    师哥拉了恒山派门下的尼姑到酒楼饮酒败坏出家人的清誉已然大违门规再和田伯光\n\n    这等人交结那更是糟之透顶了。 ”隔了良久劳德诺才道：“师叔只怕令狐师兄和田\n\n    伯光也只是邂逅相遇并无交结。 令狐师兄这几日喝得醺醺大醉神智迷糊醉人干事\n\n    作不得准……”定逸怒道：“酒醉三分醒这么大一个人连是非好歹也不分么？ ”劳德\n\n    诺道：“是是！ 只不知令狐师兄到了何处师侄等急盼找到他责以大义先来向师叔\n\n    磕头谢罪再行禀告我师父重重责罚。 ”\n\n    定逸怒道：“我来替你们管师兄的吗？ ”突然伸手抓住了灵珊的手腕。 灵珊腕上便\n\n    如套上一个铁箍“啊”的一声惊叫出来颤声道：“师……师叔！ ”\n\n    定逸喝道：“你们华山派掳了我仪琳去。 我也掳你们华山派一个女弟子作抵。 你们把\n\n    我仪琳放出来还我我便也放了灵珊！ ”一转身拉了她便走。 灵珊只觉上半身一片酸麻\n\n    身不由主跌跌撞撞的跟着她走到街上。"
            }
        },
        {
            "id": 11,
            "event": "月夜下的对峙与联盟",
            "time": "子时，华山三年九月十五",
            "location": "衡山城外，罗人杰尸体发现处的山林",
            "description": "月色皎洁，林间雾气缭绕，令狐冲与余沧海在尸体发现处偶然相遇，两人剑拔弩张，气氛紧张。此时，仪琳从旁暗中观察。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，剑法高超，因被误会与淫贼为伍而备受困扰。",
                    "position": "站在尸体不远处，手持长剑",
                    "states": "神情严肃，戒备中带有疑惑"
                },
                {
                    "id": 1,
                    "name": "余沧海",
                    "gender": "男",
                    "description": "青城派掌门人，沉稳而城府深，为门下弟子之死感到悲痛。",
                    "position": "站在令狐冲对面，同样手持剑",
                    "states": "面露悲痛，眼神中透露出敌意"
                },
                {
                    "id": 2,
                    "name": "仪琳",
                    "gender": "女",
                    "description": "恒山派弟子，美丽善良，对令狐冲心存感激，决定暗中帮助。",
                    "position": "藏身于树后，观察两人",
                    "states": "紧张而专注，随时准备介入"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲剑尖指向余沧海，质问其为何怀疑自己",
                    "dialogue": "余掌门，我与罗人杰无冤无仇，你为何一口咬定是我下的毒手？"
                },
                {
                    "action_id": 1,
                    "character": "余沧海",
                    "character_id": 1,
                    "action": "余沧海挥剑回应，表示怀疑",
                    "dialogue": "令狐冲，你与淫贼为伍，有何信誉可言？罗师侄之死，你脱不了干系！"
                },
                {
                    "action_id": 2,
                    "character": "仪琳",
                    "character_id": 2,
                    "action": "仪琳从树后走出，平息争执",
                    "dialogue": "两位师兄，冤家宜解不宜结。或许这其中有误会，我们何不一同调查真相？"
                }
            ],
            "plot": "在月夜下的山林中，令狐冲与余沧海因罗人杰之死而起的冲突，在仪琳的调解下，决定暂时放下成见，共同追查真相。",
            "chunk": {
                "id": 44,
                "text": "天松道兄随即上前他侠义为怀\n\n    杀贼心切斗了数百回合后一不留神竟给田伯光使卑鄙手段在他胸口砍了一刀。 其\n\n    后令狐师侄却仍和田伯光那淫贼一起坐着喝酒未免有失我五岳剑派结盟的义气。 天门道\n\n    兄所以着恼便是为此。 ”天门道人怒道：“甚么五岳结盟的义气哼哼！ 咱们学武之\n\n    人这是非之际总得分个明白和这样一个淫贼……这样一个淫贼……”气得脸如巽血\n\n    似乎一丛长须中每一根都要竖将起来忽听得门外有人说道：“师父弟子有事启禀。 ”天门道人听得是徒儿声音便道：“进来！ 甚么事？ ”一个三十来岁、英气勃勃的汉子\n\n    走了进来先向主人刘正风行了一礼又向其余众前辈行礼然后转向天门道人说道：“\n\n    师父天柏师叔传了讯息来说道他率领本门弟子在衡阳搜寻田伯光、令狐冲两个淫贼\n\n    尚未见到踪迹……”劳德诺听他居然将自己大师哥也归入“淫贼”之列大感脸上无光\n\n    但大师哥确是和田伯光混在一起又有甚么法子？ 只听那泰山派弟子续道：“但在衡阳\n\n    城外却现了一具尸体小腹上插着一柄长剑那口剑是令狐冲那淫贼的……”天门道\n\n    人急问：“死者是谁？ ”那人的眼光转向余沧海说道：“是余师叔门下的一位师兄当\n\n    时我们都不识得这尸搬到了衡山城里之后才有人识得原来是罗人杰罗师兄……”\n\n    余沧海“啊”的一声站了起来惊道：“是人杰？ 尸呢？ ”只听得门外有人接口道：\n\n    “在这里。 ”余沧海极沉得住气虽然乍闻噩耗死者又是本门“英雄豪杰”四大弟子之\n\n    一的罗人杰却仍然不动声色说道：“烦劳贤侄将尸抬了进来。 ”门外有人应道：\n\n    “是！ ”两个人抬着一块门板走了进来。 那两人一个是衡山派弟子一个是青城派弟子。 只见门板上那尸体的腹部插着一柄利剑。 这剑自死者小腹插入斜刺而上。 一柄三尺长\n\n    剑留在体外的不足一尺显然剑尖已插到了死者的咽喉这等自下而上的狠辣招数武\n\n    林中倒还真少见。 余沧海喃喃的道：“令狐冲哼令狐冲你……你好辣手。 ”那泰山\n\n    派弟子说道：“天柏师叔派人带了讯来说道他还在搜查两名淫贼最好这里的师伯、师\n\n    叔们有一两位前去相助。 ”定逸和余沧海齐声道：“我去！ ”\n\n    便在此时门外传进来一个娇嫩的声音叫道：“师父我回来啦！ ”定逸脸色斗变\n\n    喝道：“是仪琳？ 快给我滚进来！ ”\n\n    众人目光一齐望向门口要瞧瞧这个公然与两个万恶淫贼在酒楼上饮酒的小尼姑到\n\n    底是怎么一个人物。 门帘掀处众人眼睛陡然一亮一个小尼姑悄步走进花厅但见她清\n\n    秀绝俗容色照人实是一个绝丽的美人。 她还只十六七岁年纪身形婀娜虽裹在一袭\n\n    宽大缁衣之中仍掩不住窈窕娉婷之态。 她走到定逸身前盈盈倒拜叫道：“师父……”两字一出口突然哇的一声哭了出来。 定逸沉着脸道：“你做……你做的好事？ 怎地\n\n    回来了？ ”仪琳哭道：“师父弟子这一次……这一次险些儿不能再见着你老人家了。 ”她说话的声音十分娇媚两只纤纤小手抓住了定逸的衣袖白得犹如透明一般。 人人心\n\n    中不禁都想：“这样一个美女怎么去做了尼姑？ ”\n\n    余沧海只向她瞥了一眼便不再看一直凝视着罗人杰尸体上的那柄利剑见剑柄上\n\n    飘着青色丝穗近剑柄处的锋刃之上刻着“华山令狐冲”五个小字。 他目光转处见劳\n\n    德诺腰间佩剑一模一样也是飘着青色丝穗突然间欺身近前左手疾伸向他双目插了\n\n    过去指风凌厉刹那间指尖已触到他眼皮。 劳德诺大惊急使一招“举火撩天”高举\n\n    双手去格。 余沧海一声冷笑左手转了个极小的圈子已将他双手抓在掌中跟着右手伸\n\n    出刷的一声拔出了他腰间长剑。 劳德诺双手入于彼掌一挣之下对方屹然不动长\n\n    剑的剑尖却已对准了自己胸口惊呼：“不……不关我事！"
            }
        },
        {
            "id": 12,
            "event": "山洞密室剑谱现世",
            "time": "子时（深夜）",
            "location": "华山之巅隐蔽山洞内",
            "description": "山洞内昏暗潮湿，石壁上滴着水珠，一束月光透过石缝照在一本古老的剑谱上，周围布满了蜘蛛网，令狐冲和仪琳在微弱的火光下发现这个秘密。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，机智勇敢，武艺高强，擅长独孤九剑，因意外流落江湖，具有丰富的江湖经验。",
                    "position": "正站在密室中央，手持剑谱，眉头紧锁",
                    "states": "神情专注，心中充满好奇"
                },
                {
                    "id": 1,
                    "name": "仪琳",
                    "gender": "女",
                    "description": "恒山派小师妹，天真无邪，心地善良，对江湖险恶知之甚少，有一定的武艺基础。",
                    "position": "紧挨着令狐冲，用火折子照亮",
                    "states": "眼神中透露出紧张和兴奋"
                },
                {
                    "id": 2,
                    "name": "田伯光",
                    "gender": "男",
                    "description": "江湖独行盗，轻功高强，心狠手辣，一直在寻找机会报仇。",
                    "position": "洞外，正试图寻找进入山洞的入口",
                    "states": "狡猾地四处张望，耐心地等待时机"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "仔细翻阅剑谱，不时用手指在空中比划剑招",
                    "dialogue": "“这剑法独特，似乎与五岳剑派的剑法都有所不同，我们若能学会，定能在江湖上大放异彩。”"
                },
                {
                    "action_id": 1,
                    "character": "仪琳",
                    "character_id": 1,
                    "action": "小心翼翼地用火折子照亮四周，同时警惕地听着洞外的动静",
                    "dialogue": "“冲哥，田伯光还在外面吗？我们得小心，别让他发现了这个秘密。”"
                },
                {
                    "action_id": 2,
                    "character": "田伯光",
                    "character_id": 2,
                    "action": "在洞外轻功跳跃，试图找到隐藏的入口",
                    "dialogue": "“令狐冲，你以为躲在里面我就找不到你了吗？等我找到你，定要将你碎尸万段！”"
                }
            ],
            "plot": "令狐冲和仪琳在华山之巅的山洞密室中发现古老剑谱，田伯光在外搜寻，双方展开一场紧张刺激的躲避与寻找。",
            "chunk": {
                "id": 48,
                "text": "可是那人知道田伯光厉害不敢进洞只是在山洞外笑个不停。 “田伯光就破口骂人\n\n    点了我的穴道呼的一声窜了出去但那人早就躲了起来。 田伯光找了一会找不到\n\n    又回进洞来刚走到我身边。 那人便在山洞外哈哈哈的笑了起来。 我觉得有趣忍不住也\n\n    笑了出来。 ”\n\n    定逸师太横了她一眼斥道：“自己正在生死关头亏你还笑得出？ ”仪琳脸上微微\n\n    一红道：“是弟子也想不该笑的不过当时不知怎的竟然便笑了。 田伯光伏下身子\n\n    悄悄走到洞口只待他再笑便冲了出去。 可是洞外那人机警得很却也下出半点声\n\n    息田伯光一步步的往外移我想那人倘若给他擒住可就糟了眼见田伯光正要冲出去\n\n    我便叫了起来：‘小心他出来啦！ ’那人在远处哈哈哈的笑了三声说道：‘多谢你\n\n    不过他追不上我。 他轻身功夫不行。 ’”众人均想田伯光号称“万里独行”轻身功\n\n    夫之了得江湖上素来大大有名那人居然说他“轻身功夫不行”自是故意要激怒于他。 仪琳续道：“田伯光这恶人突然回身在我脸上重重扭了一把我痛得大叫他便窜了\n\n    出去叫道：‘狗贼你我来比比轻身功夫！ ’哪知道这一下他可上了当。 原来那人早就\n\n    躲在山洞旁边田伯光一冲出他便溜了进来低声道：‘别怕我来救你。 他点了你哪\n\n    里的穴道？ ’我说：‘是右肩和背心好像是“肩贞”“大椎”！ 你是哪一位？ ’他说：\n\n    ‘解了穴道再说。 ’便伸手替我在肩贞与大椎两穴推宫过血。 “多半我说的穴位不对那人虽用力推拿始终解不开耳听得田伯光呼啸连连又\n\n    追回来了。 我说：‘你快逃他一回来可要杀死你了。 ’他说：‘五岳剑派同气连枝。 师妹有难焉能不救？ ’”定逸问道：“他也是五岳剑派的？ ”\n\n    仪琳道：“师父他就是令狐冲令狐大哥啊。 ”定逸和天门道人、余沧海、何三七、\n\n    闻先生、刘正风等都“哦”了一声。 劳德诺吁了口长气。 众人中有些本已料到这人或许便\n\n    是令狐冲但总要等仪琳亲口说出方能确定。 仪琳道：“耳听得田伯光啸声渐近令狐\n\n    大哥道：‘得罪！ ’将我抱起溜出山洞躲在草丛里。 刚刚躲好田伯光便奔进山洞\n\n    他找不到我就大脾气破口大骂骂了许多难听的话我也不懂是甚么意思。 他提了\n\n    我那柄断剑在草丛中乱砍幸好这天晚上下雨星月无光他瞧不见我们但他料想我\n\n    们逃不远一定躲在附近因此不停手的砍削。 有一次险得不得了一剑从我头顶掠过\n\n    只差得几寸。 他砍了一会口中只是咒骂向前砍削一路找了过去。 “忽然之间有些\n\n    热烘烘的水点一滴滴的落在脸上同时我闻到一阵阵血腥气。 我吃了一惊低声问：‘你\n\n    受了伤么？ ’令狐大哥伸手按住我嘴过了好一会听得田伯光砍草之声越去越远他才\n\n    低声道：‘不碍事。 ’放开了手。 可是流在我脸上的热血越来越多。 我说：‘你伤得很厉\n\n    害须得止血才好。 我有“天香断续胶”。 ’他道：‘别出声一动就给那厮觉了！ ’\n\n    伸手按住了自己伤口。 过了一会田伯光又奔了回来叫道：‘哈哈原来在这里我瞧\n\n    见啦。 站起身来！ ’我听得田伯光说已瞧见了我们心中只是叫苦便想站起身来只是\n\n    腿上动弹不得……”定逸师太道：“你上了当啦田伯光骗你们的他可没瞧见你。 ”仪\n\n    琳道：“是啊。 师父当时你又不在那里怎么知道？ ”定逸道：“哪有甚么难猜？ 他倘\n\n    若真的瞧见了你们过来一剑将令狐冲砍死便是又何必大叫大嚷？ 可见令狐冲这小子也\n\n    没见识。 ”仪琳摇头道：“不令狐大哥也猜到了的。 他一伸手便按住了我嘴怕我惊吓\n\n    出声。 田伯光叫嚷了一会不听到声音又去砍草找寻。 令狐大哥待他去远低声道：‘\n\n    师妹咱们若能再挨得半个时辰你被封的穴道上气血渐畅我就可以给你解开。 只是田\n\n    伯光那厮一定转头又来这一次恐怕再难避过。"
            }
        },
        {
            "id": 13,
            "event": "剑谱争夺战",
            "time": "午后时分",
            "location": "华山之巅",
            "description": "阳光斜照在华山之巅，山风呼啸，四周古松林立，气氛肃杀。令狐冲和田伯光在一块巨石上对坐，正翻阅着刚发现的古老剑谱，突然一群神秘人现身，气氛陡然紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，豁达侠义，剑法高超。",
                    "position": "坐在巨石上，手握剑柄",
                    "states": "神态自若，目光警惕"
                },
                {
                    "id": 1,
                    "name": "田伯光",
                    "gender": "男",
                    "description": "江湖恶人，武艺高强，心狠手辣。",
                    "position": "与令狐冲对坐，目光闪烁",
                    "states": "神色紧张，戒备神秘人"
                },
                {
                    "id": 2,
                    "name": "神秘人",
                    "gender": "男",
                    "description": "身份不明，武艺高强，行动诡异。",
                    "position": "分布在四周，形成包围之势",
                    "states": "杀气腾腾，目光冷酷"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲缓缓站起，剑尖指向神秘人，神情坚定地说",
                    "dialogue": "各位既已来此，何不报上名来？华山剑法并非贪生怕死之辈所能学得。"
                },
                {
                    "action_id": 1,
                    "character": "田伯光",
                    "character_id": 1,
                    "action": "田伯光紧随其后，抽出腰间长刀，冷笑一声",
                    "dialogue": "正愁无人试剑，来者不善，善者不来，今日就让我们领教一下各位的高招。"
                },
                {
                    "action_id": 2,
                    "character": "神秘人",
                    "character_id": 2,
                    "action": "神秘人首领上前一步，声音低沉地说",
                    "dialogue": "废话少说，剑谱留下，否则今日你们谁也别想离开这里。"
                }
            ],
            "plot": "在华山之巅，令狐冲和田伯光意外发现的古老剑谱引来了神秘人的觊觎，双方剑拔弩张，一场激烈的剑谱争夺战即将展开。",
            "chunk": {
                "id": 52,
                "text": "他自己斟了一碗酒举碗向田伯光道：‘请！ ’向我道：‘请！ ’又喝干\n\n    了。 我一听到他的声音不由得又惊又喜原来他便是在洞中救我的那位‘劳大哥’。 谢\n\n    天谢地他没给田伯光害死只是身上到处是血他为了救我受伤可着实不轻。 “田伯光向他上上下下的打量说道：‘是你！ ’他说：‘是我！ ’田伯光向他大拇\n\n    指一竖赞道：‘好汉子！ ’他也向田伯光大拇指一竖赞道：“好刀法！ ’两人都哈哈\n\n    大笑起来一同喝了碗酒。 我很是奇怪他二人昨晚还打得这么厉害怎么此刻忽然变了\n\n    朋友？ 这人没死我很欢喜；然而他是田伯光这恶人的朋友弟子又担心起来啦。 “田伯光道：‘你不是劳德诺！ 劳德诺是个糟老头子哪有你这么年轻潇洒？ ’我偷\n\n    偷瞧这人他不过二十来岁年纪原来昨晚他说‘我老人家活了这大把年纪’甚么的都\n\n    是骗田伯光的。 那人一笑说道：‘我不是劳德诺。 ’田伯光一拍桌子说道：‘是了\n\n    你是华山令狐冲是江湖上的一号人物。 ’“令狐大哥这时便承认了笑道：‘岂敢！ 令\n\n    狐冲是你手下败将见笑得紧。 ’田伯光道：‘不打不相识咱们便交个朋友如何？ 令狐\n\n    兄既看中了这个美貌小尼姑在下让给你便是。 重色轻友岂是我辈所为？ ’”\n\n    定逸脸色青只道：“这恶贼该死之极该死之极！ ”仪琳泫然欲涕说道：“师\n\n    父令狐大哥忽然骂起我来啦。 他说：‘这小尼姑脸上全无血色整日价只吃青菜豆腐\n\n    相貌决计好不了。 田兄我生平一见尼姑就生气恨不得杀尽天下的尼姑！ ’田伯光笑问\n\n    ：‘那又为甚么？ ’\n\n    “令狐大哥道：‘不瞒田兄说小弟生平有个嗜好那是爱赌如命只要瞧见了骨牌\n\n    骰子连自己姓甚么也忘记了。 可是只要一见尼姑这一天就不用赌啦赌甚么输甚么\n\n    当真屡试不爽。 不但是我一人华山派的师兄师弟们个个都是这样。 因此我们华山派弟子\n\n    见到恒山派的师伯、师叔、师姊、师妹们脸上虽然恭恭敬敬心中却无不大叫倒霉！ ’”定逸大怒反过手掌拍的一声清清脆脆的打了劳德诺一个耳括子。 她出手又快又\n\n    重劳德诺不及闪避只觉头脑一阵晕眩险些便欲摔倒。 第四章 坐斗\n\n    刘正风笑道：“师太怎地没来由生这气？ 令狐师侄为了要救令高足这才跟田伯光这\n\n    般胡说八道花言巧语你怎地信以为真了？ ”定逸一怔道：“你说他是为了救仪琳？ ”刘正风道：“我是这么猜想。 仪琳师侄你说是不是？ ”仪琳低头道：“令狐大哥是好\n\n    人就是……就是说话太过粗俗无礼。 师父生气我不敢往下说了！ ”定逸喝道：“你说\n\n    出来！ 一字不漏的说出来。 我要知道他到底安的是好心还是歹意。 这家伙倘若是个无赖\n\n    汉子便算死了我也要跟岳老儿算帐。 ”仪琳嗫嚅了几句不敢往下说。 定逸道：“说\n\n    啊不许为他忌讳是好是歹难道咱们还分辨不出？ ”仪琳道：“是！ 令狐大哥又道：\n\n    ‘田兄咱们学武之人一生都在刀尖上讨生活虽然武艺高强的占便宜但归根结底\n\n    终究是在碰运气你说是不是？ 遇到武功差不多的对手生死存亡便讲运道了。 别说这\n\n    小尼姑瘦得小鸡也似的提起来没三两重就算真是天仙下凡我令狐冲正眼也不瞧她。 一个人毕竟性命要紧重色轻友固然不对重色轻生那更是大傻瓜一个。 这小尼姑啊\n\n    万万碰她不得。 ’“田伯光笑道：‘令狐兄我只道你是个天不怕、地不怕的好汉子怎\n\n    么一提到尼姑便偏有这许多忌讳？ ’令狐大哥道：‘嘿我一生见了尼姑之后倒的霉\n\n    实在太多可不由得我不信。 你想昨天晚上我还是好端端的连这小尼姑的面也没见到\n\n    只不过听到了她说话的声音就给你在身上砍了三刀险些儿丧了性命。 这不算倒霉\n\n    甚么才是倒霉？ ’田伯光哈哈大笑道：‘这倒说得是。 ’\n\n    “令狐大哥道：‘田兄我不跟尼姑说话咱们男子汉大丈夫喝酒便喝个痛快你\n\n    叫这小尼姑滚蛋罢！"
            }
        },
        {
            "id": 14,
            "event": "华山论剑之丝绸挑战",
            "time": "午后时分",
            "location": "华山派剑场",
            "description": "剑场上悬挂着写有武林秘籍名字的丝绸，阳光斜射，微风拂动丝绸，场中气氛紧张而庄重。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，剑法高超，性格豁达，机智过人。",
                    "position": "站在剑场中央，目光锐利地观察着场上的局势。",
                    "states": "神态自若，胸有成竹。"
                },
                {
                    "id": 1,
                    "name": "田伯光",
                    "gender": "男",
                    "description": "江湖人称为‘万里独行’，剑法了得，性格桀骜，对武学秘籍有着极大兴趣。",
                    "position": "位于剑场一侧，眼神专注地盯着悬挂的丝绸。",
                    "states": "神色焦躁，跃跃欲试。"
                },
                {
                    "id": 2,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "华山派岳不群之女，剑法灵活，心思细腻。",
                    "position": "在令狐冲不远处，目光流转，随时准备配合行动。",
                    "states": "神态轻松，但目光警惕。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "轻轻一笑，身形微动，长剑出鞘。",
                    "dialogue": "田兄，这第一场比试，就由我先来吧。"
                },
                {
                    "action_id": 1,
                    "character": "田伯光",
                    "character_id": 1,
                    "action": "眉头一皱，目不转睛地看着令狐冲的动作。",
                    "dialogue": "哼，令狐冲，你休想轻易取胜！"
                },
                {
                    "action_id": 2,
                    "character": "岳灵珊",
                    "character_id": 2,
                    "action": "微笑着点头，手中剑尖轻点地面，似乎在思考下一步的动作。",
                    "dialogue": "师兄，我们一定要小心应对。"
                }
            ],
            "plot": "令狐冲与田伯光在华山派剑场上进行一场特殊的剑法大赛，通过挑落悬挂的丝绸来考验彼此的剑法和智慧。岳灵珊在一旁密切观察，随时准备协助令狐冲。",
            "chunk": {
                "id": 56,
                "text": "’令狐大哥笑道：‘这些剑法不\n\n    是我恩师所授是我自己创出来的。 ’田伯光一听登时脸色一变道：‘原来如此令\n\n    狐兄人才令人好生佩服。 ’”众人均知田伯光何以动容。 武学之中要新创一路拳法剑\n\n    法当真谈何容易若非武功既高又有过人的才智学识决难别开蹊径另创新招。 像\n\n    华山派这等开山立派数百年的名门大派武功的一招一式无不经过千锤百炼要将其中一\n\n    招稍加变易也已极难何况另创一路剑法？ 劳德诺心想：“原来大师哥暗中创了一套剑\n\n    法怎地不跟师父说？ ”只听仪琳续道：“当时令狐大哥嘻嘻一笑说道：‘这路剑法臭\n\n    气冲天。 有甚么值得佩服之处？ ’田伯光大感诧异问道：‘怎地臭气冲天？ ’我也是好\n\n    生奇怪剑法最多是不高明哪会有甚么臭气？ 令狐大哥道：‘不瞒田兄说我每天早晨\n\n    出恭坐在茅厕之中到处苍蝇飞来飞去好生讨厌于是我便提起剑来击刺苍蝇。 初时\n\n    刺之不中久而久之熟能生巧出剑便刺到苍蝇渐渐意与神会从这些击刺苍蝇的剑\n\n    招之中悟出一套剑法来。 使这套剑法之时一直坐着出恭岂不是臭气有点难闻么？ ’\n\n    “他说到这里我忍不住便笑了出来这位令狐大哥真是滑稽天下哪有这样练剑的。 田\n\n    伯光听了却脸色铁青怒道：‘令狐兄我当你是个朋友你出此言未免欺人太甚\n\n    你当我田伯光是茅厕中的苍蝇是不是？ 好我便领教领教你这路……你这路……’”众\n\n    人听到这话都暗暗点头均知高手比武倘若心意浮躁可说已先自输了三成令狐冲\n\n    这些言语显然意在激怒对方现下田伯光终于怒那是第一步已中计了。 定逸道：“很\n\n    好！ 后来怎样？ ”\n\n    仪琳道：“令狐大哥笑嘻嘻的道：‘在下练这路剑法不过是为了好玩绝无与人争\n\n    胜拚斗之意。 田兄千万不可误会小弟决不敢将你当作是茅厕里的苍蝇。 ’我忍不住又笑\n\n    了一声。 田伯光更加恼怒抽出单刀放在桌上说道：‘好咱们便大家坐着比上一\n\n    比。 ’我见到他眼中露出凶光很是害怕他显然已动杀机要将令狐大哥杀了。 “令狐大哥笑道：‘坐着使刀使剑你没我功夫深你是比不过我的令狐冲今日新\n\n    交了田兄这个朋友又何必伤了两家和气？ 再说令狐冲堂堂丈夫不肯在自己最擅胜场\n\n    的功夫上占朋友的便宜。 ’田伯光道：‘这是田伯光自甘情愿不能说是你占了我便宜。 ’令狐大哥道：‘如此说来田兄一定要比？ ’田伯光道：‘一定要比！ ’令狐大哥道：\n\n    ‘一定要坐着比！ ’田伯光道：“对了一定要坐着比！ ’令狐大哥道：‘好既然如此\n\n    咱们得订下一个规条胜败未决之时哪一个先站了起来便算输。 ’田伯光道：‘不\n\n    错！ 胜败未决之时哪一个先站起身便算输了。 ’\n\n    “令狐大哥又问：‘输了的便怎样？ ’田伯光道：‘你说如何便如何？ ’令狐大哥道\n\n    ：‘待我想一想。 有了第一比输之人今后见到这个小尼姑不得再有任何无礼的言\n\n    语行动一见到她便得上前恭恭敬敬的躬身行礼说道：“小师父弟子田伯光拜见。 ”’田伯光道：‘呸！ 你怎知定是我输？ 要是你输呢？ ’令狐大哥道：‘我也一样是谁\n\n    输了谁便得改投恒山派门下做定逸老师太的徒孙做这小尼姑的徒弟。 ’师父你想\n\n    令狐大哥说得滑稽不滑稽？ 他二人比武怎地输了要改投恒山派门下？ 我又怎能收他们做\n\n    徒弟？ ”她说到这里脸上露出了淡淡的笑容。 她一直愁容不展此刻微现笑靥更增秀\n\n    色。 定逸道：“这些江湖上的粗鲁汉子甚么话都说得出你又怎地当真了？ 这令狐冲存\n\n    心是在激怒田伯光。 ”她说到这里抬起头来微闭双目思索令狐冲用甚么法子能够取\n\n    胜倘若他比武败了又如何自食其言？ 想了一会知道自己的智力跟这些无赖流氓相比\n\n    实在差得太远不必徒伤脑筋便问：“那田伯光却又怎样回答？"
            }
        },
        {
            "id": 15,
            "event": "秘籍争夺战",
            "time": "华山派大弟子令狐冲发现秘籍后不久",
            "location": "华山之巅隐蔽洞穴内",
            "description": "洞穴内昏暗潮湿，石壁上刻有古老的剑法图示，空气中弥漫着陈旧的气息。令狐冲与任盈盈正研究秘籍，左冷禅率众突然闯入。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，武艺高强，尤其擅长独孤九剑。",
                    "position": "洞穴中央，手持秘籍",
                    "states": "警觉，准备随时应对突发情况"
                },
                {
                    "id": 1,
                    "name": "任盈盈",
                    "gender": "女",
                    "description": "日月神教圣姑，聪明伶俐，擅长使用日月神教绝学。",
                    "position": "令狐冲身旁，观察洞穴入口",
                    "states": "紧张，但外表镇定"
                },
                {
                    "id": 2,
                    "name": "左冷禅",
                    "gender": "男",
                    "description": "嵩山派掌门，心狠手辣，武艺高强。",
                    "position": "洞穴入口，带领嵩山弟子",
                    "states": "傲慢，充满侵略性"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲迅速将秘籍收入怀中，全身进入戒备状态。",
                    "dialogue": "（低声对任盈盈说）盈盈，小心！"
                },
                {
                    "action_id": 1,
                    "character": "任盈盈",
                    "character_id": 1,
                    "action": "任盈盈轻轻点头，手中紧握着日月神教的秘剑，目光锐利地盯着左冷禅。",
                    "dialogue": "（低声回应）冲哥，我知道。"
                },
                {
                    "action_id": 2,
                    "character": "左冷禅",
                    "character_id": 2,
                    "action": "左冷禅冷笑一声，向前迈出一步，对令狐冲和任盈盈说道。",
                    "dialogue": "令狐冲，任盈盈，交出秘籍，或许我可以考虑留你们一个全尸。"
                }
            ],
            "plot": "在华山之巅的隐蔽洞穴中，令狐冲与任盈盈意外发现的武学秘籍引起了左冷禅的觊觎。一场围绕秘籍的争夺战即将展开，令狐冲与任盈盈将如何应对左冷禅的威胁？",
            "chunk": {
                "id": 60,
                "text": "’罗人杰伸手\n\n    在桌上一拍喝道：‘胡说八道甚么叫做“屁股向后平沙落雁式”从来没听见过！ ’\n\n    “令狐大哥笑道：‘这是贵派的看家招式你怎地会没听见过？ 你转过身来我演给你瞧。 ’罗人杰骂了几句出拳便向令狐大哥打去。 令狐大哥站起来想避但实在失血过多\n\n    半点力气也没有了身子一晃便即坐倒给他这一拳打在鼻上鲜血长流。 “罗人杰第\n\n    二拳又待再打我忙伸掌格开道：‘不能打！ 他身受重伤你没瞧见么？ 你欺负受伤之\n\n    人算是甚么英雄好汉？ ’罗人杰骂道：‘小尼姑见小贼生得潇洒动了凡心啦！ 快让开。 你不让开连你也打了。 ’我说：‘你敢打我我告诉你师父余观主去。 ’他说：‘哈\n\n    哈你不守清规破了淫戒天下人个个打得。 ’师父他这可不是冤枉人吗？ 他左手向\n\n    我一探我伸手格时没料到他这一下是虚招突然间他右手伸出在我左颊上捏了一把\n\n    还哈哈大笑。 我又气又急连出三掌却都给他避开了。 “令狐大哥道：“师妹你别动手我运一运气那就成了。 ’我转头瞧他只见他\n\n    脸上半点血色也没有。 就在那时罗人杰奔将过去握拳又要打他。 令狐大哥左掌一带\n\n    将他带得身子转了半个圈子跟着飞出一腿踢中了他的……他的后臀。 这一腿又快又准\n\n    巧妙之极。 那罗人杰站立不定直滚下楼去。 “令狐大哥低声道：‘师妹这就是他青\n\n    城派最高明的招数叫做“屁股向后平沙落雁式”屁股向后是专门给人踢的平沙落\n\n    ……落……雁你瞧像不像？ ’我本想笑可是见他脸色愈来愈差很是担心劝道：‘\n\n    你歇一歇别说话。 ’我见他伤口又流出血来显然刚才踢这一脚太过用力又将伤口弄\n\n    破了。 “那罗人杰跌下楼后立即又奔了上来手中已多了一柄剑喝道：‘你是华山令狐\n\n    冲是不是？ ’令狐大哥笑道：‘贵派高手向我施展这招“屁股向后平沙落雁式”的阁\n\n    下已是第三人无怪……无怪……’说着不住咳嗽。 我怕罗人杰害他抽出剑来在旁守\n\n    护。 “罗人杰向他师弟道：‘黎师弟你对付这小尼姑。 ’这姓黎的恶人应了一声抽出\n\n    长剑向我攻来我只得出剑招架。 只见罗人杰一剑又一剑向令狐大哥刺去令狐大哥勉\n\n    力举剑招架形势甚是危急。 又打几招令狐大哥的长剑跌了下来。 罗人杰长剑刺出抵\n\n    在他胸前笑道：‘你叫我三声青城派的爷爷我便饶了你性命。 ’令狐大哥笑道：‘好\n\n    我叫我叫！ 我叫了之后你传不传我贵派那招屁股向后平沙……’他这句话没说完\n\n    罗人杰这恶人长剑往前一送便刺入了令狐大哥胸口这恶人当真毒辣……”\n\n    她说到这里晶莹的泪水从面颊上滚滚流下哽咽着继续道：“我……我……我见到\n\n    这等情状扑过去阻挡但那罗人杰的利剑已刺……刺进了令狐大哥的胸膛。 ”一时之\n\n    间花厅上静寂无声。 余沧海只觉射向自己脸上的许多眼光之中都充满着鄙夷和愤恨之意说道：“你这\n\n    番言语未免不尽不实。 你即说罗人杰已杀了令狐冲怎地罗人杰又会死在他的剑下？ ”\n\n    仪琳道：“令狐大哥中了那剑后却笑了笑向我低声道：‘小师妹我……我有个大秘\n\n    密说给你听。 那福……福威镖局的辟邪……辟邪剑谱是在……是在……’他声音越说\n\n    越低我再也听不见甚么只见他嘴唇在动……”余沧海听她提到福威镖局的辟邪剑谱\n\n    登时心头大震不由自主的神色十分紧张问道：“在甚么……”他本想问“在甚么地方”但随即想起这句话万万不能当众相询当即缩住但心中扑通扑通的乱跳只盼仪\n\n    琳年幼无知当场便说了出来否则事后定逸师太一加详询知道了其中的重大关连那\n\n    是无论如何不会让自己与闻机密了。"
            }
        },
        {
            "id": 16,
            "event": "山谷中的剑法较量",
            "time": "明朝嘉靖年间某日",
            "location": "隐蔽的山谷",
            "description": "山谷中雾气缭绕，阳光透过树梢斑驳地照在地面上，空气中弥漫着紧张的气息。",
            "characters": [
                {
                    "id": 0,
                    "name": "林平之",
                    "gender": "男",
                    "description": "英俊少年，背负家族血仇，精通辟邪剑法。",
                    "position": "站在山谷中的一块巨石上",
                    "states": "神情冷峻，全神贯注"
                },
                {
                    "id": 1,
                    "name": "余沧海",
                    "gender": "男",
                    "description": "青城派掌门，身材矮小，眼神狡黠。",
                    "position": "距离林平之十步之外",
                    "states": "面露狰狞，杀气腾腾"
                },
                {
                    "id": 2,
                    "name": "木高峰",
                    "gender": "男",
                    "description": "驼背老者，塞北明驼，掌法高强。",
                    "position": "站在一旁的树梢上",
                    "states": "目光闪烁，伺机而动"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "林平之轻轻跃下巨石，手中长剑一抖，剑尖指向余沧海。",
                    "dialogue": "余沧海，你为了辟邪剑谱不择手段，今日我要为我林家一门老小讨个公道！"
                },
                {
                    "action_id": 1,
                    "character": "余沧海",
                    "character_id": 1,
                    "action": "余沧海冷笑一声，身形一矮，双掌推出，一股劲风直取林平之。",
                    "dialogue": "林平之，你不过是个丧家之犬，也敢在老夫面前狂吠？"
                },
                {
                    "action_id": 2,
                    "character": "木高峰",
                    "character_id": 2,
                    "action": "木高峰从树梢上跃下，大喝一声，隔空向林平之和余沧海发掌。",
                    "dialogue": "都住手！你们争斗，别忘了还有我木高峰在此！"
                }
            ],
            "plot": "林平之为了保护小女孩与余沧海发生冲突，木高峰借机介入，三人在山谷中展开了一场关乎名誉、生死和武学奥秘的较量。",
            "chunk": {
                "id": 64,
                "text": "爷爷难得生了你这样一个又驼又俊的好孙子可舍不得你给人杀了。 你不如跪下向爷爷磕\n\n    头请爷爷代你出手如何？ ”\n\n    林平之向余沧海瞧了一眼心想：“我若贸然上前和这姓余的动手他怒火大炽之下\n\n    只怕当真一招之间就将我杀了。 命既不存又谈甚么报父母之仇？ 可是我林平之堂堂男\n\n    子岂能平白无端的去叫这驼子作爷爷？ 我自己受他羞辱不要紧连累爹爹也受此奇耻大\n\n    辱终身抬不起头来日后如何在江湖上立足？ 我倘若向他一跪那明摆是托庇于‘塞北\n\n    明驼’的宇下再也不能自立了。 ”一时心神不定全身微微抖伸左手扶在桌上。 余\n\n    沧海道：“我瞧你就是没种！ 要叫人代你出手磕几个头又打甚么紧？ ”他已瞧出林平\n\n    之和木高峰之间的关系有些特异显然木高峰并非真的是他爷爷否则为甚么林平之只称\n\n    他“前辈”始终没叫过一声“爷爷”？ 木高峰也不会在这当口叫自己的孙儿磕头。 他以\n\n    言语相激要林平之沉不住气而亲自出手那便大有回旋余地。 林平之心念电转想起这些日来福威镖局受到青城派的种种欺压一幕幕的耻辱在\n\n    脑海中纷至沓来的流过寻思：“大丈夫小不忍则乱大谋只须我日后真能扬眉吐气今\n\n    日受一些折辱又有何妨？ ”当即转过身来屈膝向木高峰跪倒连连磕头说道：“爷爷\n\n    这余沧海滥杀无辜抢劫财物武林中人人得而诛之。 请你主持公道为江湖上除此大\n\n    害。 ”木高峰和余沧海都大出意料之外这年轻驼子适才被余沧海抓住以内力相逼始\n\n    终强忍不屈可见颇有骨气哪知他居然肯磕头哀求何况是在这大庭广众之间。 群豪都\n\n    道这年轻驼子便是木高峰的孙子便算不是真的亲生孙儿也是徒孙、侄孙之类。 只有木\n\n    高峰才知此人与自己绝无半点瓜葛而余沧海虽瞧出其中大有破绽却也猜测不到两者真\n\n    正的关系只知林平之这声“爷爷”叫得极为勉强多半是为了贪生怕死而。 木高峰哈\n\n    哈大笑说道：“好孙儿乖孙儿怎么？ 咱们真的要玩玩吗？ ”他口中在称赞林平之\n\n    但脸孔正对着余沧海那两句“好孙儿乖孙儿”便似叫他一般。 余沧海更是愤怒但知今日这一战不但关系到一己的生死存亡更与青城一派的兴\n\n    衰荣辱大有关连当下暗自凝神戒备淡淡一笑说道：“木先生有意在众位朋友之前炫\n\n    耀绝世神技令咱们大开眼界贫道只有舍命陪君子了。 ”适才木高峰这两下拍肩震手\n\n    余沧海已知他内力深厚兼且十分霸道一旦正面相攻定如雷霆疾、排山倒海一般的\n\n    扑来寻思：“素闻这驼子十分自负他一时胜我不得便会心浮气躁的抢攻我在最初\n\n    一百招之中只守不攻先立于不败之地到得一百招后当能找到他的破绽。 ”\n\n    木高峰见这矮小道人身材便如孩童一般提在手里只怕还不到八十斤然而站在当地\n\n    犹如渊停岳峙自有一派大宗师的气度显然内功修为颇深心想：“这小道士果然有\n\n    些鬼门道青城派历代名手辈出这牛鼻子为其掌门决非泛泛之辈驼子今日倒不可阴\n\n    沟里翻船一世英名付于流水。 ”他为人向来谨细一时不敢贸然招。 便在二人蓄势待之际突然间呼的一声响两个人从后飞了出来砰的一声落在\n\n    地下直挺挺的俯伏不动。 这两人身穿青袍臀部处各有一个脚印。 只听得一个女童的清\n\n    脆声音叫道：“这是青城派的看家本领‘屁股向后平沙落雁式’！ ”\n\n    余沧海大怒一转头不等看清是谁说话循声辨向晃身飞跃过去只见一个绿衫\n\n    女童站在席边一伸手便抓住了她的手臂。 那女童大叫一声“妈呀！ ”哇的一声哭了出\n\n    来。"
            }
        },
        {
            "id": 17,
            "event": "密林中的危机与结盟",
            "time": "华山派治伤后不久，某日下午",
            "location": "华山附近的一片隐蔽密林",
            "description": "这片密林幽深静谧，阳光透过树叶斑驳地洒落一地。林中鸟鸣虫叫，环境显得和谐而又神秘。但在这平静的表面下，却隐藏着江湖人士的危机四伏。",
            "characters": [
                {
                    "id": 0,
                    "name": "仪琳",
                    "gender": "女",
                    "description": "恒山派女弟子，性格纯真，武功虽不高强但心地善良，对朋友忠诚。",
                    "position": "站在一棵大树下，警惕地观察四周",
                    "states": "显得紧张，但决心保护令狐冲"
                },
                {
                    "id": 1,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，虽然失去记忆但依然乐观，正在努力适应现状。",
                    "position": "坐在一块石头上，迷茫地四处张望",
                    "states": "表情迷茫，对周围环境感到好奇"
                },
                {
                    "id": 2,
                    "name": "林平之",
                    "gender": "男",
                    "description": "机智狡猾，善于察言观色，因一次偶然机会与仪琳和令狐冲同行。",
                    "position": "靠在一棵树上，目光锐利地观察着林中动静",
                    "states": "保持警觉，准备随时应对突发情况"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "仪琳",
                    "character_id": 0,
                    "action": "突然发现林中有人影闪动，立刻抽出宝剑，指向那个方向",
                    "dialogue": "“谁在那里？出来！”"
                },
                {
                    "action_id": 1,
                    "character": "令狐冲",
                    "character_id": 1,
                    "action": "听到仪琳的声音，本能地站起身来，做好了防御的准备",
                    "dialogue": "“发生什么事了？”"
                },
                {
                    "action_id": 2,
                    "character": "林平之",
                    "character_id": 2,
                    "action": "迅速移动到仪琳身边，低声说道",
                    "dialogue": "“别慌，可能是江湖上的朋友，我们且看看。”"
                }
            ],
            "plot": "仪琳、令狐冲和林平之在华山附近的密林中遭遇不明身份的人。在紧张的氛围中，三人必须团结一致，共同面对可能出现的危险。这个场景展现了他们之间逐渐形成的信任和合作。",
            "chunk": {
                "id": 68,
                "text": "给野兽拖了去么？ ”想到他为了相救自己而丧命自己却\n\n    连他的尸身也不能照顾周全如果真是给野兽拖去吃了自己实在不想活了。 其实就算\n\n    令狐冲的尸身好端端地完整无缺她也是不想活了。 忽然之间她心底深处隐隐冒出来一个念头那是她一直不敢去想的。 这念头在过\n\n    去一天中曾出现过几次她立即强行压下心中只想：“我怎地如此不定心？ 怎会这般的\n\n    胡思乱想？ 当真荒谬绝伦！ 不决没这会子事。 ”可是这时候这念头她再也压不住了\n\n    清清楚楚的出现在心中：“当我抱着令狐大哥的尸身之时我心中十分平静安定甚至有\n\n    一点儿欢喜倒似乎是在打坐做功课一般心中甚么也不想我似乎只盼一辈子抱着他的\n\n    身子在一个人也没有的道上随意行走永远无止无休。 我说甚么也要将他的尸身找回来\n\n    那是为了甚么？ 是不忍他的尸身给野兽吃了么？ 不！ 不是的。 我要抱着他的尸身在道上\n\n    乱走在荷塘边静静的待着。 我为甚么晕去？ 真是该死！ 我不该这么想师父不许菩萨\n\n    也不容这是魔念我不该着了魔。 可是可是令狐大哥的尸身呢？ ”她心头一片混乱\n\n    一时似乎见到了令狐冲嘴角边的微笑那样满不在乎的微笑一时又见到他大骂“倒霉的\n\n    小尼姑”时那副鄙夷不屑的脸色。 她胸口剧痛起来像是刀子在剜割一般……余沧海的声\n\n    音又响了起来：“劳德诺这个小女孩是你们华山派的是不是？ ”劳德诺道：“不是\n\n    这个小妹妹弟子今日也还是初见她不是敝派的。 ”余沧海道：“好你不肯认也就\n\n    算了。 ”突然间手一扬青光闪动一柄飞锥向仪琳射了过去喝道：“小师父你瞧这\n\n    是甚么？ ”仪琳正在呆呆出神没想到余沧海竟会向自己射暗器心中突然感到一阵快\n\n    意：“他杀了我最好我本就不想活了杀了我最好！ ”心中更无半分逃生之念眼见那\n\n    飞锥缓缓飞来好几个人齐声警告：“小心暗器！ ”不知为了甚么她反而觉得说不出的\n\n    平安喜悦只觉活在这世上苦得很难以忍受的寂寞凄凉这飞锥能杀了自己那正是求\n\n    之不得的事。 定逸将那女童轻轻一推飞身而前挡在仪琳的身前别瞧她老态龙钟这\n\n    一下飞跃可快得出奇那飞锥去势虽缓终究是一件暗器定逸后先至居然能及时伸\n\n    手去接。 眼见定逸师太一伸手便可将锥接住岂知那铁锥飞至她身前约莫两尺之处陡地\n\n    下沉拍的一声掉在地下。 定逸伸手接了个空那是在人前输了一招不由得脸上微微\n\n    一红却又不能就此作。 便在此时只见余沧海又是手一扬将一个纸团向那女童脸上\n\n    掷了过去。 这纸团便是绘着乌龟的那张纸搓成的。 定逸心念一动：“牛鼻子这飞锥原\n\n    来是要将我引开并非有意去伤仪琳。 ”\n\n    眼见这小小纸团去势甚是劲急比之适才的那柄飞锥势道还更凌厉其中所含内力着\n\n    实不小掷在那小姑娘脸上非教她受伤不可其时定逸站在仪琳的身畔这一下变起仓\n\n    卒已不及过去救援只叫得一个“你”字只见那女童矮身坐地哭叫：“妈妈妈妈\n\n    人家要打死我啦！ ”她这一缩甚是迅捷及时避开纸团明明身有武功却是这般撒赖。 众人都觉好笑。 余沧海却也觉得不便再行相逼满腹疑团难以索解。 定逸师太见余沧\n\n    海神色尴尬暗暗好笑心想青城派出的丑已着实不小不愿再和他多所纠缠向仪琳道\n\n    ：“仪琳这小妹妹的爹娘不知到哪里去了你陪她找找去免得没人照顾给人家欺侮。 ”仪琳应道：“是！ ”走过去拉住了那女童的手。 那女童向她笑了笑一同走出厅去。 余沧海冷笑一声不再理会转头去瞧木高峰。 第五章 治伤\n\n    仪琳和那女童到了厅外问道：“姑娘你贵姓叫甚么名字？ ”那女童嘻嘻一笑\n\n    说道：“我复姓令狐单名一个冲字。 ”仪琳心头怦的一跳脸色沉了下来道：“我好\n\n    好问你你怎地开我玩笑？"
            }
        },
        {
            "id": 18,
            "event": "夜雨救治令狐冲",
            "time": "子时（约夜晚11点左右）",
            "location": "洛阳城废弃院落",
            "description": "夜雨倾盆，雷电交加，废弃院落内一片狼藉。屋内油灯摇曳，映照着令狐冲苍白的脸庞，仪琳与曲非烟神色紧张，正为令狐冲的伤势忙碌。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，侠义心肠，因意外身受重伤，昏迷不醒。",
                    "position": "床上",
                    "states": "昏迷"
                },
                {
                    "id": 1,
                    "name": "仪琳",
                    "gender": "女",
                    "description": "恒山派女弟子，心地善良，医术高明。",
                    "position": "床边",
                    "states": "焦急"
                },
                {
                    "id": 2,
                    "name": "曲非烟",
                    "gender": "女",
                    "description": "洛阳城神秘女子，聪明狡猾，善于利用他人。",
                    "position": "屋角",
                    "states": "沉思"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "仪琳",
                    "character_id": 1,
                    "action": "仪琳轻手轻脚地为令狐冲把脉，眉头紧锁，随后从袖中取出几枚银针，精准地刺入令狐冲的穴位。",
                    "dialogue": "“令狐大哥，你一定要撑住，我会竭尽所能救你。”"
                },
                {
                    "action_id": 1,
                    "character": "曲非烟",
                    "character_id": 2,
                    "action": "曲非烟在屋角翻找着什么，突然眼前一亮，找到了一瓶药粉，快步走到床前，递给仪琳。",
                    "dialogue": "“这是我无意中得到的伤药，应该能帮上忙。”"
                },
                {
                    "action_id": 2,
                    "character": "仪琳",
                    "character_id": 1,
                    "action": "仪琳接过药瓶，仔细查看后点头，小心地将药粉撒在令狐冲的伤口上。",
                    "dialogue": "“此药的确珍贵，希望令狐大哥能因此转危为安。”"
                }
            ],
            "plot": "仪琳与曲非烟在风雨交加的夜晚救治令狐冲，虽然两人目的不同，但在此刻却为了同一个目标而努力。而令狐冲的伤势能否因此得到好转，这场阴谋又该如何解开，一切尚未可知。",
            "chunk": {
                "id": 72,
                "text": "”便道：“好我给他治伤。 ”回到外房去拿了烛台走到内房的床前\n\n    揭开帐子只见一人仰天而卧脸上覆了一块绿色锦帕一呼一吸锦帕便微微颤动。 仪琳见不到他脸心下稍安回头问道：“他甚么地方受了伤？ ”曲非烟道：“在胸口\n\n    伤口很深差一点儿便伤到了心脏。 ”仪琳轻轻揭开盖在那人身上的薄被只见那人袒裸\n\n    着胸膛胸口前正中大一个伤口血流已止但伤口甚深显是十分凶险。 仪琳定了定神\n\n    心道：“无论如何我得救活他的性命。 ”将手中烛台交给曲非烟拿着从怀中取出装\n\n    有天香断续胶的木盒子打开了盒盖放在床头的几上伸手在那人创口四周轻轻按了按。 曲非烟低声道：“止血的穴道早点过了否则怎能活得到这时候？ ”\n\n    仪琳点点头觉那人伤口四处穴道早闭而且点得十分巧妙远非自己所能于是\n\n    缓缓抽出塞在他伤口中的棉花棉花一取出鲜血便即急涌。 仪琳在师门曾学过救伤的本\n\n    事左手按住伤口右手便将天香断续胶涂到伤口之上再将棉花塞入。 这天香断续胶是\n\n    恒山派治伤圣药一涂上伤口过不多时血便止了。 仪琳听那人呼吸急促不知他是否能\n\n    活忍不住便道：“这位英雄贫尼有一事请教还望英雄不吝赐教。 ”突然之间曲非\n\n    烟身子一侧烛台倾斜烛火登时熄灭室中一片漆黑。 曲非烟叫了声“啊哟”道：“\n\n    蜡烛熄了。 ”仪琳伸手不见五指心下甚慌寻思：“这等不干不净的地方岂是出家人\n\n    来得的？ 我及早问明令狐大哥尸身的所在立时便得离去。 ”颤声问道：“这位英雄你\n\n    现下痛得好些了吗？ ”那人哼了一声并不回答。 曲非烟道：“他在烧你摸摸他额头烧得好生厉害。 ”仪琳还未回答右手已被\n\n    曲非烟捉住按到了那人额上。 本来遮在他面上的锦帕已给曲非烟拿开仪琳只觉触手处\n\n    犹如火炭不由得起了恻隐之心道：“我还有内服的伤药须得给他服下才好。 曲姑娘\n\n    请你点亮了蜡烛。 ”曲非烟道：“好你在这里等着我去找火。 ”仪琳听她说要走开\n\n    心中急了忙拉住她袖子道：“不不你别去留了我一个儿在这里那怎么办？ ”\n\n    曲非烟低低笑了一声道：“你把内服的伤药摸出来罢。 ”仪琳从怀中摸出一个瓷瓶打\n\n    开瓶塞倒了三粒药丸出来托在掌中道：“伤药取出来啦。 你给他吃罢。 ”曲非烟道\n\n    ：“黑暗中别把伤药掉了人命关天可不是玩的。 姊姊你不敢留在这里那么我在这\n\n    里待着你出去点火。 ”仪琳听得要她独自在妓院中乱闯更是不敢忙道：“不不！ 我不去。 ”曲非烟道：“送佛送到西救人救到底。 你把伤药塞在他口里喂他喝几口茶\n\n    不就得了？ 黑暗之中他又见不到你是谁怕甚么啊？ 喏这是茶杯小心接着别倒\n\n    翻了。 ”仪琳慢慢伸出手去接过了茶杯踌躇了一会心想：“师父常道出家人慈悲\n\n    为本救人一命胜造七级浮屠。 就算此人不知道令狐大哥尸的所在既是命在顷刻\n\n    我也当救他。 ”于是缓缓伸出右手手背先碰到那人额头翻过手掌将三粒内服治伤的\n\n    “白云熊胆丸”塞在那人口中。 那人张口含了待仪琳将茶杯送到口边时喝了几口含含\n\n    糊糊的似是说了声“多谢”。 仪琳道：“这位英雄你身受重伤本当安静休息只是我\n\n    有一件急事请问。 令狐冲令狐侠士为人所害他尸……”那人道：“你……你问令狐冲\n\n    ……”仪琳道：“正是！ 阁下可知这位令狐冲英雄的遗体落在何处？ ”那人迷迷糊糊的道\n\n    ：“甚……甚么遗体？ ”仪琳道：“是啊阁下可知令狐冲令狐侠士的遗体落于何方？ ”\n\n    那人含糊说了几个字但声音极低全然听不出来。 仪琳又问了一遍将耳朵凑近那人的\n\n    脸孔只听得那人呼吸甚促要想说甚么话却始终说不出来。"
            }
        },
        {
            "id": 19,
            "event": "揭露青城派与日月神教阴谋",
            "time": "子夜时分（例：寅年九月十五日）",
            "location": "洛阳城荒废古宅内",
            "description": "深夜，古宅内灯火昏暗，一群神秘人物聚集，气氛诡异，屋外秋风瑟瑟，落叶纷飞。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，剑法高超，因冤屈而流浪江湖。",
                    "position": "潜藏在古宅横梁上，便于观察",
                    "states": "警觉，准备随时出手"
                },
                {
                    "id": 1,
                    "name": "林平之",
                    "gender": "男",
                    "description": "原福威镖局少主，坚毅机智，擅长用毒。",
                    "position": "与令狐冲一同藏身，手持毒镖",
                    "states": "冷静，密切观察聚会动态"
                },
                {
                    "id": 2,
                    "name": "余沧海",
                    "gender": "男",
                    "description": "青城派掌门，心狠手辣。",
                    "position": "坐在主位，神情傲慢",
                    "states": "自信，毫无戒备"
                },
                {
                    "id": 3,
                    "name": "日月神教高层",
                    "gender": "男",
                    "description": "神秘人物，身份不明。",
                    "position": "与余沧海相对而坐，态度恭谨",
                    "states": "谨慎，暗中观察四周"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "轻功悄无声息地移动，试图听清聚会内容",
                    "dialogue": "（心中默念）必须揭开他们的阴谋"
                },
                {
                    "action_id": 1,
                    "character": "林平之",
                    "character_id": 1,
                    "action": "用毒镖瞄准余沧海，以防不测",
                    "dialogue": "（低声对令狐冲说）冲哥，一旦有变，立刻出手"
                },
                {
                    "action_id": 2,
                    "character": "余沧海",
                    "character_id": 2,
                    "action": "举杯向神秘人物敬酒，谈笑风生",
                    "dialogue": "（大笑）此次合作，必将五岳剑派一网打尽"
                },
                {
                    "action_id": 3,
                    "character": "日月神教高层",
                    "character_id": 3,
                    "action": "微笑回应余沧海，同时目光扫视周围",
                    "dialogue": "（阴沉地说）一切按计划进行，不容有失"
                }
            ],
            "plot": "令狐冲与林平之在古宅内暗中观察青城派与日月神教的秘密聚会，准备在关键时刻出手，揭露并阻止他们的阴谋。",
            "chunk": {
                "id": 76,
                "text": "向大年和米为义不识得令狐冲但均知他已为罗人杰所杀听洪\n\n    人雄叫出他的名字都是心头一震不约而同的后退。 各人睁大了双眼瞪视着他。 令狐\n\n    冲慢慢站了起来道：“你们……这许多人……”洪人雄道：“令狐……令狐冲原来…\n\n    …原来你没死？ ”令狐冲冷冷的道：“哪有这般容易便死？ ”\n\n    余沧海越众而前叫道：“你便是令狐冲了？ 好好！ ”令狐冲向他瞧了一眼并不\n\n    回答。 余沧海道：“你在这妓院之中干甚么来着？ ”令狐冲哈哈一笑道：“这叫做明\n\n    知故问。 在妓院之中还干甚么来着？ ”余沧海冷冷的道：“素闻华山派门规甚严你是\n\n    华山派掌门大弟子‘君子剑’岳先生的嫡派传人却偷偷来**宿娼好笑啊好笑！ ”\n\n    令狐冲道：“华山派门规如何是我华山派的事用不着旁人来瞎操心。 ”余沧海见多识\n\n    广见他脸无血色身子还在抖显是身受重伤模样莫非其中有诈？ 心念一转之际\n\n    寻思：“恒山派那小尼姑说这厮已为人杰所杀其实并未毙命显是那小尼姑撒谎骗人。 听她说来令狐大哥长令狐大哥短叫得脉脉含情说不定他二人已结下了私情。 有人\n\n    见到那小尼姑到过妓院之中此刻却又影踪全无多半便是给这厮藏了起来。 哼他五岳\n\n    剑派自负是武林中的名门正派瞧我青城派不起我要是将那小尼姑揪将出来不但羞辱\n\n    了华山、恒山两派连整个五岳剑派也是面目无光叫他们从此不能在江湖上夸口说嘴。 ”目光四下一转不见房中更有别人心想：“看来那小尼姑便藏在床上。 ”向洪人雄道\n\n    ：“人雄揭开帐子咱们瞧瞧床上有甚么好把戏。 ”\n\n    洪人雄道：“是！ ”上前两步他吃过令狐冲的苦头情不自禁的向他望了一眼一\n\n    时不敢再跨步上前。 令狐冲道：“你活得不耐烦了？ ”洪人雄一窒但有师父撑腰也不\n\n    如何惧他刷的一声拔出了长剑。 令狐冲向余沧海道：“你要干甚么？ ”余沧海道：“恒山派走失了一名女弟子有人\n\n    见到她是在这座妓院之中咱们要查一查。 ”令狐冲道：“五岳剑派之事也劳你青城派\n\n    来多管闲事？ ”余沧海道：“今日之事非查明白不可。 人雄动手！ ”洪人雄应道：“\n\n    是！ ”长剑伸出挑开了帐子。 仪琳和曲非烟互相搂抱躲在被窝之中将令狐冲和余沧\n\n    海的对话一句句都听得清清楚楚心头只是叫苦全身瑟瑟抖听得洪人雄挑开帐子\n\n    更吓得魂飞天外。 帐子一开众人目光都射到床上只见一条绣着双鸳鸯的大红锦被之\n\n    中裹得有人枕头上舞着长长的万缕青丝锦被不住颤动显然被中人十分害怕。 余沧海一见到枕上的长好生失望显然被中之人并非那个光头小尼姑了原来令\n\n    狐冲这厮果然是在宿娼。 令狐冲冷冷的道：“余观主你虽是出家人但听说青城派道士\n\n    不禁婚娶你大老婆、小老婆着实不少。 你既这般好色如命想瞧妓院中光身**的女子\n\n    干么不爽爽快快的揭开被窝瞧上几眼？ 何必借口甚么找寻恒山派的女弟子？ ”余沧海\n\n    喝道：“放你的狗屁！ ”右掌呼的一声劈出令狐冲侧身一闪避开了掌风重伤之下\n\n    转动不灵余沧海这一掌又劈得凌厉还是被他掌风边缘扫中了站立不定一交倒在床\n\n    上。 他用力支撑又站了起来一张嘴一大口鲜血喷了出来身子摇晃两下又喷出一\n\n    口鲜血。 余沧海欲待再行出手忽听得窗外有人叫道：“以大欺小好不要脸！ ”那“脸”字尾声未绝余沧海已然右掌转回劈向窗格身随掌势到了窗外。 房内烛光照映出\n\n    来只见一个丑脸驼子正欲往墙角边逃去。 余沧海喝道：“站住了！ ”那驼子正是林平之\n\n    所扮。 他在刘正风府中与余沧海朝相之后乘着曲非烟出现余沧海全神注视到那女童身\n\n    上便即悄悄溜了出来。"
            }
        },
        {
            "id": 20,
            "event": "福州城外竹林中的智斗",
            "time": "明朝嘉靖年间，一日午后",
            "location": "福州城外东南角的竹林",
            "description": "竹林幽静，阳光透过竹叶，斑驳地洒在地上。林平之和令狐冲在此秘密会面，周围环境清幽，但空气中弥漫着紧张的气息。",
            "characters": [
                {
                    "id": 0,
                    "name": "林平之",
                    "gender": "男",
                    "description": "年轻侠士，机智勇敢，因家族惨遭横祸而流落江湖。擅长应对突发状况，有一定的武学基础。",
                    "position": "竹林中一处隐蔽的石头上",
                    "states": "神态紧张，但眼中透露出坚定和机智"
                },
                {
                    "id": 1,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，武艺高强，尤其擅长独孤九剑。侠义心肠，乐于助人。",
                    "position": "林平之对面，一株粗大的竹子旁",
                    "states": "神态轻松，目光坚定，似乎胸有成竹"
                },
                {
                    "id": 2,
                    "name": "岳不群",
                    "gender": "男",
                    "description": "华山派掌门，外号“君子剑”，城府极深，武功高强，擅长华山派剑法。",
                    "position": "竹林边缘，一棵大树后",
                    "states": "暗中观察，不动声色"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "林平之紧握剑柄，警惕地环顾四周，同时低声与令狐冲商议对策。",
                    "dialogue": "令狐兄，木高峰那厮诡计多端，我们该如何应对？"
                },
                {
                    "action_id": 1,
                    "character": "令狐冲",
                    "character_id": 1,
                    "action": "令狐冲轻轻抚摸剑身，嘴角上扬，显得自信满满。",
                    "dialogue": "林兄弟放心，有我独孤九剑在，定能护你周全。我们只需如此这般……"
                },
                {
                    "action_id": 2,
                    "character": "岳不群",
                    "character_id": 2,
                    "action": "岳不群隐蔽在树后，目光如炬，密切注意着林平之和令狐冲的一举一动。",
                    "dialogue": "（心中默念）两位少年英雄，希望你们能顺利度过此劫，为我华山派立下赫赫战功。"
                }
            ],
            "plot": "林平之和令狐冲在竹林中密谋对策，准备共同应对木高峰的挑战。岳不群则在暗中观察，准备在关键时刻出手相助。这一幕不仅展现了三个角色的性格和能力，也为接下来的剧情埋下了伏笔。",
            "chunk": {
                "id": 80,
                "text": "我一时委曲拜他为师只须他救出我爹爹妈妈天大的难事也担当了。 ”当即屈膝跪倒便要磕头。 木高峰怕他反悔伸手往他头顶按落掀将下去。 林平之\n\n    本想磕头但给他这么使力一掀心中反感陡生自然而然的头颈一硬不让他按下去。 木高峰怒道：“嘿你不磕头吗？ ”手上加了一分劲道。 林平之本来心高气傲做惯了少\n\n    镖头平生只有受人奉承从未遇过屈辱此番为了搭救父母已然决意磕头但木高峰\n\n    这么伸手一掀弄巧反拙激了他的倔强本性大声道：“你答应救我父母我便答应\n\n    拜你为师此刻要我磕头却是万万不能。 ”\n\n    木高峰道：“万万不能？ 咱们瞧瞧果真是万万不能？ ”手上又加了一分劲力。 林平\n\n    之腰板力挺想站起身来但头顶便如有千斤大石压住了却哪里站得起来？ 他双手撑地\n\n    用力挣扎木高峰手上劲力又加了一分。 林平之只听得自己颈中骨头格格作响。 木高峰\n\n    哈哈大笑道：“你磕不磕头？ 我手上再加一分劲道你的头颈便折断了。 ”\n\n    林平之的头被他一寸一寸的按将下去离地面已不过半尺奋力叫道：“我不磕头\n\n    偏不磕头！ ”木高峰道：“瞧你磕不磕头？ ”手一沉林平之的额头又被他按低了两寸。 便在此时林平之忽觉背心上微微一热一股柔和的力道传入体内头顶的压力斗然间轻\n\n    了双手在地上一撑便即站起。 这一下固然大出林平之意料之外而木高峰更是大吃一\n\n    惊适才冲开他手上劲道的这股内力似乎是武林中盛称的华山派“紫霞功”听说这门\n\n    内功初时若有若无绵如云霞然而蓄劲极韧到后来更铺天盖地势不可当“紫霞”二字由此而来。 木高峰惊诧之下手掌又迅即按上林平之头顶掌心刚碰到林平之头顶\n\n    他顶门上又是一股柔韧的内力升起两者一震木高峰手臂麻胸口也隐隐作痛。 他\n\n    退后两步哈哈一笑说道：“是华山派的岳兄吗？ 怎地悄悄躲在墙角边开驼子的玩笑？ ”墙角后一人纵声大笑一个青衫书生踱了出来轻袍缓带右手摇着折扇神情甚是\n\n    潇洒笑道：“木兄多年不见丰采如昔可喜可贺。 ”木高峰眼见此人果然便是华山\n\n    派掌门“君子剑”岳不群心中向来对他颇为忌惮此刻自己正在出手欺压一个武功平平\n\n    的小辈恰好给他撞见而且出手相救不由得有些尴尬当即笑嘻嘻的道：“岳兄你\n\n    越来越年轻了驼子真想拜你为师学一学这门‘阴阳采补’之术。 ”岳不群“呸”的一\n\n    声笑道：“驼子越来越无聊。 故人见面不叙契阔却来胡说八道。 小弟又懂甚么这种\n\n    邪门功夫了？ ”木高峰笑道：“你说不会采补功夫谁也不信怎地你快六十岁了忽然\n\n    返老还童瞧起来倒像是驼子的孙儿一般。 ”\n\n    林平之当木高峰的手一松便已跳开几步眼见这书生颏下五柳长须面如冠玉一\n\n    脸正气心中景仰之情油然而生知道适才是他出手相救听得木高峰叫他为“华山派\n\n    的岳兄”心念一动：“这位神仙般的人物莫非便是华山派掌门岳先生？ 只是他瞧上去\n\n    不过四十来岁年纪不像。 那劳德诺是他弟子可比他老得多了。 ”待听木高峰赞他驻颜\n\n    有术登时想起：曾听母亲说过武林中高手内功练到深处不但能长寿不老简直真能\n\n    返老还童这位岳先生多半有此功夫不禁更是钦佩。 岳不群微微一笑说道：“木兄一\n\n    见面便不说好话。 木兄这少年是个孝子又是颇具侠气原堪造就怪不得木兄喜爱。 他今日种种祸患全因当日在福州仗义相救小女灵珊而起小弟实在不能袖手不理还望\n\n    木兄瞧着小弟薄面高抬贵手。 ”木高峰脸上现出诧异神情道：“甚么？ 凭这小子这一\n\n    点儿微末道行居然能去救灵珊侄女？"
            }
        },
        {
            "id": 21,
            "event": "瓜田夜话",
            "time": "子夜时分（例如：寅年八月十五日）",
            "location": "衡山城外山坳中的瓜田",
            "description": "月色皎洁，瓜田里隐约传来虫鸣，空气中弥漫着清新的泥土气息。三人在瓜田中相遇，周围环境静谧而神秘。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，机智过人，武艺高强，身受重伤但仍然保持着乐观的态度。",
                    "position": "坐在瓜田边的石头上，背靠着一块大石头。",
                    "states": "外表看似平静，但内心警惕，因为伤痛而略显疲惫。"
                },
                {
                    "id": 1,
                    "name": "仪琳",
                    "gender": "女",
                    "description": "恒山派小师妹，心地善良，有些腼腆，对朋友忠诚。",
                    "position": "站在令狐冲不远处，手中紧握着剑。",
                    "states": "表情关切，但眼中透露出一丝迷茫和不安。"
                },
                {
                    "id": 2,
                    "name": "林平之",
                    "gender": "男",
                    "description": "年轻的江湖侠客，刚毅正义，武艺不俗，因家族惨案而寻求复仇。",
                    "position": "从瓜田另一侧悄悄走近，手中长剑未出鞘。",
                    "states": "神态警觉，目光坚定，但掩盖不住一缕忧伤。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "轻轻拨弄着身边的瓜叶，抬头望向仪琳，微笑着。",
                    "dialogue": "“仪琳师妹，这瓜田倒是块避世的好地方，你怎么看？”"
                },
                {
                    "action_id": 1,
                    "character": "仪琳",
                    "character_id": 1,
                    "action": "微微颔首，目光游移在令狐冲和林平之之间。",
                    "dialogue": "“令狐师兄，我总觉得这里有些不寻常。林兄，你怎么会在这里？”"
                },
                {
                    "action_id": 2,
                    "character": "林平之",
                    "character_id": 2,
                    "action": "抱拳行礼，目光坚定地回答。",
                    "dialogue": "“我在附近探查青城派的动向，没想到会遇见两位。既然有缘，不妨一同商议接下来的行动计划。”"
                }
            ],
            "plot": "在月色下的瓜田，令狐冲、仪琳和林平之三人从初遇的警惕逐渐转变为相互了解和信任，共同商讨对抗青城派的策略。",
            "chunk": {
                "id": 84,
                "text": "一口气奔出七八里只是往荒山中急钻到后来再无路径到了一处山坳之中。 她心\n\n    神略定低头看看令狐冲时只见他已醒转脸露笑容正注视着自己。 她突然见到令狐冲的笑容心中一慌双手颤失手便将他身子掉落。 她“啊哟”\n\n    一声急使一招“敬捧宝经”俯身伸臂将他托住总算这一招使得甚快没将他摔着\n\n    但自己下盘不稳一个踉跄向前抢了几步这才站住说道：“对不住你伤口痛吗？ ”令狐冲微笑道：“还好！ 你歇一歇罢！ ”\n\n    仪琳适才为了逃避青城群弟子的追拿一心一意只想如何才能使令狐冲不致遭到对方\n\n    毒手全没念及自己的疲累此刻一定下来只觉全身四肢都欲散了开来一般勉力将令\n\n    狐冲轻轻放在草地之上再也站立不定一交坐倒喘气不止。 令狐冲微笑道：“你只顾\n\n    急奔却忘了调匀气息那是学武……学武之人的大忌这样挺容易……容易受伤。 ”仪\n\n    琳脸上微微一红说道：“多谢令狐大哥指点。 师父本来也教过我一时心急那便忘了。 ”顿了一顿问道：“你伤口痛得怎样？ ”令狐冲道：“已不怎么痛略略有些麻痒。 ”仪琳大喜道：“好啦好啦伤口麻痒是痊愈之象想不到竟好得这么快。 ”令狐冲\n\n    见她喜悦无限心下也有些感动笑道：“那是贵派灵药之功。 ”忽然间叹了口气恨恨\n\n    的道：“只可惜我身受重伤致受鼠辈之侮适才倘若落入了青城派那几个小子手中死\n\n    倒不打紧只怕还得饱受一顿折辱。 ”\n\n    仪琳道：“原来你都听见了？ ”想起自己抱着他奔驰了这么久也不知他从何时起便\n\n    睁着眼睛在瞧自己不由得脸如飞霞。 令狐冲不知她忽然害羞只道她奔跑过久耗力太\n\n    多说道：“师妹你打坐片刻以贵派本门心法调匀内息免得受了内伤。 ”仪琳道\n\n    ：“是。 ”当即盘膝而坐以师授心法运动内息但心意烦躁始终无法宁静过不片刻\n\n    便睁眼向令狐冲瞧一眼看他伤势有何变化又看他是否在瞧自己看到第四眼时恰\n\n    好和令狐冲的目光相接。 她吓了一跳急忙闭眼令狐冲却哈哈大笑起来。 仪琳双颊晕红\n\n    忸怩道：“为……为甚么笑？ ”令狐冲道：“没甚么。 你年纪小坐功还浅一时定不\n\n    下神来就不必勉强。 定逸师伯一定教过你练功时过分勇猛精进会有大碍这等调匀\n\n    内息更须心平气和才是。 ”他休息片刻又道：“你放心我元气已在渐渐恢复青城\n\n    派那些小子们再追来咱们不用怕他叫他们再摔一个……摔一个屁股向后……向后……”仪琳微笑道：“摔一个青城派的平沙落雁式。 ”令狐冲笑道：“不错妙极。 甚么屁股\n\n    向后说起来太过不雅咱们就叫之为‘青城派的平沙……落雁式’！ ”说到最后几个字\n\n    已有些喘不过气来。 仪琳道：“你别多说话再好好儿睡一会罢。 ”令狐冲道：“我师\n\n    父也到了衡山城。 我恨不得立时起身到刘师叔家瞧瞧热闹去。 ”\n\n    仪琳见他口唇焦眼眶干枯知他失血不少须得多喝水才是便道：“我去找些\n\n    水给你喝。 一定口干了是不是？ ”令狐冲道：“我见来路之上左田里有许多西瓜。 你去摘几个来罢。 ”仪琳道：“好。 ”站起身来一摸身边却一文也无道：“令狐大\n\n    哥你身边有钱没有？ ”令狐冲道：“做甚么？ ”仪琳道：“去买西瓜呀！ ”令狐冲笑道\n\n    ：“买甚么？ 顺手摘来便是。 左近又无人家种西瓜的人一定住得很远却向谁买去？ ”\n\n    仪琳嗫嚅道：“不予而取那是偷……偷盗了这是五戒中的第二戒那是不可以的。 倘\n\n    若没钱向他们化缘讨一个西瓜想来他们也肯的。 ”令狐冲有些不耐烦了道：“你\n\n    这小……”他本想骂她“小尼姑好胡涂”但想到她刚才出力相救说到这“小”字便即\n\n    停口。 仪琳见他脸色不快不敢再说依言向左寻去。"
            }
        },
        {
            "id": 22,
            "event": "西瓜田旁的情感纠葛",
            "time": "午后时分",
            "location": "衡山城外的西瓜田旁",
            "description": "夏日炎炎，西瓜田旁绿意盎然，微风拂过，带来一丝清凉。令狐冲负伤坐在田边石凳上，仪琳细心照料，而岳灵珊和林平之携手走来。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，剑法高强，目前因伤无法施展武功。",
                    "position": "坐在石凳上，背对田地",
                    "states": "心情复杂，面带微笑"
                },
                {
                    "id": 1,
                    "name": "仪琳",
                    "gender": "女",
                    "description": "恒山派弟子，温柔善良，对令狐冲有着深厚的感激之情。",
                    "position": "站在令狐冲身旁，手持药膏",
                    "states": "神色关切，小心翼翼"
                },
                {
                    "id": 2,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "华山派弟子，令狐冲的小师妹，性格活泼，对令狐冲有着深厚的感情。",
                    "position": "远处走来，面带疑惑",
                    "states": "心情忐忑，步伐犹豫"
                },
                {
                    "id": 3,
                    "name": "林平之",
                    "gender": "男",
                    "description": "衡山派弟子，沉稳正直，岳灵珊的情侣。",
                    "position": "与岳灵珊同行，目光锐利",
                    "states": "冷静观察，准备应对"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "仪琳",
                    "character_id": 1,
                    "action": "轻柔地为令狐冲涂抹药膏，眼中流露出关心",
                    "dialogue": "“冲哥，你感觉好些了吗？”"
                },
                {
                    "action_id": 1,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "转头看向仪琳，眼中闪过一丝柔情，微笑着回答",
                    "dialogue": "“有仪琳妹子在，冲哥自然感觉好多了。”"
                },
                {
                    "action_id": 2,
                    "character": "岳灵珊",
                    "character_id": 2,
                    "action": "快步上前，眉头紧锁，语气中带着醋意",
                    "dialogue": "“师兄，你和仪琳师姐在这里做什么呢？”"
                },
                {
                    "action_id": 3,
                    "character": "林平之",
                    "character_id": 3,
                    "action": "站在岳灵珊身后，双手抱胸，目光审视着令狐冲",
                    "dialogue": "（心中默念）“令狐冲，你最好别有什么非分之想。”"
                }
            ],
            "plot": "在这个场景中，令狐冲与仪琳之间的温馨互动，以及岳灵珊和林平之的出现，形成了一种微妙的情感张力，预示着后续剧情中四人间复杂的情感纠葛。",
            "chunk": {
                "id": 88,
                "text": "你可千万不能跟旁人说要是给人知道了岂不笑掉了他们的大牙？ ”仪琳道：“是\n\n    我决不会对旁人说。 ”她停了一会微笑道：“你自创剑法的事人家早知道了。 ”令狐\n\n    冲吃了一惊问道：“是么？ 是灵珊师妹跟人说的？ ”仪琳笑了笑道：“是你自己跟田\n\n    伯光说的。 你不是说自创了一套坐着刺苍蝇的剑法么？ ”令狐冲大笑说道：“我对他胡\n\n    说八道亏你都记在心里。 ”令狐冲这么放声一笑牵动伤口眉头皱了起来。 仪琳道：\n\n    “啊哟都是我不好累得你伤口吃痛。 快别说话了安安静静的睡一会儿。 ”令狐冲闭\n\n    上了眼睛但只过得一会便又睁了开来道：“我只道这里风景好但到得瀑布旁边\n\n    反而瞧不见那彩虹了。 ”仪琳道：“瀑布有瀑布的好看彩虹有彩虹的好看。 ”令狐冲点\n\n    了点头道：“你说得不错世上哪有十全十美之事。 一个人千辛万苦的去寻求一件物事\n\n    等得到了手也不过如此而本来拿在手中的物事却反而抛掉了。 ”仪琳微笑道：“\n\n    令狐大哥你这几句话隐隐含有禅机只可惜我修为太浅不明白其中的道理。 倘若师\n\n    父听了定有一番解释。 ”令狐冲叹了口气道：“甚么禅机不禅机我懂得甚么？ 唉\n\n    好倦！ ”慢慢闭上了眼睛渐渐呼吸低沉入了梦乡。 仪琳守在他身旁折了一根带叶的\n\n    树枝轻轻拂动替他赶开蚊蝇小虫坐了一个多时辰自己也有些倦了迷迷糊糊的合\n\n    上眼想睡忽然心想：“待会他醒来一定肚饿这里没甚么吃的我再去采几个西瓜\n\n    既能解渴也可以充饥。 ”于是快步奔向西瓜田又摘了两个西瓜来。 她生怕离开片刻\n\n    有人或是野兽来侵犯令狐冲急急匆匆的赶回见他兀自安安稳稳的睡着这才放心轻\n\n    轻坐在他身边。 令狐冲睁开眼来微笑道：“我以为你回去了。 ”仪琳奇道：“我回去？ ”令狐冲道：“你师父、师姊们不是在找你么？ 她们一定挂念得很。 ”仪琳一直没想到这\n\n    事听他这么一说登时焦急起来又想：“明儿见到师父不知他老人家会不会责怪？ ”令狐冲道：“师妹多谢你陪了我半天我的命已给你救活啦你还是早些回去罢。 ”\n\n    仪琳摇头道：“不荒山野岭你独个儿耽在这里没人服侍照料那怎么行？ ”令狐冲\n\n    道：“你到得衡山城刘师叔家里悄悄跟我的师弟们一说他们就会过来照料我。 ”仪琳\n\n    心中一酸暗想：“原来他是要他的小师妹相陪只盼我越快去叫她来越好。 ”再也忍耐\n\n    不住泪珠儿一滴一滴的落了下来。 令狐冲见她忽然流泪大为奇怪问道：“你……你\n\n    ……为甚么哭了？ 怕回去给师父责骂么？ ”仪琳摇了摇头。 令狐冲又道：“啊是了你\n\n    怕路上又撞到田伯光。 不用怕从今而后他见了你便逃再也不敢见你的面了。 ”仪琳\n\n    又摇了摇头泪珠儿更落得多了。 令狐冲见她哭得更厉害了心下大惑不解说道：“好\n\n    好是我说错了话我跟你赔不是啦。 小师妹你别生气。 ”仪琳听他言语温柔心下\n\n    稍慰但转念又想：“他说这几句话这般的低声下气显然是平时向他小师妹赔不是惯\n\n    了的这时候却顺口说了出来。 ”突然间“哇”的一声哭了起来顿足道：“我又不是\n\n    你的小师妹你……你……你心中便是记着你那个小师妹。 ”这句话一出口立时想起\n\n    自己是出家人怎可跟他说这等言语未免大是忘形不由得满脸红晕忙转过了头。 令\n\n    狐冲见她忽然脸红而泪水未绝便如瀑布旁溅满了水珠的小红花一般娇艳之色难描\n\n    难画心道：“原来她竟也生得这般好看倒不比灵珊妹子差呢。 ”怔了一怔柔声道：\n\n    “你年纪比我小得多咱们五岳剑派同气连枝大家都是师兄弟姊妹你自然也是我的\n\n    小师妹啦。 我甚么地方得罪了你你跟我说好不好？ ”仪琳道：“你也没得罪我。 我知\n\n    道了你要我快快离开免得瞧在眼中生气连累你倒霉。"
            }
        },
        {
            "id": 23,
            "event": "夜探刘府",
            "time": "明朝嘉靖年间，某年某月某日夜",
            "location": "衡山城刘府内堂",
            "description": "夜色深沉，刘府内堂静谧无声，只有微弱的烛光摇曳。堂内陈设古朴，字画、古玩彰显主人的品味。屋外，初春的寒风透过窗棂，带来一丝丝凉意。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，武艺高强，擅长独孤九剑，为保护刘正风潜入刘府。",
                    "position": "潜藏在梁上，身形隐蔽",
                    "states": "警觉，全神贯注地观察四周"
                },
                {
                    "id": 1,
                    "name": "岳不群",
                    "gender": "男",
                    "description": "华山派掌门，外表谦和，内心城府深，同样为刘正风而来，暗中布局。",
                    "position": "立于堂中，看似赏画实则观察",
                    "states": "冷静，目光锐利"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "轻轻拨开梁上的灰尘，目光如炬，扫视下方",
                    "dialogue": "“刘师兄，你的一举一动，都在我的眼皮子底下。但愿你能平安无事。”"
                },
                {
                    "action_id": 1,
                    "character": "岳不群",
                    "character_id": 1,
                    "action": "缓缓转身，目光与令狐冲相遇，微微一笑",
                    "dialogue": "“令狐师侄，没想到在这里遇见你。你对刘正风的关心，不亚于我啊。”"
                },
                {
                    "action_id": 2,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "从梁上跃下，落地无声，面向岳不群",
                    "dialogue": "“岳师叔，刘师兄的安危，关系到江湖的和平。我等自当尽力。”"
                }
            ],
            "plot": "令狐冲与岳不群在刘府内堂不期而遇，虽然立场不同，但都表达了对刘正风的关心和保护之意，两人决定暂时联手，共同应对即将到来的危机。",
            "chunk": {
                "id": 92,
                "text": "仪琳诵经的声音越来越柔和在她眼前似乎真有一个手持杨枝、遍洒甘露、救苦救\n\n    难的白衣大士每一句“南无观世音菩萨”都是在向菩萨为令狐冲虔诚祈求。 令狐冲心中\n\n    既感激又安慰在那温柔虔诚的念佛声中入了睡乡。 第六章 洗手\n\n    岳不群收录林平之于门墙后率领众弟子径往刘府拜会。 刘正风得到讯息又惊又喜\n\n    武林中大名鼎鼎的“君子剑”华山掌门居然亲身驾到忙迎了出来没口子的道谢。 岳\n\n    不群甚是谦和满脸笑容的致贺和刘正风携手走进大门。 天门道人、定逸师太、余沧海\n\n    、闻先生、何三七等也都降阶相迎。 余沧海心怀鬼胎寻思：“华山掌门亲自到此谅那\n\n    刘正风也没这般大的面子必是为我而来。 他五岳剑派虽然人多势众我青城派可也不是\n\n    好惹的岳不群倘若口出不逊之言我先问他令狐冲**宿娼是甚么行径。 当真说翻了\n\n    脸也只好动手。 ”哪知岳不群见到他时一般的深深一揖说道：“余观主多年不见\n\n    越的清健了。 ”余沧海作揖还礼说道：“岳先生你好。 ”各人寒暄得几句刘府\n\n    中又有各路宾客6续到来。 这天是刘正风“金盆洗手”的正日到得巳时二刻刘正风便\n\n    返入内堂由门下弟子招待客人。 将近午时五六百位远客流水般涌到。 丐帮副帮主张金鳌、郑州**门夏老拳师率领\n\n    了三个女婿、川鄂三峡神女峰铁老老、东海海砂帮帮主潘吼、曲江二友神刀白克、神笔卢\n\n    西思等人先后到来。 这些人有的互相熟识有的只是慕名而从未见过面一时大厅上招呼\n\n    引见喧声大作。 天门道人和定逸师太分别在厢房中休息不去和众人招呼均想：“今\n\n    日来客之中有的固然在江湖上颇有名声地位有的却显是不三不四之辈。 刘正风是衡山\n\n    派高手怎地这般不知自重如此**岂不堕了我五岳剑派的名头？ ”岳不群名字虽然\n\n    叫作“不群”却十分喜爱朋友来宾中许多藉藉无名、或是名声不甚清白之徒只要过\n\n    来和他说话岳不群一样和他们有说有笑丝毫不摆出华山派掌门、高人一等的架子来。 刘府的众弟子指挥厨伕仆役里里外外摆设了二百来席。 刘正风的亲戚、门客、帐房和\n\n    刘门弟子向大年、米为义等恭请众宾入席。 依照武林中的地位声望泰山派掌门天门道人\n\n    该坐席只是五岳剑派结盟天门道人和岳不群、定逸师太等有一半是主人不便上坐\n\n    一众前辈名宿便群相退让谁也不肯坐席。 忽听得门外砰砰两声铳响跟着鼓乐之声\n\n    大作又有鸣锣喝道的声音显是甚么官府来到门外。 群雄一怔之下只见刘正风穿着崭\n\n    新熟罗长袍匆匆从内堂奔出。 群雄欢声道贺。 刘正风略一拱手便走向门外过了一会\n\n    见他恭恭敬敬的陪着一个身穿公服的官员进来。 群雄都感奇怪：“难道这官儿也是个武\n\n    林高手？ ”眼见他虽衣履皇然但双眼昏昏一脸酒色之气显非身具武功。 岳不群等人\n\n    则想：“刘正风是衡山城大绅士平时免不了要结交官府今日是他大喜的好日子地方\n\n    上的官员来敷衍一番那也不足为奇。 ”却见那官员昂然直入居中一站身后的衙役右\n\n    腿跪下双手高举过顶呈上一只用黄缎覆盖的托盘盘中放着一个卷轴。 那官员躬着身\n\n    子接过了卷轴朗声道：“圣旨到刘正风听旨。 ”群雄一听都吃了一惊：“刘正风\n\n    金盆洗手封剑归隐那是江湖上的事情与朝廷有甚么相干？ 怎么皇帝下起圣旨来？ 难\n\n    道刘正风有逆谋大举给朝廷觉了那可是杀头抄家诛九族的大罪啊。 ”各人不约而同\n\n    的想到了这一节登时便都站了起来沉不住气的便去抓身上兵刃料想这官员既来宣旨\n\n    刘府前后左右一定已密布官兵一场大厮杀已难避免自己和刘正风交好决不能袖手\n\n    不理再说覆巢之下焉有完卵自己既来刘府赴会自是逆党中人纵欲置身事外又\n\n    岂可得？"
            }
        },
        {
            "id": 24,
            "event": "密室商议",
            "time": "夜晚，具体时间为亥时",
            "location": "衡山派内一处隐蔽的密室",
            "description": "密室中灯火昏暗，四周墙壁上挂着一些衡山剑法的图谱，气氛显得紧张而神秘。室内的空气中弥漫着淡淡的墨香。",
            "characters": [
                {
                    "id": 0,
                    "name": "刘正风",
                    "gender": "男",
                    "description": "衡山派高手，面容严肃，眼神坚定，身着一身青色长袍，腰悬长剑。",
                    "position": "坐在密室的主位上，背对着剑法图谱。",
                    "states": "心情沉重，但决心坚定"
                },
                {
                    "id": 1,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，外表不羁，眼神炯炯有神，背负着长剑。",
                    "position": "站在刘正风的右侧，双手抱胸，神态轻松。",
                    "states": "好奇而专注，对刘正风的计划表示支持"
                },
                {
                    "id": 2,
                    "name": "任盈盈",
                    "gender": "女",
                    "description": "日月神教圣姑，容貌清丽，眼神聪慧，手持一把精致的小扇。",
                    "position": "坐在刘正风的左侧，细心聆听。",
                    "states": "冷静且机敏，准备提供帮助"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "刘正风",
                    "character_id": 0,
                    "action": "刘正风从袖中拿出一封信件，重重地拍在桌上，表示这是揭露左冷禅阴谋的关键证据。",
                    "dialogue": "“这封信件乃是我派内一名嵩山派的卧底所传，足以证明左冷禅的野心。”"
                },
                {
                    "action_id": 1,
                    "character": "令狐冲",
                    "character_id": 1,
                    "action": "令狐冲拿起信件，细细阅读，不时点头。",
                    "dialogue": "“刘师兄，此信所言非虚，我们应当尽快行动。”"
                },
                {
                    "action_id": 2,
                    "character": "任盈盈",
                    "character_id": 2,
                    "action": "任盈盈轻摇小扇，提出自己的见解。",
                    "dialogue": "“我们可以利用我的情报网络，将这份证据散布出去，让武林同道共同抵制左冷禅。”"
                }
            ],
            "plot": "三人密议如何揭露左冷禅的阴谋，计划联合武林正道力量，共同对抗嵩山派的野心。",
            "chunk": {
                "id": 96,
                "text": "我师父传下号令说甚么也得劝阻刘师叔不可让他金盆洗手深恐刘师叔\n\n    不服号令因此上多有得罪。 ”\n\n    便在此时后堂又走出十几个人来却是刘正风的夫人他的两个幼子以及刘门的\n\n    七名弟子每一人身后都有一名嵩山弟子手中都持匕抵住了刘夫人等人后心。 刘正\n\n    风朗声道：“众位朋友非是刘某一意孤行今日左师兄竟然如此相胁刘某若为威力所\n\n    屈有何面目立于天地之间？ 左师兄不许刘某金盆洗手嘿嘿刘某头可断志不可屈。 ”说着上前一步双手便往金盆中伸去。 史登达叫道：“且慢！ ”令旗一展拦在他身前。 刘正风左手疾探两根手指往他眼中插去。 史登达双臂向上挡格刘正风左手缩回右\n\n    手两根手指又插向他双眼。 史登达无可招架只得后退。 刘正风一将他逼开双手又伸向\n\n    金盆。 只听得背后风声飒然有两人扑将上来刘正风更不回头左腿反弹而出砰的一\n\n    声将一名嵩山弟子远远踢了出去右手辨声抓出抓住另一名嵩山弟子的胸口顺势提\n\n    起向史登达掷去。 他这两下左腿反踢右手反抓便如背后生了眼睛一般部位既准\n\n    动作又快得出奇确是内家高手大非寻常。 嵩山群弟子一怔之下一时无人再敢上来。 站在他儿子身后的嵩山弟子叫道：“刘师叔你不住手我可要杀你公子了。 ”刘正风回\n\n    过头来向儿子望了一眼冷冷的道：“天下英雄在此你胆敢动我儿一根寒毛你数十\n\n    名嵩山弟子尽皆身为肉泥。 ”此言倒非虚声恫吓这嵩山弟子倘若当真伤了他的幼子定\n\n    会激起公愤群起而攻嵩山弟子那就难逃公道。 他一回身双手又向金盆伸去。 眼见这一次再也无人能加阻止突然银光闪动一件细微的暗器破空而至。 刘正风退\n\n    后两步只听得叮的一声轻响那暗器打在金盆边缘。 金盆倾倒掉下地来呛啷啷一声\n\n    响盆子翻转盆底向天满盆清水都泼在地下。 同时黄影晃动屋顶上跃下一人右足\n\n    一起往金盆底踹落一只金盆登时变成平平的一片。 这人四十来岁中等身材瘦削异\n\n    常上唇留了两撇鼠须拱手说道：“刘师兄奉盟主号令不许你金盆洗手。 ”\n\n    刘正风识得此人是嵩山派掌门左冷禅的第四师弟费彬、一套大嵩阳手武林中赫赫有名\n\n    瞧情形嵩山派今日前来对付自己的不仅第二代弟子而已。 金盆既已被他踹烂金盆洗\n\n    手之举已不可行眼前之事是尽力一战还是暂且忍辱？ 霎时间心念电转：“嵩山派虽执\n\n    五岳盟旗但如此咄咄逼人难道这里千余位英雄好汉谁都不挺身出来说一句公道话？ ”当下拱手还礼说道：“费师兄驾到如何不来喝一杯水酒却躲在屋顶受那日晒之\n\n    苦？ 嵩山派多半另外尚有高手到来一齐都请现身罢。 单是对付刘某费师兄一人已绰绰\n\n    有余若要对付这里许多英雄豪杰嵩山派只怕尚嫌不足。 ”费彬微微一笑说道：“刘\n\n    师兄何须出言挑拨离间？ 就算单是和刘师兄一人为敌在下也抵挡不了适才刘师兄这一手\n\n    ‘小落雁式’。 嵩山派决不敢和衡山派有甚么过不去决不敢得罪了此间哪一位英雄甚\n\n    至连刘师兄也不敢得罪了只是为了武林中千百万同道的身家性命前来相求刘师兄不可\n\n    金盆洗手。 ”此言一出厅上群雄尽皆愕然均想：“刘正风是否金盆洗手怎么会和武\n\n    林中千百万同道的身家性命相关？ ”果然听得刘正风接口道：“费师兄此言未免太也抬\n\n    举小弟了。 刘某只是衡山派中一介庸手儿女俱幼门下也只收了这么**个不成材的弟\n\n    子委实无足轻重之至。 刘某一举一动怎能涉及武林中千百万同道的身家性命？ ”定逸\n\n    师太又插口道：“是啊。 刘贤弟金盆洗手去做那芝麻绿豆官儿老实说贫尼也大大的\n\n    不以为然可是人各有志他爱升官财只要不害百姓不坏了武林同道的义气旁人\n\n    也不能强加阻止啊。 我瞧刘贤弟也没这么大的本领居然能害到许多武林同道。"
            }
        },
        {
            "id": 25,
            "event": "山谷密信危机",
            "time": "明朝嘉靖年间，一日清晨",
            "location": "衡山派山谷中的隐蔽洞穴",
            "description": "洞穴内阴暗潮湿，四周布满蜘蛛网，空气中弥漫着霉味。洞外鸟鸣山谷，阳光透过树叶斑驳地照在一块石碑上。",
            "characters": [
                {
                    "id": 0,
                    "name": "岳不群",
                    "gender": "男",
                    "description": "华山派掌门，外表谦逊，内心城府极深，擅长剑法，智慧过人。",
                    "position": "站在洞穴入口处，手中拿着一封刚发现的密信。",
                    "states": "神色凝重，心中正在权衡利弊。"
                },
                {
                    "id": 1,
                    "name": "刘正风",
                    "gender": "男",
                    "description": "衡山派高级弟子，性格刚烈，重情重义，对音律有独到见解。",
                    "position": "洞穴深处，正翻看一本关于音律的书籍。",
                    "states": "眉头紧锁，对洞穴中的发现感到困惑和不安。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "岳不群",
                    "character_id": 0,
                    "action": "岳不群缓缓展开手中的密信，目光锐利地审视着上面的每一个字。",
                    "dialogue": "“刘兄，这密信非同小可，它可能关系着整个江湖的安危。”"
                },
                {
                    "action_id": 1,
                    "character": "刘正风",
                    "character_id": 1,
                    "action": "刘正风合上书籍，快步走到岳不群身边，接过密信仔细查看。",
                    "dialogue": "“岳掌门所言极是，我衡山派与华山派素来交好，此时此刻，我们应当携手共进。”"
                },
                {
                    "action_id": 2,
                    "character": "岳不群",
                    "character_id": 0,
                    "action": "岳不群微微点头，眼中闪过一丝赞许。",
                    "dialogue": "“既如此，那我们就从这密信入手，揭开背后的真相。”"
                }
            ],
            "plot": "岳不群与刘正风在衡山山谷中发现魔教与五岳剑派之间的密信，两人决定暂时放下成见，联手调查这一可能引发江湖浩劫的秘密。",
            "chunk": {
                "id": 100,
                "text": "”岳不群微微一笑说道：“不怪！ ”\n\n    刘正风双眉一轩昂然问道：“费师兄你说又多一个叛徒这个‘又’字是甚么\n\n    用意？ ”费彬冷笑道：“哑子吃馄饨心里有数又何必言明。 ”刘正风道：“哼你直\n\n    指刘某是本派叛徒了。 刘某结交朋友乃是私事旁人却也管不着。 刘正风不敢欺师灭祖\n\n    背叛衡山派本门‘叛徒’二字原封奉还。 ”他本来恂恂有礼便如一个财主乡绅\n\n    有些小小的富贵之气又有些土气但这时突然显出勃勃英气与先前大不相同。 群雄眼\n\n    见他处境十分不利却仍与费彬针锋相对的论辩丝毫不让都不禁佩服他的胆量。 费彬道：“如此说来刘师兄第一条路是不肯走的了决计不愿诛妖灭邪杀那大魔\n\n    头曲洋了？ ”\n\n    刘正风道：“左盟主若有号令费师兄不妨就此动手杀了刘某的全家！ ”费彬道：\n\n    “你不须有恃无恐只道天下的英雄好汉在你家里作客我五岳剑派便有所顾忌不能清\n\n    理门户。 ”伸手向史登达一招说道：“过来！ ”史登达应道：“是！ ”走上三步。 费彬\n\n    从他手中接过五色令旗高高举起说道：“刘正风听者：左盟主有令你若不应允在一\n\n    个月内杀了曲洋则五岳剑派只好立时清理门户以免后患斩草除根决不容情。 你再\n\n    想想罢！ ”刘正风惨然一笑道：“刘某结交朋友贵在肝胆相照岂能杀害朋友以求\n\n    自保？ 左盟主既不肯见谅刘正风势孤力单又怎么与左盟主相抗？ 你嵩山派早就布置好\n\n    一切只怕连刘某的棺材也给买好了要动手便即动手又等何时？ ”费彬将令旗一展\n\n    朗声道：“泰山派天门师兄华山派岳师兄恒山派定逸师太衡山派诸位师兄师侄左\n\n    盟主有言吩咐：自来正邪不两立魔教和我五岳剑派仇深似海不共戴天。 刘正风结交匪\n\n    人归附仇敌。 凡我五岳同门出手共诛之。 接令者请站到左。 ”\n\n    天门道人站起身来大踏步走到左更不向刘正风瞧上一眼。 天门道人的师父当年\n\n    命丧魔教一名女长老之手是以他对魔教恨之入骨。 他一走到左门下众弟子都跟了过\n\n    去。 岳不群起身说道：“刘贤弟你只须点一点头岳不群负责为你料理曲洋如何？ 你说\n\n    大丈夫不能对不起朋友难道天下便只曲洋一人才是你朋友我们五岳剑派和这里许多英\n\n    雄好汉便都不是你朋友了？ 这里千余位武林同道一听到你要金盆洗手都千里迢迢的\n\n    赶来满腔诚意的向你祝贺总算够交情了罢？ 难道你全家老幼的性命五岳剑派师友的\n\n    恩谊这里千百位同道的交情一并加将起来还及不上曲洋一人？ ”刘正风缓缓摇了摇\n\n    头说道：“岳师兄你是读书人当知道大丈夫有所不为你这番良言相劝刘某甚是\n\n    感激。 人家逼我害曲洋此事万万不能。 正如若是有人逼我杀害你岳师兄或是要我加害\n\n    这里任何哪一位好朋友刘某纵然全家遭难却也决计不会点一点头。 曲大哥是我至交好\n\n    友那是不错但岳师兄何尝不是刘某的好友？ 曲大哥倘若有一句提到要暗害五岳剑派\n\n    中刘某那一位朋友刘某便鄙视他的为人再也不当他是朋友了。 ”他这番话说得极是诚\n\n    恳群雄不由得为之动容武林中义气为重刘正风这般顾全与曲洋的交情这些江湖汉\n\n    子虽不以为然却禁不住暗自赞叹。 岳不群摇头道：“刘贤弟你这话可不对了。 刘贤弟\n\n    顾全朋友义气原是令人佩服却未免不分正邪不问是非。 魔教作恶多端残害江湖上\n\n    的正人君子、无辜百姓。 刘贤弟只因一时琴箫投缘便将全副身家性命都交给了他可将\n\n    ‘义气’二字误解了。 ”\n\n    刘正风淡淡一笑说道：“岳师兄你不喜音律不明白小弟的意思。 言语文字可以\n\n    撒谎作伪琴箫之音却是心声万万装不得假。 小弟和曲大哥相交以琴箫唱和心意互\n\n    通。 小弟愿意以全副身家性命担保曲大哥是魔教中人却无一点一毫魔教的邪恶之气。"
            }
        },
        {
            "id": 26,
            "event": "流星下的深刻对话",
            "time": "夜晚",
            "location": "华山之巅",
            "description": "夏夜的华山之巅，星空璀璨，流星划过天际。令狐冲与仪琳静坐观赏，岳灵珊悄然到来。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，剑法高强。",
                    "position": "坐在一块巨石上，仰望星空",
                    "states": "深思状"
                },
                {
                    "id": 1,
                    "name": "仪琳",
                    "gender": "女",
                    "description": "恒山派弟子，心地善良，恪守佛门戒律。",
                    "position": "在令狐冲身边，双手合十，面带微笑",
                    "states": "宁静"
                },
                {
                    "id": 2,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "华山派女弟子，活泼可爱，深爱令狐冲。",
                    "position": "从山道走来，有些疲惫",
                    "states": "惊喜交加"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "指向天空，面露感慨",
                    "dialogue": "‘生命如流星，虽短暂却耀眼，你许了什么愿望？’"
                },
                {
                    "action_id": 1,
                    "character": "仪琳",
                    "character_id": 1,
                    "action": "轻轻摇头，微笑",
                    "dialogue": "‘愿望说出来就不灵了，但我希望每个人都能找到心中的安宁。’"
                },
                {
                    "action_id": 2,
                    "character": "岳灵珊",
                    "character_id": 2,
                    "action": "快步上前，眼中含泪",
                    "dialogue": "‘我愿望就是和心爱的人一起看流星，不知道能不能实现？’"
                }
            ],
            "plot": "在流星划过的夜晚，令狐冲、仪琳和岳灵珊三人各自表达了对生命的感悟和对未来的愿望，彼此的心灵因此更加贴近。",
            "chunk": {
                "id": 104,
                "text": "第七章 授谱\n\n    令狐冲所受剑伤虽重但得恒山派治伤圣药天香断续胶外敷、白云熊胆丸内服兼之\n\n    他年轻力壮内功又已有相当火候在瀑布旁睡了一天两晚后创口已然愈合。 这一天两\n\n    晚中只以西瓜为食。 令狐冲求仪琳捉鱼射兔她却说甚么也不肯说道令狐冲这死里逃生\n\n    全凭观世音菩萨保佑最好吃一两年长素向观世音菩萨感恩要她破戒杀生那是万\n\n    万不可。 令狐冲笑她迂腐无聊可也无法勉强只索罢了。 这日傍晚两人背倚石壁望\n\n    着草丛间流萤飞来飞去点点星火煞是好看。 令狐冲道：“前年夏天我曾捉了几千只\n\n    萤火虫儿装在十几只纱囊之中挂在房里当真有趣。 ”仪琳心想凭他的性子决不\n\n    会去缝制十几只纱囊问道：“你小师妹叫你捉的是不是？ ”令狐冲笑道：“你真聪明\n\n    猜得好准怎么知道是小师妹叫我捉的？ ”仪琳微笑道：“你性子这么急又不是小孩\n\n    子了怎会这般好耐心去捉几千只萤火虫来玩。 ”又问：“后来怎样？ ”令狐冲笑道：\n\n    “师妹拿来挂在她帐子里说道满床晶光闪烁她像是睡在天上云端里一睁眼前后左\n\n    右都是星星。 ”仪琳道：“你小师妹真会玩偏你这个师哥也真肯凑趣她就是要你去捉\n\n    天上的星星只怕你也肯。 ”\n\n    令狐冲笑道：“捉萤火虫儿原是为捉天上的星星而起。 那天晚上我跟她一起乘凉\n\n    看到天上星星灿烂小师妹忽然吸了一口气说道：‘可惜过一会儿便要去睡了我真\n\n    想睡在露天半夜里醒来见到满天星星都在向我眨眼那多有趣。 但妈妈一定不会答应。 ’我就说：‘咱们捉些萤火虫来放在你蚊帐里不是像星星一样吗？ ’”\n\n    仪琳轻轻道：“原来还是你想的主意。 ”\n\n    令狐冲微微一笑说道：“小师妹说：‘萤火虫飞来飞去扑在脸上身上那可讨厌\n\n    死了。 有了我去缝些纱布袋儿把萤火虫装在里面。 ’就这么她缝袋子我捉飞萤\n\n    忙了整整一天一晚可惜只看得一晚第二晚萤火虫全都死了。 ”仪琳身子一震颤声道\n\n    ：“几千只萤火虫都给害死了？ 你们……你们怎地如此……”\n\n    令狐冲笑道：“你说我们残忍得很是不是？ 唉你是佛门子弟良心特别好。 其实\n\n    萤火虫儿一到天冷还是会尽数冻死的只不过早死几天那又有甚么干系？ ”仪琳隔了\n\n    半晌才幽幽的道：“其实世上每个人也都这样有的人早死有的人迟死或早或迟\n\n    终归要死。 无常苦我佛说每个人都不免有生老病死之苦。 但大彻大悟解脱轮回却\n\n    又谈何容易？ ”令狐冲道：“是啊所以你又何必念念不忘那些清规戒律甚么不可杀生\n\n    不可偷盗。 菩萨要是每一件事都管可真忙坏了他。 ”\n\n    仪琳侧过了头不知说甚么好便在此时左山侧天空中一个流星疾掠而过在天\n\n    空划成了一道长长的火光。 仪琳道：“仪净师姊说有人看到流星如果在衣带上打一个\n\n    结同时心中许一个愿只要在流星隐没之前先打好结又许完愿那么这个心愿便能得\n\n    偿。 你说是不是真的？ ”令狐冲笑道：“我不知道。 咱们不妨试试只不过恐怕手脚没这\n\n    么快。 ”说着拈起了衣带道：“你也预备啊慢得一会儿便来不及了。 ”仪琳拈起了\n\n    衣带怔怔的望着天边。 夏夜流星甚多片刻间便有一颗流星划过长空但流星一瞬即逝\n\n    仪琳的手指只一动流星便已隐没。 她轻轻“啊”了一声又再等待。 第二颗流星自西\n\n    至东拖曳甚长仪琳动作敏捷竟尔打了个结。 令狐冲喜道：“好好！ 你打成了！ 观\n\n    世音菩萨保佑一定教你得偿所愿。 ”仪琳叹了口气道：“我只顾着打结心中却甚么\n\n    也没想。 ”令狐冲笑道：“那你快些先想好了罢在心中先默念几遍免得到时顾住了打\n\n    结却忘了许愿。 ”仪琳拈着衣带心想：“我许甚么愿好？ 我许甚么愿好？ ”向令狐冲\n\n    望了一眼突然晕红双颊急忙转开了头。"
            }
        },
        {
            "id": 27,
            "event": "后山救援",
            "time": "笑傲江湖x年x月x日",
            "location": "恒山派后山",
            "description": "晴空万里，山风徐来，松涛阵阵。后山一片开阔地，草木茂盛，一条小径蜿蜒其中。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，豁达不羁，武艺高强，尤其擅长独孤九剑。",
                    "position": "站在开阔地的一侧，目光警惕四周。",
                    "states": "神态从容，但目光中透露出一丝紧张。"
                },
                {
                    "id": 1,
                    "name": "仪琳",
                    "gender": "女",
                    "description": "恒山派女弟子，心地善良，轻功了得，对令狐冲抱有深厚的感激之情。",
                    "position": "紧随令狐冲身后，手中紧握剑柄。",
                    "states": "神色坚定，全神贯注地准备应对突发情况。"
                },
                {
                    "id": 2,
                    "name": "莫大先生",
                    "gender": "男",
                    "description": "衡山派掌门人，武艺高强，因性格孤僻而被称为“潇湘夜雨”。",
                    "position": "被费彬追杀至开阔地中央，身形略显狼狈。",
                    "states": "虽然处境危急，但依然保持着一份从容不迫。"
                },
                {
                    "id": 3,
                    "name": "费彬",
                    "gender": "男",
                    "description": "江湖中恶名昭著的高手，因与令狐冲等人有旧怨，此次追杀莫大先生。",
                    "position": "从树林中走出，目光凶狠地盯着莫大先生。",
                    "states": "杀气腾腾，一脸狰狞。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "突然从隐蔽处跃出，挥剑直指费彬。",
                    "dialogue": "费彬，你如此滥用武力，不觉得有失身份吗？"
                },
                {
                    "action_id": 1,
                    "character": "仪琳",
                    "character_id": 1,
                    "action": "紧随令狐冲之后，施展轻功，剑指费彬。",
                    "dialogue": "令狐大哥，我们一起助莫大先生一臂之力！"
                },
                {
                    "action_id": 2,
                    "character": "莫大先生",
                    "character_id": 2,
                    "action": "站稳身形，胡琴声起，与令狐冲、仪琳形成三角阵。",
                    "dialogue": "两位义士，今日之恩，莫大铭记在心！"
                },
                {
                    "action_id": 3,
                    "character": "费彬",
                    "character_id": 3,
                    "action": "面对三人，毫无惧色，挥掌应战。",
                    "dialogue": "哼，你们三个也想阻我？真是找死！"
                }
            ],
            "plot": "令狐冲与仪琳在恒山派后山偶遇莫大先生被费彬追杀，三人联手对抗费彬，展开了一场激烈的战斗。",
            "chunk": {
                "id": 108,
                "text": "费彬却也吃了一惊说道：“你是恒山派的是不\n\n    是？ 怎么鬼鬼祟祟躲在这里？ ”仪琳脸上一红嗫嚅道：“我……我……”曲非烟被点中\n\n    穴道躺在地下动弹不得口中却叫了出来：“仪琳姊姊我早猜到你和令狐大哥在一\n\n    起。 你果然医好了他的伤只可惜……只可惜咱们都要死了。 ”\n\n    仪琳摇头道：“不会的费师叔是武林中大大有名的英雄豪杰怎会真的伤害身受重\n\n    伤之人和你这样的小姑娘？ ”曲非烟嘿嘿冷笑道：“他真是大英雄、大豪杰么？ ”仪琳\n\n    道：“嵩山派是五岳剑派的盟主江湖上侠义道的领袖不论做甚么事自然要以侠义为\n\n    先。 ”\n\n    她几句话出自一片诚意在费彬耳中听来却全成了讥嘲之言寻思：“一不做二\n\n    不休今日但教走漏了一个活口费某从此声名受污虽然杀的是魔教妖人但诛戮伤俘\n\n    非英雄豪杰之所为势必给人瞧得低了。 ”当下长剑一挺指着仪琳道：“你既非身受\n\n    重伤也不是动弹不得的小姑娘我总杀得你了罢？ ”仪琳大吃一惊退了几步颤声道\n\n    ：“我……我……我？ 你为甚么要杀我？ ”费彬道：“你和魔教妖人勾勾搭搭姊妹相称\n\n    也已成了妖人一路自是容你不得。 ”说着踏上了一步挺剑要向仪琳刺去。 令狐冲急\n\n    忙抢过拦在仪琳身前叫道：“师妹快走去请你师父来救命。 ”他自知远水难救近火\n\n    所以要仪琳去讨救兵只不过支使她开去逃得性命。 费彬长剑晃动剑尖向令狐冲右侧攻刺到。 令狐冲斜身急避。 费彬刷刷刷连环三剑\n\n    攻得他险象环生。 仪琳大急忙抽出腰间断剑向费彬肩头刺去叫道：“令狐大哥你\n\n    身上有伤快快退下。 ”费彬哈哈一笑道：“小尼姑动了凡心啦见到英俊少年自己\n\n    命也不要了。 ”挥剑直斩当的一声响双剑相交仪琳手中断剑登时脱手而飞。 费彬长\n\n    剑挑起指向她的心口。 费彬眼见要杀的有五人之多虽然个个无甚抵抗之力但夜长梦\n\n    多只须走脱了一个便有无穷后患是以出手便下杀招。 令狐冲和身扑上左手双指插\n\n    向费彬眼珠。 费彬双足象点向后跃开长剑拖回时乘势一带在令狐冲左臂上划了长长\n\n    一道口子。 令狐冲拚命扑击救得仪琳的危难却也已喘不过气来身子摇摇欲坠。 仪琳\n\n    抢上去扶住哽咽道：“让他把咱们一起杀了！ ”令狐冲喘息道：“你……你快走……”\n\n    曲非烟笑道：“傻子到现在还不明白人家的心意她要陪你一块儿死……”一句话没说\n\n    完费彬长剑送出已刺入了她的心窝。 曲洋、刘正风、令狐冲、仪琳齐声惊呼。 费彬脸\n\n    露狞笑向着令狐冲和仪琳缓缓踏上一步跟着又踏前了一步剑尖上的鲜血一滴滴的滴\n\n    落。 令狐冲脑中一片混乱：“他……他竟将这小姑娘杀了好不狠毒！ 我这也就要死了。 仪琳师妹为甚么要陪我一块死？ 我虽救过她但她也救了我已补报了欠我之情。 我跟她\n\n    以前素不相识不过同是五岳剑派的师兄妹虽有江湖上的道义却用不着以性命相陪啊。 没想到恒山派门下弟子居然如此顾全武林义气定逸师太实是个了不起的人物嘿\n\n    是这个仪琳师妹陪着我一起死却不是我那灵珊小师妹。 她……她这时候在干甚么？ ”眼\n\n    见费彬狞笑的脸渐渐逼近令狐冲微微一笑叹了口气闭上了眼睛。 忽然间耳中传入几下幽幽的胡琴声琴声凄凉似是叹息又似哭泣跟着琴声颤抖\n\n    出瑟瑟瑟断续之音如是一滴滴小雨落上树叶。 令狐冲大为诧异睁开眼来。 费彬心\n\n    头一震：“潇湘夜雨莫大先生到了。 ”但听胡琴声越来越凄苦莫大先生却始终不从树后\n\n    出来。 费彬叫道：“莫大先生怎地不现身相见？ ”\n\n    琴声突然止歇松树后一个瘦瘦的人影走了出来。"
            }
        },
        {
            "id": 28,
            "event": "密室对决",
            "time": "子时，深夜",
            "location": "塞北明驼木高峰巢穴，密室",
            "description": "密室中昏暗潮湿，墙角堆放着各种兵器，空气中弥漫着淡淡的血腥味。室外寒风呼啸，室内火光摇曳。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，侠义心肠，轻功卓越，擅长独孤九剑。",
                    "position": "站在密室中央，身形挺拔",
                    "states": "神态自若，目光警惕"
                },
                {
                    "id": 1,
                    "name": "林平之",
                    "gender": "男",
                    "description": "福威镖局总镖头之子，被木高峰收为弟子，对辟邪剑法有极高领悟力。",
                    "position": "被捆绑在密室一角，神色坚定",
                    "states": "外表平静，眼中闪过一丝焦虑"
                },
                {
                    "id": 2,
                    "name": "木高峰",
                    "gender": "男",
                    "description": "塞北明驼，阴险狡诈，企图通过控制林家获得辟邪剑谱。",
                    "position": "坐在一张虎皮椅上，姿态傲慢",
                    "states": "面露狰狞，眼神冷酷"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲轻轻跃起，独孤九剑剑尖指向木高峰，神情严肃地说",
                    "dialogue": "木高峰，你的恶行该结束了，林兄弟，我来救你！"
                },
                {
                    "action_id": 1,
                    "character": "林平之",
                    "character_id": 1,
                    "action": "林平之挣扎着想要站起，激动地喊道",
                    "dialogue": "冲哥，小心他的毒掌！"
                },
                {
                    "action_id": 2,
                    "character": "木高峰",
                    "character_id": 2,
                    "action": "木高峰冷笑一声，站起身来，阴沉地说",
                    "dialogue": "你们以为这样就能阻止我？真是痴人说梦！"
                }
            ],
            "plot": "令狐冲潜入木高峰巢穴，发现被捆绑的林平之，决定营救。木高峰出现，三人展开一场关乎正义与邪恶的密室对决。",
            "chunk": {
                "id": 112,
                "text": "他两人展开轻功\n\n    在这片刻之间早已在数里之外！ ”他撑着树枝想走回去和仪琳会合突然间左树\n\n    林中传出一下长声惨呼声音甚是凄厉。 令狐冲吃了一惊向树林走了几步见树隙中隐\n\n    隐现出一堵黄墙似是一座庙宇。 他担心是同门师弟妹和青城派弟子争斗受伤快步向那\n\n    黄墙处行去。 离庙尚有数丈只听得庙中一个苍老而尖锐的声音说道：“那辟邪剑谱此刻\n\n    在哪里？ 你只须老老实实的跟我说了我便替你诛灭青城派全派为你夫妇报仇。 ”令狐\n\n    冲在群玉院床上隔窗曾听到过这人说话知道是塞北明驼木高峰寻思：“师父正在找\n\n    寻林震南夫妇的下落原来这两人却落入了木高峰的手中。 ”只听一个男子声音说道：“\n\n    我不知有甚么辟邪剑谱。 我林家的辟邪剑法世代相传都是口授并无剑谱。 ”令狐冲心\n\n    道：“说这话的自必定林师弟的父亲是福威镖局总镖师林震南。 ”又听他说道：“前\n\n    辈肯为在下报仇自是感激不尽。 青城派余沧海多行不义日后必无好报就算不为前辈\n\n    所诛也必死于另一位英雄好汉的刀剑之下。 ”\n\n    木高峰道：“如此说来你是不肯说的了。 ‘塞北明驼’的名头或许你也听见过。 ”林震南道：“木前辈威震江湖谁人不知哪个不晓？ ”木高峰道：“很好很好！ 威\n\n    震江湖倒也不见得但姓木的下手狠辣从来不善心想来你也听到过。 ”林震南道\n\n    ：“木前辈意欲对林某用强此事早在预料之中。 莫说我林家并无辟邪剑谱就算真的有\n\n    不论别人如何威胁利诱那也决计不会说出来。 林某自遭青城派擒获无日不受酷刑\n\n    林某武功虽低几根硬骨头却还是有的。 ”木高峰道：“是了是了是了！ ”\n\n    令狐冲在庙外听着寻思：“甚么‘是了是了’？ 嗯是了原来如此。 ”果然听\n\n    得木高峰续道：“你自夸有硬骨头熬得住酷刑不论青城派的矮鬼牛鼻子如何逼迫于你\n\n    你总是坚不吐露。 倘若你林家根本就无辟邪剑谱那么你不吐露只不过是无可吐露\n\n    谈不上硬骨头不硬骨头。 是了你辟邪剑谱是有的就是说甚么也不肯交出来。 ”过了半\n\n    晌叹道：“我瞧你实在蠢得厉害。 林总镖头你为甚么死也不肯交剑谱出来？ 这剑谱于\n\n    你半分好处也没有。 依我看啊这剑谱上所记的剑法多半平庸之极否则你为甚么连青\n\n    城派的几名弟子也斗不过？ 这等武功不提也罢。 ”\n\n    林震南道：“是啊木前辈说得不错别说我没辟邪剑谱就算真的有这等稀松平\n\n    常的三脚猫剑法连自己身家性命也保不住木前辈又怎会瞧在眼里？ ”\n\n    木高峰笑道：“我只是好奇那矮鬼牛鼻子如此兴师动众苦苦逼你看来其中必有\n\n    甚么古怪之处。 说不定那剑谱中所记的剑法倒是高的只因你资质鲁钝无法领悟这才\n\n    辱没了你林家祖上的英名。 你快拿出来给我老人家看上一看指出你林家辟邪剑法的好\n\n    处来教天下英雄尽皆知晓岂不是于你林家的声名大有好处？ ”林震南道：“木前辈的\n\n    好意在下只有心领了。 你不妨在我全身搜搜且看是否有那辟邪剑谱。 ”木高峰道：“\n\n    那倒不用。 你遭青城派擒获已有多日只怕他们在你身上没搜过十遍也搜过八遍。 林\n\n    总镖头我觉得你愚蠢得紧你明不明白？ ”林震南道：“在下确是愚蠢得紧不劳前辈\n\n    指点在下早有自知之明。 ”木高峰道：“不对你没明白。 或许林夫人能够明白也未\n\n    可知。 爱子之心慈母往往胜过严父。 ”林夫人尖声道：“你说甚么？ 那跟我平儿又有甚\n\n    么干系？ 平儿怎么了？ 他……他在哪里？ ”木高峰道：“林平之这小子聪明伶俐老夫一\n\n    见就很喜欢这孩子倒也识趣知道老夫功夫厉害便拜在老夫门下了。 ”林震南道：“\n\n    原来我孩子拜了木前辈为师那真是他的造化。"
            }
        },
        {
            "id": 29,
            "event": "剑谱争夺战",
            "time": "明朝嘉靖年间，一日清晨",
            "location": "华山后山，隐蔽山洞之前",
            "description": "清晨的阳光透过稀疏的树叶，斑驳地照在山洞口。空气中弥漫着紧张的气息，四周静悄悄的，只有鸟鸣和风声。岳灵珊与林平之站在洞口，面对着来势汹汹的青城派与魔教高手。",
            "characters": [
                {
                    "id": 0,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "华山派掌门岳不群的女儿，机智灵敏，剑术了得。",
                    "position": "站在林平之左侧，手持长剑，神态警惕。",
                    "states": "神色紧张，但剑尖稳定，准备随时出手。"
                },
                {
                    "id": 1,
                    "name": "林平之",
                    "gender": "男",
                    "description": "新入华山派的弟子，心怀仇恨，对武功有着极度的渴望。",
                    "position": "站在岳灵珊右侧，手中紧握剑柄，目光坚定。",
                    "states": "外表平静，但内心充满战斗的欲望，准备保护剑谱。"
                },
                {
                    "id": 2,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格不羁，剑术高强。",
                    "position": "从后方悄悄接近，隐藏在树后，观察局势。",
                    "states": "神态轻松，但目光锐利，随时准备介入战斗。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "岳灵珊",
                    "character_id": 0,
                    "action": "岳灵珊迅速移动，剑尖指向对方，大声质问来者意图。",
                    "dialogue": "「尔等来此，意欲何为？若是为剑谱，便是与华山派为敌！」"
                },
                {
                    "action_id": 1,
                    "character": "林平之",
                    "character_id": 1,
                    "action": "林平之紧随岳灵珊之后，剑未出鞘，但目光如炬，戒备着四周。",
                    "dialogue": "「剑谱是我华山派之物，谁也别想夺走！」"
                },
                {
                    "action_id": 2,
                    "character": "令狐冲",
                    "character_id": 2,
                    "action": "令狐冲从树后跃出，挥剑加入战斗，剑势如虹，直取对方要害。",
                    "dialogue": "「华山派弟子，岂能任人欺凌！」"
                }
            ],
            "plot": "青城派与魔教高手为夺剑谱，与岳灵珊、林平之展开激烈对峙。关键时刻，令狐冲出现，以独孤九剑助力，共同保卫剑谱，展现出华山派的团结与勇气。",
            "chunk": {
                "id": 116,
                "text": "”令狐冲道：“令尊令堂为青城派的恶徒\n\n    狂加酷刑逼问辟邪剑谱的所在两位老人家绝不稍屈以致被震断了心脉。 后来那木高\n\n    峰又逼迫他二位老人家木高峰本是无行小人那也罢了。 余沧海枉为一派宗师这等行\n\n    为卑污实为天下英雄所不齿。 ”林平之咬牙切齿的道：“此仇不报林平之禽兽不如！ ”挺拳重重击在柱子之上。 他武功平庸但因心中愤激这一拳打得甚是有力只震得梁\n\n    上灰尘簌簌而落。 岳灵珊道：“林师弟此事可说由我身上起祸你将来报仇做师姊的决不会袖手。 ”林平之躬身道：“多谢师姊。 ”岳不群叹了口气说道：“我华山派向来的宗旨是‘人\n\n    不犯我我不犯人’除了跟魔教是死对头之外与武林中各门各派均无嫌隙。 但自今而\n\n    后青城派……青城派……唉既是身涉江湖要想事事都不得罪人那是谈何容易？ ”\n\n    劳德诺道：“小师妹林师弟这桩祸事倒不是由于林师弟打抱不平而杀了余沧海的孽\n\n    子完全因余沧海觊觎林师弟的家传辟邪剑谱而起。 当年青城派掌门长青子败在林师弟曾\n\n    祖远图公的辟邪剑法之下那时就已种下祸胎了。 ”岳不群道：“不错武林中争强好胜\n\n    向来难免一听到有甚么武林秘笈也不理会是真是假便都不择手段的去巧取豪夺。 其实以余观主、塞北明驼那样身分的高手原不必更去贪图你林家的剑谱。 ”林平之道\n\n    ：“师父弟子家里实在没甚么辟邪剑谱。 这七十二路辟邪剑法我爹爹手传口授要弟\n\n    子用心记忆倘若真有甚么剑谱我爹爹就算不向外人吐露却决无向弟子守秘之理。 ”\n\n    岳不群点头道：“我原不信另有甚么辟邪剑谱否则的话余沧海就不是你爹爹的对手\n\n    这件事再明白也没有的了。 ”\n\n    令狐冲道：“林师弟令尊的遗言说道：福州向阳巷……”岳不群摆手道：“这是平\n\n    儿令尊的遗言你单独告知平儿便了旁人不必知晓。 ”令狐冲应道：“是。 ”岳不群道\n\n    ：“德诺、根明你二人到衡山城中去买两具棺木来。 ”收殓林震南夫妇后雇了人伕将\n\n    棺木抬到水边一行人乘了一艘大船向北进。 到得豫西改行6道。 令狐冲躺在大车之中养伤伤势日渐痊愈。 不一日到了华山玉\n\n    女峰下。 林震南夫妇的棺木暂厝在峰侧的小庙之中再行择日安葬。 高明根和6大有先行\n\n    上峰报讯华山派其余二十多名弟子都迎下峰来拜见师父。 林平之见这些弟子年纪大的\n\n    已过三旬年幼的不过十五六岁其中有六名女弟子一见到岳灵珊便都咭咭咯咯的说\n\n    个不休。 劳德诺替林平之一一引见。 华山派规矩以入门先后为序因此就算是年纪最幼的\n\n    舒奇林平之也得称他一声师兄。 只有岳灵珊是例外她是岳不群的女儿无法列入门徒\n\n    之序只好按年纪称呼比她大的叫她师妹。 她本来比林平之小着好几岁但一定争着要\n\n    做师姊岳不群既不阻止林平之便以“师姊”相称。 上得峰来林平之跟在众师兄之后\n\n    但见山势险峻树木清幽鸟鸣嘤嘤流水淙淙四五座粉墙大屋依着山坡或高或低的\n\n    构筑。 一个中年美妇缓步走近岳灵珊飞奔着过去扑入她的怀中叫道：“妈我又多\n\n    了个师弟。 ”一面笑一面伸手指着林平之。 林平之早听师兄们说过师娘岳夫人宁中则\n\n    和师父本是同门师兄妹剑术之精不在师父之下忙上前叩头说道：“弟子林平之叩\n\n    见师娘。 ”岳夫人笑吟吟的道：“很好！ 起来起来。 ”向岳不群笑道：“你下山一次\n\n    若不搜罗几件宝贝回来一定不过瘾。 这一次衡山大会我猜想你至少要收三四个弟子\n\n    怎么只收一个？ ”岳不群笑道：“你常说兵贵精不贵多你瞧这一个怎么样？ ”岳夫人笑\n\n    道：“就是生得太俊了不像是练武的胚子。 不如跟着你念四书五经将来去考秀才、中\n\n    状元罢。 ”林平之脸上一红心想：“师娘见我生得文弱便有轻视之意。"
            }
        },
        {
            "id": 30,
            "event": "秘籍触动封闭密室",
            "time": "清晨，约卯时",
            "location": "华山派后山，一间封闭多年的密室内",
            "description": "密室中布满了灰尘，阳光透过窗户斑驳地洒在一张破旧的桌子上，一本古旧的秘籍静静地躺在那里。空气中弥漫着陈旧的气息，四周静谧，只有偶尔传来的鸟鸣打破这份宁静。",
            "characters": [
                {
                    "id": 0,
                    "name": "林平之",
                    "gender": "男",
                    "description": "外表英俊，眼神坚定，身着一身素色华山派弟子服，腰悬一柄长剑。",
                    "position": "站在桌子前，手指轻触秘籍的封面",
                    "states": "好奇而谨慎，眼中闪过一丝惊喜"
                },
                {
                    "id": 1,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "一脸豪爽，身着宽松的华山派服饰，背负双手，显得从容不迫。",
                    "position": "站在林平之身后，目光审视着整个密室",
                    "states": "警觉而沉着，眉宇间透露出一丝深思"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "林平之",
                    "character_id": 0,
                    "action": "轻轻翻开秘籍的封面，目不转睛地审视着秘籍的内容",
                    "dialogue": "“这……这莫非是传说中的《华山剑诀》？”"
                },
                {
                    "action_id": 1,
                    "character": "令狐冲",
                    "character_id": 1,
                    "action": "走到林平之身边，用手轻按其肩，低声说道",
                    "dialogue": "“平之，此事非同小可，我们需从长计议。”"
                }
            ],
            "plot": "林平之在华山派后山无意中触动了一间封闭的密室，并在其中发现了传说中的秘籍。令狐冲得知后，深知此事可能带来的影响，谨慎地提醒林平之要三思而后行。这一发现，无疑将在华山派内掀起一场波澜。",
            "chunk": {
                "id": 120,
                "text": "林平之见梁间一块匾上写着“以气御剑”\n\n    四个大字掌上布置肃穆两壁悬着一柄柄长剑剑鞘黝黑剑穗陈旧料想是华山派前\n\n    代各宗师的佩剑寻思：“华山派今日在武林中这么大的声誉不知道曾有多少奸邪恶贼\n\n    丧生在这些前代宗师的长剑之下。 ”岳不群在香案前跪下磕了四个头祷祝道：“弟子\n\n    岳不群今日收录福州林平之为徒愿列代祖宗在天之灵庇教林平之用功向学洁身\n\n    自爱恪守本派门规不让堕了华山派的声誉。 ”林平之听师父这么说忙恭恭敬敬跟着\n\n    跪下。 岳不群站起身来森然道：“林平之你今日入我华山派门下须得恪守门规若\n\n    有违反按情节轻重处罚罪大恶极者立斩不赦。 本派立足武林数百年武功上虽然也能\n\n    和别派互争雄长但一时的强弱胜败殊不足道。 真正要紧的是本派弟子人人爱惜师门\n\n    令誉这一节你须好好记住了。 ”林平之道：“是弟子谨记师父教训。 ”\n\n    岳不群道：“令狐冲背诵本派门规好教林平之得知。 ”令狐冲道：“是林师弟\n\n    你听好了。 本派戒欺师灭祖不敬尊长。 二戒恃强欺弱擅伤无辜。 三戒**好色\n\n    调戏妇女。 四戒同门嫉妒自相残杀。 五戒见利忘义偷窃财物。 六戒骄傲自大得罪同\n\n    道。 七戒**匪类勾结妖邪。 这是华山七戒本门弟子一体遵行。 ”林平之道：“是\n\n    小弟谨记大师哥所揭示的华山七戒努力遵行不敢违犯。 ”岳不群微笑道：“好了\n\n    就是这许多。 本派不像别派那样有许许多多清规戒律。 你只须好好遵行这七戒时时记\n\n    得仁义为先做个正人君子师父师娘就欢喜得很了。 ”林平之道：“是！ ”又向师父师\n\n    娘叩头向众师兄师姊作揖行礼。 岳不群道：“平儿咱们先给你父母安葬了让你尽了\n\n    人子的心事这才传授本门的基本功夫。 ”林平之热泪盈眶拜倒在地道：“多谢师父\n\n    、师娘。 ”岳不群伸手扶起温言道：“本门之中大家亲如家人不论哪一个有事人\n\n    人都是休戚相关此后不须多礼。 ”他转过头来向令狐冲上上下下的打量过了好一会\n\n    才道：“冲儿你这次下山犯了华山七戒的多少戒条？ ”令狐冲心中一惊知道师父平\n\n    时对众弟子十分亲和慈爱但若哪一个犯了门规却是严责不贷当即在香案前跪下道\n\n    ：“弟子知罪了弟子不听师父、师娘的教诲犯了第六戒骄傲自大得罪同道的戒条\n\n    在衡山回雁楼上杀了青城派的罗人杰。 ”岳不群哼了一声脸色甚是严峻。 岳灵珊道：“爹那是罗人杰来欺侮大师哥的。 当时大师哥和田伯光恶斗之后身受\n\n    重伤罗人杰乘人之危大师哥岂能束手待毙？ ”岳不群道：“不要你多管闲事这件事\n\n    还是由当日冲儿足踢两名青城弟子而起。 若无以前的嫌隙那罗人杰好端端地又怎会来\n\n    乘冲儿之危？ ”岳灵珊道：“大师哥足踢青城弟子你已打了他三十棍责罚过了前帐\n\n    已清不能再算。 大师哥身受重伤不能再挨棍子了。 ”岳不群向女儿蹬了一眼厉声道\n\n    ：“此刻是论究本门戒律你是华山弟子休得胡乱插嘴。 ”岳灵珊极少见父亲对自己如\n\n    此疾言厉色心中大受委曲眼眶一红便要哭了出来。 若在平时岳不群纵然不理岳\n\n    夫人也要温言慰抚但此时岳不群是以掌门人身分究理门户戒律岳夫人也不便理睬女\n\n    儿只有当作没瞧见。 岳不群向令狐冲道：“罗人杰乘你之危大加折辱你宁死不屈\n\n    原是男子汉大丈夫义所当为那也罢了。 可是你怎地出言对恒山派无礼说甚么‘一见尼\n\n    姑逢赌必输’？ 又说连我也怕见尼姑？ ”岳灵珊噗哧一声笑叫道：“爹！ ”岳不群向\n\n    她摇了摇手却也不再峻色相对了。 令狐冲说道：“弟子当时只想要恒山派的那个师妹及早离去。"
            }
        },
        {
            "id": 31,
            "event": "雪峰对决",
            "time": "笑傲江湖x年冬月初一",
            "location": "华山之巅",
            "description": "白雪皑皑，寒风刺骨。岳不群与任盈盈在寻找岳灵珊的途中与田伯光展开了一场激烈的对决，令狐冲在山崖上焦急观望。",
            "characters": [
                {
                    "id": 0,
                    "name": "岳不群",
                    "gender": "男",
                    "description": "华山派掌门人，剑法高超，为人正直。",
                    "position": "站在雪地中，面对田伯光",
                    "states": "神色凝重，剑拔弩张"
                },
                {
                    "id": 1,
                    "name": "任盈盈",
                    "gender": "女",
                    "description": "日月神教圣姑，武功高强，冷艳神秘。",
                    "position": "站在岳不群左侧，警惕田伯光",
                    "states": "目光如冰，严阵以待"
                },
                {
                    "id": 2,
                    "name": "田伯光",
                    "gender": "男",
                    "description": "江湖快刀手，刀法狠辣，狡猾多端。",
                    "position": "与岳不群、任盈盈对峙",
                    "states": "嘴角含笑，刀不离手"
                },
                {
                    "id": 3,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，因师命在身不能下崖。",
                    "position": "在山崖上，远远观望",
                    "states": "心急如焚，却又无可奈何"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "岳不群",
                    "character_id": 0,
                    "action": "挥剑直指田伯光，剑势如虹",
                    "dialogue": "田伯光，你伤我女儿，今日定要你付出代价！"
                },
                {
                    "action_id": 1,
                    "character": "任盈盈",
                    "character_id": 1,
                    "action": "运起内力，准备随时支援岳不群",
                    "dialogue": "岳掌门，小心他的快刀！"
                },
                {
                    "action_id": 2,
                    "character": "田伯光",
                    "character_id": 2,
                    "action": "轻蔑一笑，快速出刀，刀光闪闪",
                    "dialogue": "哈哈，岳不群，你女儿不过是个意外，今天我要的是你项上人头！"
                },
                {
                    "action_id": 3,
                    "character": "令狐冲",
                    "character_id": 3,
                    "action": "紧握拳头，目不转睛地关注战况",
                    "dialogue": "师父，灵珊，你们一定要平安无事！"
                }
            ],
            "plot": "岳不群与任盈盈在雪峰上与田伯光展开了一场关乎江湖地位和私人恩怨的对决，令狐冲在远处焦急却无法相助。这场对决不仅是武艺的较量，更是人性与情感的考验。",
            "chunk": {
                "id": 124,
                "text": "华山\n\n    派规矩门人在思过崖上面壁之时戒荤茹素因此厨房中给令狐冲所煮的只是一大碗青菜\n\n    、一大碗豆腐。 岳灵珊想到自己是和大师哥共经患难却也吃得津津有味。 两人吃过饭后\n\n    岳灵珊又和令狐冲有一搭、没一搭的说了半个时辰眼见天色已黑这才收拾碗筷下山。 自此每日黄昏岳灵珊送饭上崖两人共膳。 次日中午令狐冲便吃昨日剩下的饭菜。 令狐冲虽在危崖独居倒也不感寂寞一早起来便打坐练功温习师授的气功剑法\n\n    更默思田伯光的快刀刀法以及师娘所创的那招“无双无对宁氏一剑”。 这“宁氏一\n\n    剑”虽只一剑却蕴蓄了华山派气功和剑谱的绝诣。 令狐冲自知修为未到这个境界勉强\n\n    学步只有弄巧成拙是以每日里加紧用功。 这么一来他虽被罚面壁思过其实壁既未\n\n    面过亦不思除了傍晚和岳灵珊聊天说话以外每日心无旁骛只是练功。 如此过了两\n\n    个多月华山顶上一日冷似一日。 又过了些日子岳夫人替令狐冲新缝一套棉衣命6大\n\n    有送上峰来给他这天一早北风怒号到得午间便下起雪来。 令狐冲见天上积云如铅\n\n    这场雪势必不小心想：“山道险峻这雪下到傍晚地下便十分滑溜小师妹不该再送\n\n    饭来了。 ”可是无法向下边传讯甚是焦虑只盼师父、师娘得知情由出言阻止寻思\n\n    ：“小师妹每日代六师弟给我送饭师父、师娘岂有不知只是不加理会而已。 今日若再\n\n    上崖一个失足便有性命之忧料想师娘定然不许她上崖。 ”眼巴巴等到黄昏每过片\n\n    刻便向崖下张望眼见天色渐黑岳灵珊果然不来了。 令狐冲心下宽慰：“到得天明六\n\n    师弟定会送饭来只求小师妹不要冒险。 ”正要入洞安睡忽听得上崖的山路上簌簌声响\n\n    岳灵珊在呼叫：“大师哥大师哥……”令狐冲又惊又喜抢到崖边鹅毛般大雪飘扬\n\n    之下只见岳灵珊一步一滑的走上崖来。 令狐冲以师命所限不敢下崖一步只伸长了手\n\n    去接她直到岳灵珊的左手碰到他右手令狐冲抓住她手将她凌空提上崖来。 暮色朦胧\n\n    中只见她全身是雪连头也都白了左额上却撞破了老大一块像个小鸡蛋般高高肿起\n\n    鲜血兀自在流。 令狐冲道：“你……你……”岳灵珊小嘴一扁似欲哭泣道：“摔了\n\n    一交将你的饭篮掉到山谷里去啦你……你今晚可要挨饿了。 ”令狐冲又是感激又是\n\n    怜惜提起衣袖在她伤口上轻轻按了数下柔声道：“小师妹山道这样滑溜你实在不\n\n    该上来。 ”岳灵珊道：“我挂念你没饭吃再说……再说我要见你。 ”令狐冲道：“倘\n\n    若你因此掉下了山谷教我怎对得起师父、师娘？ ”岳灵珊微笑道：“瞧你急成这副样子！ 我可不是好端端的么？ 就可惜我不中用快到崖边时却把饭篮和葫芦都摔掉了。 ”令\n\n    狐冲道：“只求你平安我便十天不吃饭也不打紧。 ”岳灵珊道：“上到一半时地下滑\n\n    得不得了我提气纵跃了几下居然跃上了五株松旁的那个陡坡那时我真怕掉到了下面\n\n    谷中。 ”令狐冲道：“小师妹你答允我以后你千万不可为我冒险倘若你真掉下去\n\n    我是非陪着你跳下不可。 ”岳灵珊双目中流露出喜悦无限的光芒道：“大师哥其实你\n\n    不用着急我为你送饭而失足是自己不小心你又何必心中不安？ ”令狐冲缓缓摇头\n\n    说道：“不是为了心中不安。 倘若送饭的是六师弟他因此而掉入谷中送了性命我会不\n\n    会也跳下谷去陪他？ ”说着仍是缓缓摇头说道：“我当尽力奉养他父母照料他家人\n\n    却不会因此而跳崖殉友。 ”岳灵珊低声道：“但如是我死了你便不想活了？ ”令狐冲道\n\n    ：“正是。 小师妹那不是为了你替我送饭如果你是替旁人送饭因而遇到凶险我也\n\n    是决计不能活了。"
            }
        },
        {
            "id": 32,
            "event": "误会冰释",
            "time": "《笑傲江湖》时代，初春某日",
            "location": "华山派练剑场",
            "description": "春意盎然，华山派练剑场四周桃花盛开，岳灵珊与令狐冲正在场中练剑，气氛和谐。六大有与林平之站在一旁观看。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，豁达侠义，武艺高强。",
                    "position": "场中，与岳灵珊对剑",
                    "states": "警觉，准备化解误会"
                },
                {
                    "id": 1,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "华山派岳不群之女，聪明伶俐。",
                    "position": "场中，与令狐冲对剑",
                    "states": "关心，担心六大有与林平之的误会"
                },
                {
                    "id": 2,
                    "name": "六大有",
                    "gender": "男",
                    "description": "华山派弟子，性格直爽但冲动。",
                    "position": "场边，观看练剑",
                    "states": "不满，对林平之持有偏见"
                },
                {
                    "id": 3,
                    "name": "林平之",
                    "gender": "男",
                    "description": "福建林家后人，谦逊有礼。",
                    "position": "场边，与六大有并肩",
                    "states": "不安，感觉六有大的敌意"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "停下练剑，转身面向六大有与林平之，微笑着开口",
                    "dialogue": "六师弟，林师弟，我看大家都是同门，有些误会说开就好，不必心存芥蒂。"
                },
                {
                    "action_id": 1,
                    "character": "岳灵珊",
                    "character_id": 1,
                    "action": "轻声附和，目光关切地看向六大有",
                    "dialogue": "是啊，六师兄，那首歌只是林师兄教我福建话，并无他意。"
                },
                {
                    "action_id": 2,
                    "character": "六大有",
                    "character_id": 2,
                    "action": "面露尴尬，语气缓和",
                    "dialogue": "原来是这样，是我误会了。林师弟，刚才我言语冲撞，还请见谅。"
                },
                {
                    "action_id": 3,
                    "character": "林平之",
                    "character_id": 3,
                    "action": "抱拳回礼，神情释然",
                    "dialogue": "六师兄言重了，我们都是为了华山派，些许误会不足挂齿。"
                }
            ],
            "plot": "令狐冲与岳灵珊在练剑时注意到六大有与林平之的误会，及时出手化解，最终使得四人关系更加和谐，共同为华山派的发展努力。",
            "chunk": {
                "id": 132,
                "text": "”言念及此不由得好生惭愧吁了一口气说道：“林师弟资质聪明又肯用\n\n    功这几个月来得小师妹指点剑法想必进境十分迅。 可惜这一年中我不能下崖否则\n\n    他有恩于我我该当好好助他练剑才是。 ”岳灵珊秀眉一轩道：“小林子怎地有恩于你\n\n    了？ 我可从来不曾听他说起过。 ”令狐冲道：“他自己自然不会说。 ”于是将当日情景详\n\n    细说了。 岳灵珊出了会神道：“怪不得爹爹赞他为人有侠气因此在“塞北明驼’的手\n\n    底下救了他出来。 我瞧他傻乎乎的原来他对你也曾挺身而出这么大喝一声。 ”说到这\n\n    里禁不住嗤的一声笑道：“凭他这一点儿本领居然救过华山派的大师兄曾为华山\n\n    掌门的女儿出头而杀了青城掌门的爱子单就这两件事已足以在武林中轰传一时了。 只\n\n    是谁也料想不到这样一位爱打抱不平的大侠嘿嘿林平之林大侠武功却是如此稀松。 ”令狐冲道：“武功是可以练的侠义之气却是与生俱来人品高下由此而分。 ”岳\n\n    灵珊微笑道：“我听爹爹和妈妈谈到小林子时也这么说。 大师哥除了侠气还有一样\n\n    气你和小林子也不相上下。 ”令狐冲道：“甚么还有一样气？ 脾气么？ ”岳灵珊笑道：\n\n    “是傲气你两个都骄傲得紧。 ”6大有突然插口道：“大师哥是一众师兄妹的领有\n\n    点傲气是应该的。 那姓林的是甚么东西凭他也配在华山耍他那一份骄傲？ ”语气中竟对\n\n    林平之充满了敌意。 令狐冲一愕问道：“六猴儿林师弟甚么时候得罪你了？ ”6大有\n\n    气愤愤的道：“他可没得罪我只是师兄弟们大伙儿瞧不惯他那副德性。 ”岳灵珊道：“\n\n    六师哥怎么啦？ 你老是跟小林子过不去。 人家是师弟你做师哥的该当包涵点儿才是。 ”\n\n    6大有哼了一声道：“他安份守己那就罢了否则我姓6的第一个便容他不得。 ”岳\n\n    灵珊道：“他到底怎么不安份守己了？ ”6大有道：“他……他……他……”说了三个“\n\n    他”字便不说下去了。 岳灵珊道：“到底甚么事啊？ 这么吞吞吐吐。 ”6大有道：“但愿\n\n    六猴儿走了眼看错了事。 ”岳灵珊脸上微微一红就不再问。 6大有嚷着要走岳灵珊\n\n    便和他一同下崖。 令狐冲站在崖边怔怔的瞧着他二人背影直至二人转过山坳。 突然之间山坳后面\n\n    飘上来岳灵珊清亮的歌声曲调甚是轻快流畅。 令狐冲和她自幼一块儿长大曾无数次听\n\n    她唱歌这曲子可从来没听见过。 岳灵珊过去所唱都是陕西小曲尾音吐的长长的在\n\n    山谷间悠然摇曳这一曲却犹似珠转水溅字字清圆。 令狐冲倾听歌词依稀只听到：“\n\n    姊妹上山采茶去”几个字但她音古怪十分之**只闻其音不辨其义心想：“\n\n    小师妹几时学了这新歌好听得很啊下次上崖来请她从头唱一遍。 ”\n\n    突然之间胸口忽如受了铁锤的重重一击猛地省悟：“这是福建山歌是林师弟教\n\n    她的！ ”\n\n    这一晚心思如潮令狐冲再也无法入睡耳边便是响着岳灵珊那轻快活泼、语音难辨\n\n    的山歌声。 几番自怨自责：“令狐冲啊令狐冲你往日何等潇洒自在今日只为了一曲\n\n    子心中却如此的摆脱不开枉自为男子汉大丈夫了。 ”尽管自知不该岳灵珊那福建山\n\n    歌的音调却总是在耳边缭绕不去。 他心头痛楚提起长剑向着石壁乱砍乱削但觉丹田\n\n    中一股内力涌将上来挺剑刺出运力姿式宛然便是岳夫人那一招“无双无对宁氏一\n\n    剑”擦的一声长剑竟尔插入石壁之中直没至柄。 令狐冲吃了一惊自忖就算这几个月中功力再进步得快也决无可能一剑刺入石壁\n\n    直没至柄那要何等精纯浑厚的内力贯注于剑刃之上才能使剑刃入石如刺朽木纵然\n\n    是师父、师娘也未必有此能耐。"
            }
        },
        {
            "id": 33,
            "event": "华山之巅的剑法交流",
            "time": "黄昏时分",
            "location": "华山派的山峰之巅",
            "description": "天空呈现出橙红色，微风吹拂，华山派弟子齐聚一堂，气氛庄重而期待。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，豁达且机智，擅长独孤九剑，具有很高的威望。",
                    "position": "站在比试场中央，准备指导两位师弟。",
                    "states": "神态自信，目光坚定。"
                },
                {
                    "id": 1,
                    "name": "六大有",
                    "gender": "男",
                    "description": "华山派六弟子，性格直爽但急躁，对剑法有着浓厚的兴趣。",
                    "position": "站在比试场的一侧，手持长剑，神态紧张。",
                    "states": "情绪激动，目光炯炯。"
                },
                {
                    "id": 2,
                    "name": "林平之",
                    "gender": "男",
                    "description": "华山派新弟子，聪明冷静，掌握了“有凤来仪”剑法。",
                    "position": "站在比试场的另一侧，剑未出鞘，态度沉稳。",
                    "states": "神色从容，目光深邃。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "抬起双手，示意比试开始，同时环视四周，确保众人理解比试的宗旨。",
                    "dialogue": "“此次比试，旨在交流剑法，以和为贵，切磋中勿伤和气。”"
                },
                {
                    "action_id": 1,
                    "character": "六大有",
                    "character_id": 1,
                    "action": "迫不及待地挥剑直攻，剑势猛烈，但留有余地。",
                    "dialogue": "“林师弟，接招！”"
                },
                {
                    "action_id": 2,
                    "character": "林平之",
                    "character_id": 2,
                    "action": "不慌不忙地拔剑应对，以“有凤来仪”剑法巧妙化解六有大的攻势。",
                    "dialogue": "“六师兄，小心了！”"
                }
            ],
            "plot": "令狐冲为了化解六大有与林平之的矛盾，安排了一场剑法交流比试。六大有急躁进攻，而林平之则沉稳应对，双方在令狐冲的指导下逐渐理解彼此，矛盾得以缓和。",
            "chunk": {
                "id": 136,
                "text": "”令狐冲见他神色间气愤多于惭愧料想必有别情便道：\n\n    “六师弟到底是怎生受的伤难道你连我也瞒么？ ”6大有气愤愤的道：“大师哥不\n\n    是我敢瞒你只是怕你生气因此不说。 ”令狐冲问：“是给谁刺伤的？ ”心下奇怪本\n\n    门师兄弟素来和睦从无打架相斗之事难道是山上来了外敌？ 6大有道：“今早我和林\n\n    师弟练剑他刚学会了那招‘有凤来仪’我一个不小心给他划伤了脸。 ”令狐冲道：\n\n    “师兄弟们过招偶有失手平常得很那也不用生气林师弟初学乍练收不能自如\n\n    须怪不得他。 只是你未免太大意了。 这招‘有凤来仪’威力不小该当小心应付才是。 ”6大有道：“是啊可是我怎料到这……这姓林的入门没几个月便练成了‘有凤来仪\n\n    ’？ 我是拜师后第五年上师父才要你传我这一招的。 ”令狐冲微微一怔心想林师弟入\n\n    门数月便学成这招“有凤来仪”进境确是太过迅若非天纵聪明而有过人之能那\n\n    便根基不稳这等以求成于他日后总功反而大有妨碍不知师父何以这般快的传他。 6大有又道：“当时我乍见之下吃了一惊便给他划伤了。 小师妹还在旁拍手叫好\n\n    说道：‘六猴儿你连我的徒弟也打不过以后还敢在我面前逞英雄么？ ’原姓林的小\n\n    子自知不合过来给我包扎伤口却给我踢了个筋斗小师妹怒道：‘六猴儿人家好心\n\n    给你包扎你怎地打不过人家便老羞成怒了？ ’大师哥原来是小师妹偷偷传给他的。 ”刹那之间令狐冲心头感到一阵强烈的酸苦这招“有凤来仪”甚是难练五个后着变\n\n    化繁复又有种种诀窍小师妹教会林师弟这招剑法定是花了无数心机不少功夫这\n\n    些日子中她不上崖来原来整日便和林师弟在一起。 岳灵珊生性好动极不耐烦做细磨功\n\n    夫为了要强好胜自己学剑尚有耐心要她教人却极难望其能悉心指点现下居然将\n\n    这招变化繁复的“有凤来仪”教会了林平之则对这师弟的关心爱护可想而知。 他过了\n\n    好一阵心头较为平静才淡淡的道：“你怎地去和林师弟练剑了？ ”\n\n    6大有道：“昨日我和你说了那几句话小师妹听了很不乐意下峰时一路跟我唠叨\n\n    今日一早便拉我去跟林师弟拆招。 我毫无戒心拆招便拆招。 哪知小师妹暗中教了姓林\n\n    的小子好几手绝招。 我出其不意中了他暗算。 ”令狐冲越听越明白定是这些日子中岳\n\n    灵珊和林平之甚是亲热6大有和自己交好看不过眼不住的冷言讥刺甚至向林平之\n\n    辱骂生事也不出奇便道：“你骂过林师弟好几次了是不是？ ”6大有气愤愤的道：\n\n    “这卑鄙无耻的小白脸我不骂他骂谁？ 他见到我怕得很我骂了他从来不敢回嘴一\n\n    见到我转头便即避开没想到……没想到这小子竟这般阴毒。 哼！ 凭他能有多大气候\n\n    若不是师妹背后撑腰这小子能伤得了我？ ”令狐冲心头涌上一股难以形容的苦涩滋味\n\n    随即想起后洞石壁上那招专破“有凤来仪”的绝招从地下拾起一根树枝随手摆了个姿\n\n    式便想将这一招传给6大有但转念一想：“六师弟对那姓林的小子恼恨已极此招既\n\n    出定然令他重伤师父师娘追究起来我们二人定受重责这事万万不可。 ”便道：“\n\n    吃一次亏学一次乖以后别再上当也就是了。 自己师兄弟过招时的小小胜败那也\n\n    不必在乎。 ”6大有道：“是。 可是大师哥我能不在乎你……你也能不在乎吗？ ”令\n\n    狐冲知他说的是岳灵珊之事心头感到一阵剧烈痛楚脸上肌肉也扭曲了起来。 6大有一\n\n    言既出便知这句话大伤师哥之心忙道：“我……我说错了。 ”令狐冲握住他手缓缓\n\n    的道：“你没说错。 我怎能不在乎？ 不过……不过……”隔了半晌道：“六师弟这件\n\n    事咱们此后再也别提。 ”6大有道：“是！ 大师哥那招‘有凤来仪’你教过我的。 我\n\n    一时不留神才着了那小子的道儿。"
            }
        },
        {
            "id": 34,
            "event": "剑法秘籍的意外发现",
            "time": "华山派成立第二百零三年，初春，午后",
            "location": "华山隐蔽山洞内",
            "description": "山洞内光线昏暗，洞外春风拂过，洞内散发出一股沉寂已久的气息。洞内四周布满了剑气划过的痕迹，正中央的石台上摆放着一本古旧的剑法秘籍。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，情感内敛，剑术高超，因情所困而闭关修炼。",
                    "position": "石台前，手持古剑，目光深沉",
                    "states": "沉思中，对秘籍的来历感到好奇"
                },
                {
                    "id": 1,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "华山派岳不群之女，性格刚烈，对令狐冲有着复杂的情感。",
                    "position": "洞口，身姿挺拔，目光警惕",
                    "states": "紧张，意外发现令狐冲与秘籍，心中既惊又喜"
                },
                {
                    "id": 2,
                    "name": "6大有",
                    "gender": "男",
                    "description": "华山派弟子，忠诚正直，对令狐冲敬仰有加。",
                    "position": "岳灵珊身旁，手持长剑，神态关切",
                    "states": "惊讶，对秘籍的出现感到意外，担心大师兄的安危"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "轻轻翻开秘籍，剑指在空中比划，眼中闪过一丝明悟",
                    "dialogue": "“原来如此，这剑法...竟是如此精妙。”"
                },
                {
                    "action_id": 1,
                    "character": "岳灵珊",
                    "character_id": 1,
                    "action": "快步走进山洞，眼神锐利地盯着秘籍，声音冷冽",
                    "dialogue": "“令狐冲，这秘籍从何而来？你可知它的来历？”"
                },
                {
                    "action_id": 2,
                    "character": "6大有",
                    "character_id": 2,
                    "action": "紧随岳灵珊之后，目光在令狐冲和秘籍之间来回移动，语气关切",
                    "dialogue": "“大师兄，这秘籍若非正道之物，我们还是不要沾染为好。”"
                }
            ],
            "plot": "令狐冲闭关修炼时意外发现剑法秘籍，岳灵珊和6大有闯入山洞，三人对秘籍的来历和去留产生了分歧，一场关于剑法与道义的争论即将展开。",
            "chunk": {
                "id": 140,
                "text": "”令狐冲不忍拂他之意挟了两只冬菇来吃了道：“\n\n    很好。 ”其实冬菇滋味虽鲜他何尝感到了半分甜美之味？ 6大有笑嘻嘻的道：“大师哥\n\n    我跟你说一个好消息师父师娘打从昨儿起不许小林子跟小师妹学剑啦。 ”令狐冲冷\n\n    冷的道：“你斗剑斗不过林师弟便向师父师娘哭诉去了是不是？ ”6大有跳了起来\n\n    道：“谁说我斗他不过了？ 我……我是为……”说到这里立时住口。 令狐冲早已明白虽然林平之凭着一招“有凤来仪”出其不意的伤了6大有但毕竟\n\n    6大有入门日久林平之无论如何不是他对手。 他所以向师父师娘告状实则是为了自己。 令狐冲突然心想：“原来一众师弟师妹心中都在可怜我都知道小师妹从此不跟我好\n\n    了。 只因六师弟和我交厚这才设法帮我挽回。 哼哼大丈夫岂受人怜？ ”\n\n    突然之间他怒如狂拿起饭碗菜碗一只只的都投入了深谷之中叫道：“谁要\n\n    你多事？ 谁要你多事？ ”6大有吃一惊他对大师哥素来敬重佩服不料竟激得他如此恼\n\n    怒心下甚是慌乱不住慌乱不住倒退只道：“大师哥大……师哥。 ”令狐冲将饭\n\n    菜尽数抛落深谷余怒未息随手拾起一块块石头不住投入深谷之中。 6大有道：“大\n\n    师哥是我不好你……打我好了。 ”\n\n    令狐冲手中正举起一块石头听他这般说转过身来厉声道：“你有甚么不好？ ”\n\n    6大有吓得又退了一步嗫嚅道：“我……我……我不知道！ ”令狐冲一声长叹将手中\n\n    石头远远投了出去拉住6大有双手温言道：“六师弟对不起是我自己心中闷\n\n    可跟你毫不相干。 ”\n\n    6大有松了口气道：“我下去再给你送饭来。 ”令狐冲摇头道：“不不用了我\n\n    不想吃。 ”6大有见大石上昨日饭篮中的饭菜兀自完整不动不由得脸有忧色说道：“\n\n    大师哥你昨天也没吃饭？ ”令狐冲强笑一声道：“你不用管这几天我胃口不好。 ”\n\n    6大有不敢多说次日还不到未牌时分便即提饭上崖心想：“今日弄到了一大壶好酒\n\n    又煮了两味好菜无论如何要劝大师哥多吃几碗饭。 ”上得崖来却见令狐冲睡在洞中\n\n    石上神色甚是憔悴。 他心中微惊说道：“大师哥你瞧这是甚么？ ”提起酒葫芦晃了\n\n    几晃拔开葫芦上的塞子登时满洞都是酒香。 令狐冲当即接过一口气喝了半壶赞道\n\n    ：“这酒可不坏啊。 ”6大有甚是高兴道：“我给你装饭。 ”令狐冲道：“不这几天\n\n    不想吃饭。 ”6大有道：“只吃一碗罢。 ”说着给他满满装了一碗。 令狐冲见他一番好心\n\n    只得道：“好我喝完了酒再吃饭。 ”\n\n    可是这一碗饭令狐冲毕竟没有吃。 次日6大有再送饭上来时见这碗饭仍满满的放\n\n    在石上令狐冲却躺在地下睡着了。 6大有见他双颊潮红伸手摸他额头触手火烫竟\n\n    是在高烧不禁担心。 低声道：“大师哥你病了么？ ”令狐冲道：“酒酒给我酒！ ”6大有虽带了酒来却不敢给他倒了一碗清水送到他口边。 令狐冲坐起身来将一\n\n    大碗水喝干了叫道：“好酒好酒！ ”仰天重重睡倒兀自喃喃的叫道：“好酒好酒！ ”6大有见他病势不轻甚是忧急偏生师父师娘这日一早又有事下山去了当即飞奔\n\n    下崖去告知了劳德诺等众师兄。 岳不群虽有严训除了每日一次送饭外不许门人上崖\n\n    和令狐冲相见眼下他既有病上去探病谅亦不算犯规。 但众门人仍是不敢一同上崖\n\n    商量了大伙儿分日上崖探病先由劳德诺和梁两人上去。 6大有又去告知岳灵珊她余愤兀自未息冷冷的道：“大师哥内功精湛怎会有病？ 我才不上这个当呢。 ”令狐冲这场病来势着实凶猛接连四日四晚昏睡不醒。 6大有向\n\n    岳灵珊苦苦哀求请她上崖探视差点便要跪在她面前。 岳灵珊才知不假也着急起来\n\n    和6大有同上崖去只见令狐冲双颊深陷蓬蓬的胡子生得满脸浑不似平时潇洒倜傥的\n\n    模样。"
            }
        },
        {
            "id": 35,
            "event": "山洞奇遇，联手解救江湖人士",
            "time": "明朝嘉靖年间，初春一日",
            "location": "华山某隐秘山洞内",
            "description": "山洞内阴暗潮湿，石壁上滴着水珠，洞外春风拂过，送来几许春意。洞内气氛紧张，两人原本敌对，却因异响而暂时休战。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，豁达重情，剑法高超，因误会暂时离开华山。",
                    "position": "站在洞内左侧，手持长剑，神色警惕。",
                    "states": "心情复杂，既有敌意又存好奇。"
                },
                {
                    "id": 1,
                    "name": "田伯光",
                    "gender": "男",
                    "description": "江湖人称为‘万里独行’，轻功了得，刀法出众，与华山派有旧怨。",
                    "position": "站在洞内右侧，手按刀柄，目光狡黠。",
                    "states": "外表豪迈，内心谨慎，对令狐冲既忌惮又想拉拢。"
                },
                {
                    "id": 2,
                    "name": "神秘人",
                    "gender": "男",
                    "description": "被囚禁的江湖人士之一，身份神秘，被神秘组织绑架。",
                    "position": "位于密室角落，手脚被绑，神色萎靡。",
                    "states": "虚弱无力，但对救援充满期待。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "突然剑眉一挑，警惕地望向洞内深处。",
                    "dialogue": "“什么人？出来！”"
                },
                {
                    "action_id": 1,
                    "character": "田伯光",
                    "character_id": 1,
                    "action": "紧随其后，目光锐利地扫视四周。",
                    "dialogue": "“哼，装神弄鬼，看我不把你揪出来！”"
                },
                {
                    "action_id": 2,
                    "character": "神秘人",
                    "character_id": 2,
                    "action": "听到声音，艰难地抬起头，用微弱的声音回应。",
                    "dialogue": "“救……救命……在此……这里……”"
                }
            ],
            "plot": "原本敌对的令狐冲和田伯光在华山山洞中意外发现被囚禁的江湖人士，决定放下成见，共同展开救援行动。",
            "chunk": {
                "id": 148,
                "text": "”6大\n\n    有道：“是。 ”岳灵珊道：“我和六师哥虽然性急却没大师哥这般聪明自己创不出剑\n\n    招爹爹尽可放心。 ”岳不群哼了一声道：“自己创不出剑招？ 你和冲儿不是创了一套\n\n    冲灵剑法么？ ”令狐冲和岳灵珊都是满脸通红。 令狐冲道：“弟子胡闹。 ”岳灵珊笑道：\n\n    “这是很久以前的事了那时我还小甚么也不懂和大师哥闹着玩的。 爹爹怎么也知道\n\n    了呢？ ”岳不群道：“我门下弟子要自创剑法自立门户做掌门人的倘若蒙然不知岂\n\n    不糊涂。 ”岳灵珊拉着父亲袖子笑道：“爹爹你还在取笑人家！ ”令狐冲见师父的语\n\n    气神色之中绝无丝毫说笑之意不禁心中又是一凛。 岳不群站起身来说道：“本门功夫\n\n    练到深处飞花摘叶俱能伤人。 旁人只道华山派以剑术见长那未免小觑咱们了。 ”说\n\n    着左手衣袖一卷劲力到处6大有腰间的长剑从鞘中跃出。 岳不群右手袖子跟着拂出\n\n    掠上剑身喀喇一声响长剑断为两截。 令狐冲等无不骇然。 岳夫人瞧着丈夫的眼光之中\n\n    尽是倾慕敬佩之意。 岳不群道：“走罢！ ”与夫人先下崖岳灵珊、施戴子跟随其后。 令狐冲瞧着地下的两柄断剑心中又惊又喜寻思：“原来本门武学如此厉害任何一\n\n    招剑法在师父手底下施展出来又有谁能破解得了？ ”又想：“后洞石壁上刻了种种图形\n\n    注明五岳剑法的绝招尽数可破。 但五岳剑派却得享大名至今始终巍然存于武林原来\n\n    各剑派都有上乘气功为根基剑招上倘若附以浑厚内力可就不是那么容易破去了。 这道\n\n    理本也寻常只是我想得钻入了牛角尖竟尔忽略了其实同是一招‘有凤来仪’在林\n\n    师弟剑下使出来又或是在师父剑下使出来岂能一概而论？ 石壁上使棍之人能破林师弟\n\n    的‘有凤来仪’却破不了师父的‘有凤来仪’。 ”\n\n    想通了这一节数月来的烦恼一扫而空虽然今日师父未以“紫霞功”相授更没有\n\n    出言将岳灵珊许配他却绝无沮丧之意反因对本门武功回复信心而大为欣慰只是想到\n\n    这半月来痴心妄想以为师父、师娘要将女儿许配于己不由得面红耳赤暗自惭愧。 次日傍晚6大有送饭上崖说道：“大师哥师父、师娘今日一早上陕北去啦。 ”\n\n    令狐冲微感诧异道：“上陕北？ 怎地不去长安？ ”6大有道：“田伯光那厮在延安府又\n\n    做了几件案子原来这恶贼不在长安啦。 ”\n\n    令狐冲“哦”了一声心想师父、师娘出马田伯光定然伏诛；内心深处却不禁微\n\n    有惋惜之感觉得田伯光好淫贪色为祸世间自是死有余辜但此人武功可也真高与\n\n    自己两度交手磊落豪迈也不失男儿汉的本色只可惜专做坏事成为武林中的公敌。 此后两日之中令狐冲练习气功别说不再去看石壁上的图形连心中每一忆及也\n\n    立即将那念头逐走避之唯恐不常想：“幸好师父及时喝阻我才不致误入歧途成\n\n    为本门的罪人当真危险之极。 ”\n\n    这日傍晚吃过饭后打坐了一个多更次忽听得远远有人走上崖来脚步迅捷来\n\n    人武功着实不低他心中一凛：“这人不是本门中人他上崖来干甚么？ 莫非是那蒙面青\n\n    袍人吗？ ”忙奔入后洞拾起一柄本门的长剑悬在腰间再回到前洞。 片刻之间那人\n\n    已然上崖大声道：“令狐兄故人来访。 ”声音甚是熟悉竟然便是“万里独行”田伯\n\n    光令狐冲一惊心想：“师父、师娘正下山追杀你你却如此大胆上华山来干甚么？ ”当即走到洞口笑道：“田兄远道过访当真意想不到。 ”只见田伯光肩头挑着副担子\n\n    放下担子从两只竹箩中各取出一只大坛子笑道：“听说令狐兄在华山顶上坐牢嘴\n\n    里一定淡出鸟来小弟在长安谪仙酒楼的地窖之中取得两坛一百三十年的陈酒来和令\n\n    狐兄喝个痛快。"
            }
        },
        {
            "id": 36,
            "event": "琴谱引发的危机",
            "time": "《笑傲江湖》时期，某日下午",
            "location": "深山中的一处隐蔽山洞",
            "description": "山洞内光线昏暗，古琴谱散落一地，洞外山风呼啸，树木摇曳，一场突如其来的危机即将爆发。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "江湖侠客，性格豁达，剑法高超，正苦思破解田伯光的刀法。",
                    "position": "山洞中央，手持长剑",
                    "states": "困惑，对琴谱产生极大兴趣"
                },
                {
                    "id": 1,
                    "name": "任盈盈",
                    "gender": "女",
                    "description": "日月神教教主任我行的女儿，聪明伶俐，擅长音律，对令狐冲有着深厚的情感。",
                    "position": "山洞入口，手持琴",
                    "states": "关心，对令狐冲的安全感到担忧"
                },
                {
                    "id": 2,
                    "name": "林平之",
                    "gender": "男",
                    "description": "执着于报仇的江湖人，因追寻凶手而误入此地。",
                    "position": "山洞一侧，警惕四周",
                    "states": "紧张，对未知危机保持警惕"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲俯身捡起地上的琴谱，眉头紧锁，试图解读其中的秘密。",
                    "dialogue": "“这琴谱似乎非同小可，盈盈，你来看看。”"
                },
                {
                    "action_id": 1,
                    "character": "任盈盈",
                    "character_id": 1,
                    "action": "任盈盈轻步走到令狐冲身边，接过琴谱，仔细端详。",
                    "dialogue": "“冲哥，这琴谱上的曲目我从未见过，但似乎与爹爹收藏的古籍有相似之处。”"
                },
                {
                    "action_id": 2,
                    "character": "林平之",
                    "character_id": 2,
                    "action": "林平之紧握剑柄，目光警惕地扫视四周，突然指向洞外。",
                    "dialogue": "“小心！洞外似乎有异动！”"
                }
            ],
            "plot": "琴谱的出现引起了三人的注意，令狐冲和任盈盈试图解读琴谱的秘密，而林平之则警惕着可能出现的危机。这一幕不仅考验着他们的智慧，也预示着一场新的江湖风波即将展开。",
            "chunk": {
                "id": 152,
                "text": "田伯光赞道：“好剑\n\n    法！ ”挥刀格开退了一步。 令狐冲叫道：“一招了！ ”跟着一招“苍松迎客”又攻了\n\n    过去。 田伯光又赞道：“好剑法！ ”知道这一招之中暗藏的后着甚多不敢挥刀相格\n\n    斜身滑步闪了开去。 这一下避让其实并非一招但令狐冲喝道：“两招！ ”手下毫不停\n\n    留又攻了一招。 他连攻五招田伯光或格或避始终没有反击令狐冲却已数到了“五”字。 待得他第六招长剑自下而上的反挑田伯光大喝一声举刀硬劈刀剑相撞令狐\n\n    冲手中长剑登时沉了下去。 田伯光喝道：“第六招、第七招、第八招、第九招、第十招！ ”口中数一招手上砍一刀连数五招钢刀砍了五下招数竟然并无变化每一招都是\n\n    当头硬劈。 这几刀一刀重似一刀到了第六刀再下来时令狐冲只觉全身都为对方刀上劲\n\n    力所胁连气也喘不过来奋力举剑硬架铮的一声巨响刀剑相交手臂麻酸长剑落\n\n    下地来。 田伯光又是一刀砍落令狐冲双眼一闭不再理会。 田伯光哈哈一笑问道：“\n\n    第几招？ ”令狐冲睁开眼来说道：“你刀法固然比我高膂力内劲也都远胜于我令\n\n    狐冲不是你对手。 ”田伯光笑道：“这就走罢！ ”令狐冲摇头道：“不去！ ”田伯光脸色\n\n    一沉道：“令狐兄田某敬你是男子汉大丈夫言而有信三十招内令狐兄既然输了\n\n    怎么又来反悔？ ”令狐冲道：“我本来不信你能在三十招内胜我现下是我输了可是我\n\n    并没说输招之后便跟你去。 我说过没有？ ”田伯光心想这句话原是自己说的令狐冲倒确\n\n    没说过当下将刀一摆冷笑道：“你姓名中有个‘狐’果然名副其实。 你没说过便怎\n\n    样？ ”令狐冲道：“适才在下输招是输在力不如你心中不服待我休息片刻咱们再\n\n    比过。 ”\n\n    田伯光道：“好罢要你输得口服心服。 ”坐在石上双手*\n\n    令狐冲寻思：“这恶贼定要我随他下山不知有何奸计说甚么去见仪琳师妹定非\n\n    实情。 他又不是仪琳师妹的真徒弟何况仪琳师妹一见他便吓得魂不附体又怎会和他去\n\n    打甚么交道？ 只是我眼下给他缠上了却如何脱身才是？ ”想到适才他向自己连砍这六刀\n\n    刀法平平势道却是沉猛无比实不知该当如何拆解。 突然间心念一动：“那日荒山之\n\n    夜莫大先生力杀大嵩阳手费彬衡山剑法灵动难测以此对敌田伯光定然不输于他。 后洞石壁之上刻得有衡山剑法的种种绝招我去学得三四十招便可和田伯光拚上一拚\n\n    了。 ”又想：“衡山剑法精妙无比顷刻间岂能学会终究是我的胡思乱想。 ”田伯光见\n\n    他脸色瞬息间忽愁忽喜忽又闷闷不乐笑道：“令狐兄破解我这刀法的诡计可想出\n\n    来了么？ ”令狐冲听他将“诡计”二字说得特别响亮不由得气往上冲大声道：“要破\n\n    你刀法又何必使用诡计？ 你在这里罗哩罗唆吵闹不堪令我心乱意烦难以凝神思索\n\n    我要到山洞里好好想上一想你可别来滋扰。 ”田伯光笑道：“你去苦苦思索便是我\n\n    不来吵你。 ”令狐冲听他将“苦苦”二字又说得特别响亮低低骂了一声走进山洞。 令狐冲点燃蜡烛钻入后洞径到刻着衡山派剑法的石壁前去观看但见一路路剑法\n\n    变幻无方若非亲眼所见真不信世间有如此奇变横生的剑招心想：“片刻之间要真的\n\n    学会甚么剑法决无可能我只拣几种最为希奇古怪的变化记在心中出去跟他乱打乱\n\n    斗说不定可以攻他一个措手不及。 ”当下边看边记虽见每一招衡山派剑法均为敌方所\n\n    破但想田伯光决不知此种破法此点不必顾虑。 他一面记忆一面手中比划学得二十余招变化后已花了大半个时辰只听得田伯\n\n    光的声音在洞外传来：“令狐兄你再不出来我可要冲进来了。 ”令狐冲提剑跃出叫\n\n    道：“好我再接你三十招！ ”田伯光笑道：“这一次令狐兄若再败了那便如何？"
            }
        },
        {
            "id": 37,
            "event": "思过崖心理战",
            "time": "午后",
            "location": "思过崖山洞前",
            "description": "午后阳光斜照，山风轻拂，令狐冲和田伯光正站在山洞前，气氛紧张而微妙，岳灵珊在不远处的一棵树上暗中观察。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，机智豁达，武艺高强，善于心理战术。",
                    "position": "站在山洞入口处，双手抱胸，神态自信。",
                    "states": "神态轻松，眼中闪过一丝精光。"
                },
                {
                    "id": 1,
                    "name": "田伯光",
                    "gender": "男",
                    "description": "江湖淫贼，轻功高强，性格狡猾，对武学秘籍充满渴望。",
                    "position": "站在令狐冲对面，手持弯刀，目光游移不定。",
                    "states": "神色警惕，眼中透露出贪婪和犹豫。"
                },
                {
                    "id": 2,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "华山派女弟子，天真无邪，对师兄十分敬仰。",
                    "position": "藏身于一棵大树后，目光关切地望着令狐冲。",
                    "states": "紧张地握住手中的剑柄，准备随时支援。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲轻轻一笑，言语间带有深意地说。",
                    "dialogue": "田兄，既然这些前辈不愿与你过招，何不给他们留下一个深刻的印象？你若离去，他们必然认为你怕了他们。"
                },
                {
                    "action_id": 1,
                    "character": "田伯光",
                    "character_id": 1,
                    "action": "田伯光眉头紧锁，目光闪烁，语气带着挑衅。",
                    "dialogue": "哼，我田伯光岂会怕了他们？只是不想与你这后生小辈纠缠。"
                },
                {
                    "action_id": 2,
                    "character": "岳灵珊",
                    "character_id": 2,
                    "action": "岳灵珊按照事先的约定，适时发出一声轻叹。",
                    "dialogue": "（轻叹）唉，若能有高人指点，该有多好。"
                },
                {
                    "action_id": 3,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲眼见田伯光中计，嘴角微微上扬，提出一个建议。",
                    "dialogue": "田兄，你若演练一套刀法，我可将你的英姿转述给那些前辈，如何？"
                }
            ],
            "plot": "令狐冲利用田伯光的猜疑心理和对五岳剑派高手的忌惮，设计了一场心理战。岳灵珊暗中配合，最终使田伯光答应演练刀法，并满意离去，保护了山洞中的武学秘籍。",
            "chunk": {
                "id": 156,
                "text": "田伯光放开他手腕说道：“不对！ 你第一剑这么攻来我便如此反击你如此招架\n\n    我又这样砍出那是第二招。 ”他一刀一式将适才相斗的招式从头至尾的复演一遍\n\n    数到伸手抓到令狐冲的手腕时却只二十八招。 令狐冲见他记心如此了得两人拆招这么\n\n    快捷他却每一招每一式都记得清清楚楚次序丝毫不乱实是武林中罕见的奇才不由\n\n    得好生佩服大拇指一翘说道：“田兄记心惊人原来是小弟数错了我再去想过。 ”\n\n    田伯光道：“且慢！ 这山洞中到底有甚么古怪我要进去看看。 洞里是不是藏得有甚么武\n\n    学秘笈？ 为甚么你进洞一次出来后便多了许多古怪招式？ ”说着便走向山洞。 令狐冲吃\n\n    了一惊心想：“倘若给他见到石壁上的图形那可大大不妥。 ”脸上却露出喜色随即\n\n    又将喜色隐去假装出一副十分担忧的神情双手伸开拦住说道：“这洞中所藏是敝\n\n    派武学秘本田兄非我华山派弟子可不能入内观看。 ”田伯光见他脸上喜色一现即隐\n\n    其后的忧色显得甚是夸张多半是假装出来的心念一动：“他听到我要进山洞去为甚\n\n    么登时即喜动颜色？ 其后又假装忧愁显是要掩饰内心真情只盼我闯进洞去。 山洞之中\n\n    必有对我大大不利的物事多半是甚么机关陷阱或是他养驯了的毒蛇怪兽我可不上\n\n    这个当。 ”说道：“原来洞内有贵派武学秘笈田某倒不便进去观看了。 ”令狐冲摇了摇\n\n    头显得颇为失望。 此后令狐冲进洞数次又学了许多奇异招式不但有五岳剑派各派绝\n\n    招而破解五派剑法的种种怪招也学了不少只是仓猝之际难以融会贯通现炒现卖\n\n    高明有限始终无法挡得住田伯光快刀的三十招。 田伯光见他进洞去思索一会出来后便\n\n    怪招纷呈精彩百出虽无大用克制不了自己但招式之妙平生从所未睹实令人叹\n\n    为观止心中固然越来越不解却也亟盼和他斗得越久越好俾得多见识一些匪夷所思的\n\n    剑法。 眼见天色过午田伯光又一次将令狐冲制住后蓦地想起：“这一次他所使剑招\n\n    似乎大部分是嵩山派的莫非山洞之中竟有五岳剑派的高手聚集？ 他每次进洞便有高\n\n    手传他若干招式叫他出来和我相斗。 啊哟幸亏我没贸然闯进洞去否则怎斗得过五岳\n\n    剑派的一众高手？ ”他心有所思随口问道：“他们怎么不出来？ ”令狐冲道：“谁不出\n\n    来？ ”田伯光道：“洞中教你剑法的那些前辈高手。 ”\n\n    令狐冲一怔已明其意哈哈一笑说道：“这些前辈不……不愿与田兄动手。 ”\n\n    田伯光大怒大声道：“哼这些人沽名钓誉自负清高不屑和我淫贼田伯光过招。 你叫他们出来只消是单打独斗他名气再大也未必便是田伯光的对手。 ”\n\n    令狐冲摇摇头笑道：“田兄倘若有兴不妨进洞向这十一位前辈领教领教。 他们对\n\n    田兄的刀法言下倒也颇为看重呢。 ”他知田伯光在江湖上作恶多端树敌极众平素行\n\n    事向来十分的谨慎小心他既猜想洞内有各派高手那便说甚么也不会激得他闯进洞去\n\n    他不说十位高手偏偏说个十一位的畸零数字更显得实有其事。 果然田伯光哼了一声道：“甚么前辈高手？ 只怕都是些浪得虚名之徒否则怎地一\n\n    而再、再而三的传你种种招式始终连田某的三十招也挡不过？ ”他自负轻功了得心想\n\n    就算那十一个高手一涌而出我虽然斗不过逃总逃得掉何况既是五岳剑派的前辈高手\n\n    他们自重身分决不会联手对付自己。 令狐冲正色道：“那是由于令狐冲资质愚鲁内\n\n    力肤浅学不到这些前辈武功的精要。 田兄嘴里可得小心些莫要惹怒了他们。 任是哪一\n\n    位前辈出手田兄不等一月后毒转眼便会在这思过崖上身异处了。 ”田伯光道：“\n\n    你倒说说看洞中到底是哪几位前辈。 ”令狐冲神色诡秘道：“这几位前辈归隐已久\n\n    早已不预闻外事他们在这里聚集更和田兄毫不相干。"
            }
        },
        {
            "id": 38,
            "event": "华山之巅的剑法对决",
            "time": "秋风送爽的午后",
            "location": "华山派山顶练剑场",
            "description": "午后阳光斜照，华山之巅的练剑场上，秋风送来阵阵凉爽，四周的山林中，红叶飘落，一派秋意盎然。场中气氛紧张，众人屏息以待即将开始的剑法对决。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，剑法高超，风清扬的真传弟子。",
                    "position": "场中左侧，手持长剑，目光坚定",
                    "states": "神情自信，内敛中透露出一丝紧张"
                },
                {
                    "id": 1,
                    "name": "田伯光",
                    "gender": "男",
                    "description": "江湖独行侠，剑法狠辣，对令狐冲的剑法颇为忌惮。",
                    "position": "场中右侧，剑尖斜指地面，目光狡黠",
                    "states": "嘴角含笑，神情中带着挑衅"
                },
                {
                    "id": 2,
                    "name": "岳不群",
                    "gender": "男",
                    "description": "华山派掌门，外表君子剑，内心城府深，关注着令狐冲的表现。",
                    "position": "场边，双手背后，眼神深邃",
                    "states": "面无表情，但眼神中透露出期待和审视"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲缓缓提起长剑，做了一个起手式，无招胜有招的剑意弥漫开来。",
                    "dialogue": "“田兄，请！”"
                },
                {
                    "action_id": 1,
                    "character": "田伯光",
                    "character_id": 1,
                    "action": "田伯光轻蔑一笑，身形一晃，剑光如电，直取令狐冲。",
                    "dialogue": "“令狐冲，看剑！”"
                },
                {
                    "action_id": 2,
                    "character": "岳不群",
                    "character_id": 2,
                    "action": "岳不群眼神微眯，关注着场中的每一个细节，心中暗自评判。",
                    "dialogue": "（岳不群心中自语）“冲儿的剑法大有长进，风师弟果然高明。”"
                }
            ],
            "plot": "此次剑法对决不仅是令狐冲和田伯光之间的技艺较量，也是华山派剑法高低的体现。令狐冲如何在风清扬的指导下运用新领悟的剑法，以及岳不群对此的态度，都将成为这场比试的焦点。",
            "chunk": {
                "id": 160,
                "text": "熟读了人家诗句做几打油\n\n    诗是可以的但若不能自出机抒能成大诗人么？ ”他这番话自然是连岳不群也骂在其\n\n    中了但令狐冲一来觉得这话十分有理二来他并未直提岳不群的名字也就没有抗辩。 风清扬道：“活学活使只是第一步。 要做到出手无招那才真是踏入了高手的境界。 你\n\n    说‘各招浑成敌人便无法可破’这句话还只说对了一小半。 不是‘浑成’而是根本\n\n    无招。 你的剑招使得再浑成只要有迹可寻敌人便有隙可乘。 但如你根本并无招式敌\n\n    人如何来破你的招式？ ”令狐冲一颗心怦怦乱跳手心热喃喃的道：“根本无招如\n\n    何可破？ 根本无招如何可破？ ”斗然之间眼前出现了一个生平从所未见、连做梦也想\n\n    不到的新天地。 风清扬道：“要切肉总得有肉可切；要斩柴总得有柴可斩；敌人要破\n\n    你剑招你须得有剑招给人家来破才成。 一个从未学过武功的常人拿了剑乱挥乱舞你\n\n    见闻再博也猜不到他下一剑要刺向哪里砍向何处。 就算是剑术至精之人也破不了他\n\n    的招式只因并无招式‘破招’二字便谈不上了。 只是不曾学过武功之人虽无招式\n\n    却会给人轻而易举的打倒。 真正上乘的剑术则是能制人而决不能为人所制。 ”他拾起\n\n    地下的一根死人腿骨随手以一端对着令狐冲道：“你如何破我这一招？ ”\n\n    令狐冲不知他这一下是甚么招式一怔之下便道：“这不是招式因此破解不得。 ”\n\n    风清扬微微一笑道：“这就是了。 学武之人使兵刃动拳脚总是有招式的你只\n\n    须知道破法一出手便能破招制敌。 ”令狐冲道：“要是敌人也没招式呢？ ”风清扬道：\n\n    “那么他也是一等一的高手了二人打到如何便如何说不定是你高些也说不定是他高\n\n    些。 ”叹了口气说道：“当今之世这等高手是难找得很了只要能侥幸遇上一两位\n\n    那是你毕生的运气我一生之中也只遇上过三位。 ”令狐冲问道：“是哪三位？ ”风清\n\n    扬向他凝视片刻微微一笑道：“岳不群的弟子之中居然有如此多管闲事、不肯专心\n\n    学剑的小子好极妙极！ ”令狐冲脸上一红忙躬身道：“弟子知错了。 ”风清扬微笑\n\n    道：“没有错没有错。 你这小子心思活泼很对我的脾胃。 只是现下时候不多了你将\n\n    这华山派的三四十招融合贯通设想如何一气呵成然后全部将它忘了忘得干干净净\n\n    一招也不可留在心中。 待会便以甚么招数也没有的华山剑法去跟田伯光打。 ”令狐冲又\n\n    惊又喜应道：“是！ ”凝神观看石壁上的图形。 过去数月之中他早已将石壁上的本门\n\n    剑法记得甚熟这时也不必再花时间学招只须将许多毫不连贯的剑招设法串成一起就是。 风清扬道：“一切须当顺其自然。 行乎其不得不行止乎其不得不止倘若串不成一起\n\n    也就罢了总之不可有半点勉强。 ”令狐冲应了只须顺乎自然那便容易得紧串得\n\n    巧妙也罢笨拙也罢那三四十招华山派的绝招片刻间便联成了一片不过要融成一体\n\n    其间并无起迄转折的刻画痕迹可寻那可十分为难了。 他提起长剑左削右劈心中半点\n\n    也不去想石壁图形中的剑招像也好不像也好只是随意挥洒有时使到顺溜处亦不\n\n    禁暗暗得意。 他从师练剑十余年每一次练习总是全心全意的打起了精神不敢有丝毫\n\n    怠忽。 岳不群课徒极严众弟子练拳使剑举手提足间只要稍离了尺寸法度他便立加纠\n\n    正每一个招式总要练得十全十美没半点错误方能得到他点头认可。 令狐冲是开山门\n\n    的大弟子又生来要强好胜为了博得师父、师娘的赞许练习招式时加倍的严于律己。 不料风清扬教剑全然相反要他越随便越好这正投其所好使剑时心中畅美难言只觉\n\n    比之痛饮数十年的美酒还要滋味无穷。 正使得如痴如醉之时忽听得田伯光在外叫道：“\n\n    令狐兄请你出来咱们再比。"
            }
        },
        {
            "id": 39,
            "event": "山谷中的剑术切磋",
            "time": "令狐冲习得独孤九剑后的一个月",
            "location": "华山深处的一片幽静山谷",
            "description": "山谷中，松柏林立，阳光透过树梢斑驳地洒在青石铺就的地面上，空气中弥漫着淡淡的松香。令狐冲和田伯光在谷中一片开阔地上进行剑术切磋，风清扬在一旁的岩石上静坐观战。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，豁达重情，剑术高超，已习得独孤九剑。",
                    "position": "站在山谷开阔地中央，手持长剑",
                    "states": "神态自若，剑势灵动"
                },
                {
                    "id": 1,
                    "name": "田伯光",
                    "gender": "男",
                    "description": "江湖人称为‘万里独行’，剑法狠辣，自信且好斗。",
                    "position": "与令狐冲相对而立，手持弯刀",
                    "states": "目光锐利，攻势猛烈"
                },
                {
                    "id": 2,
                    "name": "风清扬",
                    "gender": "男",
                    "description": "华山派隐居高人，武学修为深不可测，心怀正义。",
                    "position": "坐在一旁的岩石上",
                    "states": "神态悠闲，目光深邃"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲以独孤九剑应战，剑走轻灵，身形如电。",
                    "dialogue": "‘田兄刀法凌厉，令狐冲领教了！’"
                },
                {
                    "action_id": 1,
                    "character": "田伯光",
                    "character_id": 1,
                    "action": "田伯光挥刀猛攻，刀刀狠辣，不留余地。",
                    "dialogue": "‘令狐兄剑法了得，田某也不吝啬了！’"
                },
                {
                    "action_id": 2,
                    "character": "风清扬",
                    "character_id": 2,
                    "action": "风清扬在旁点评，偶尔点头，偶尔微微摇头。",
                    "dialogue": "‘剑法不在快，而在准；刀法不在狠，而在仁。’"
                }
            ],
            "plot": "令狐冲和田伯光在风清扬的见证下进行剑术对决，两人各展所长，相互砥砺，风清扬的点评让他们对武学有了更深的认识。",
            "chunk": {
                "id": 164,
                "text": "那时候你要\n\n    杀要擒岂不是悉随尊便？ ”田伯光摇头道：“我只是要你服输何必伤你右手右臂？ ”\n\n    令狐冲心中大喜脸上却装作深有忧色说道：“只怕你口中虽这么说输得急了到头\n\n    来还是甚么野蛮的毒招都使将出来。 ”田伯光道：“你不用以言语激我。 田伯光一来跟你\n\n    无怨无仇二来敬你是条有骨气的汉子三来真的伤你重了只怕旁人要跟我为难。 出招\n\n    罢！ ”令狐冲道：“好！ 田兄请。 ”田伯光虚晃一刀第二刀跟着斜劈而出刀光映日\n\n    势道甚是猛恶。 令狐冲待要使用“独孤九剑”中第三剑的变式予以破解哪知田伯光的刀\n\n    法实在太快甫欲出剑对方刀法已转终是慢了一步。 他心中焦急暗叫：“糟糕糟\n\n    糕！ 新学的剑法竟然完全用不上太师叔一定在骂我蠢才。 ”再拆数招额头汗水已涔涔\n\n    而下。 岂知自田伯光眼中看出来却见他剑法凌厉之极每一招都是自己刀法的克星心\n\n    下也是吃惊不小寻思：“他这几下剑法明明已可将我毙了却为甚么故意慢了一步？ 是了他是手下留情要叫我知难而退。 可是我虽然‘知难’苦在不能‘而退’非硬\n\n    挺到底不可。 ”他心中这么想单刀劈出时劲力便不敢使足。 两人互相忌惮均是小心翼\n\n    翼的拆解。 又斗一会田伯光刀法渐快令狐冲应用独孤氏第三剑的变式也渐趋纯熟刀\n\n    剑光芒闪烁交手越来越快。 蓦地里田伯光大喝一声右足飞起踹中令狐冲小腹。 令狐\n\n    冲身子向后跌出心念电转：“我只须再有一日一夜的时刻明日此时定能制他。 ”当即\n\n    摔剑脱手双目紧闭凝住呼吸假作晕死之状。 田伯光见他晕去吃了一惊但深知他\n\n    狡谲多智不敢俯身去看生怕他暴起袭击败中求胜当下横刀身前走近几步叫道\n\n    ：“令狐兄怎么了？ ”叫了几声才见令狐冲悠悠醒转气息微弱颤声道：“咱们…\n\n    …咱们再打过。 ”支撑着要站起身来左腿一软又摔倒在地。 田伯光道：“你是不行的\n\n    了不如休息一日明儿随我下山去罢。 ”令狐冲不置可否伸手撑地意欲站起口中\n\n    不住喘气。 田伯光更无怀疑踏上一步抓住他右臂扶了他起来但踏上这一步时若有\n\n    意若无意的踏住了令狐冲落在地下的长剑右手执刀护身左手又正抓在令狐冲右臂的\n\n    穴道之上叫他无法行使诡计。 令狐冲全身重量都挂在他的左手之上显得全然虚弱无力\n\n    口中却兀自怒骂：“谁要你讨好？ 他***。 ”一跛一拐的回入洞中。 风清扬微笑道：\n\n    “你用这法子取得了一日一夜竟不费半点力气只不过有点儿卑鄙无耻。 ”令狐冲笑道\n\n    ：“对付卑鄙无耻之徒说不得只好用点卑鄙无耻的手段。 ”风清扬正色道：“要是对\n\n    付正人君子呢？ ”令狐冲一怔道：“正人君子？ ”一时答不出话来。 风清扬双目炯炯\n\n    瞪视着令狐冲森然问道：“要是对付正人君子那便怎样？ ”令狐冲道：“就算他真是\n\n    正人君子倘若想要杀我我也不能甘心就戮到了不得已的时候卑鄙无耻的手段也\n\n    只好用上这么一点半点了。 ”风清扬大喜朗声道：“好好！ 你说这话便不是假冒为\n\n    善的伪君子。 大丈夫行事爱怎样便怎样行云流水任意所至甚么武林规矩门派教\n\n    条全都是放***狗臭屁！ ”\n\n    令狐冲微微一笑风清扬这几句话当真说到了他心坎中去听来说不出的痛快可是\n\n    平素师父谆谆叮嘱宁可性命不要也决计不可违犯门规不守武林规矩以致败了华山\n\n    派的清誉太师叔这番话是不能公然附和的；何况“假冒为善的伪君子”云云似乎是在\n\n    讥刺他师父那“君子剑”的外号当下只微微一笑并不接口。 风清扬伸出干枯的手指抚摸令狐冲头微笑道：“岳不群门下居然有你这等人才\n\n    这小子眼光是有的倒也不是全无可取之处。 ”他所说的“这小子”自然是指岳不群\n\n    了。"
            }
        },
        {
            "id": 40,
            "event": "剑术对决消除误会",
            "time": "华山派内乱后的一个月",
            "location": "华山之巅的练剑场",
            "description": "阳光斜照在华山之巅的练剑场上，微风吹拂，气氛紧张而庄重。场中设有三把剑，分别代表着华山剑法、独孤九剑和辟邪剑谱。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，豁达不羁，擅长剑法，得到了风清扬的剑法秘籍。",
                    "position": "站在场中央，手持长剑",
                    "states": "神情自信，态度从容"
                },
                {
                    "id": 1,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "岳不群之女，剑法高强，误会林平之偷学剑法。",
                    "position": "站在左侧，手持华山剑",
                    "states": "表情严肃，目光坚定"
                },
                {
                    "id": 2,
                    "name": "林平之",
                    "gender": "男",
                    "description": "华山派弟子，沉稳内向，被误会偷学剑法。",
                    "position": "站在右侧，手持辟邪剑",
                    "states": "神色凝重，心情复杂"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "挥剑起舞，展示独孤九剑的精妙",
                    "dialogue": "“师妹，平之，看好了，这独孤九剑并非邪术，而是剑法的极致！”"
                },
                {
                    "action_id": 1,
                    "character": "岳灵珊",
                    "character_id": 1,
                    "action": "凝视令狐冲的剑法，眼中闪过一丝领悟",
                    "dialogue": "“原来如此，令狐师兄的剑法确实高明。”"
                },
                {
                    "action_id": 2,
                    "character": "林平之",
                    "character_id": 2,
                    "action": "紧随其后，以辟邪剑法回应",
                    "dialogue": "“令狐师兄，我虽习得辟邪剑法，但从未有过不轨之心。”"
                },
                {
                    "action_id": 3,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "微笑着点头，与林平之交手数回合",
                    "dialogue": "“平之，你的剑法纯正，我相信你。”"
                },
                {
                    "action_id": 4,
                    "character": "岳灵珊",
                    "character_id": 1,
                    "action": "走向前，向林平之伸出手",
                    "dialogue": "“平之，是我误会了你，我们重新开始吧。”"
                }
            ],
            "plot": "令狐冲利用风清扬的剑法秘籍，通过一场剑术对决，让岳灵珊和林平之明白了彼此的剑法并无不妥，误会随之消除，三人重归于好，共同为华山派的未来努力。",
            "chunk": {
                "id": 168,
                "text": "”风清扬轻轻抚摸他头说道：“好孩子\n\n    好孩子！ ”转身下崖。 令狐冲跟到崖边眼望他瘦削的背影飘飘下崖在后山隐没不由\n\n    得悲从中来。 令狐冲和风清扬相处十余日虽然听他所谈论指教的只是剑法但于他议论风范不\n\n    但钦仰敬佩更是觉得亲近之极说不出的投机。 风清扬是高了他两辈的太师叔可是令\n\n    狐冲内心却隐隐然有一股平辈知己、相见恨晚的交谊比之恩师岳不群似乎反而亲切\n\n    得多心想：“这位太师叔年轻之时只怕性子和我差不多也是一副天不怕、地不怕、\n\n    任性行事的性格。 他教我剑法之时总是说‘人使剑法不是剑法使人’总说‘人是活\n\n    的剑法是死的活人不可给死剑法所拘’。 这道理千真万确却为何师父从来不说？ ”\n\n    他微一沉吟便想：“这道理师父岂有不知？ 只是他知道我性子太过随便跟我一说了这\n\n    道理只怕我得其所在乱来一气练剑时便不能循规蹈矩。 等到我将来剑术有了小成\n\n    师父自会给我详加解释。 师弟师妹们武功未够火候自然更加不能明白这上乘剑理跟他\n\n    们说了也是白说。 ”又想：“太师叔的剑术自己到了出神入化的境界只可惜他老人家\n\n    从来没显一下身手令我大开眼界。 比之师父太师叔的剑法当然又高一筹了。 ”回想风\n\n    清扬脸带病容寻思：“这十几天中他有时轻声叹息显然有甚么重大的伤心事不知\n\n    为了甚么？ ”叹了口气提了长剑出洞便练了起来。 练了一会顺手使出一剑竟是本门剑法的“有凤来仪”。 他一呆之下摇头苦笑\n\n    自言自语：“错了！ ”跟着又练过不多时顺手一剑又是“有凤来仪”不禁恼\n\n    寻思：“我只因本门剑法练得纯熟在心中已印得根深蒂固使剑时稍一滑溜便将练熟\n\n    了的本门剑招夹了进去却不是独孤剑法了。 ”突然间心念一闪心道：“太师叔叫我使\n\n    剑时须当心无所滞顺其自然那么使本门剑法有何不可？ 甚至便将衡山、泰山诸派剑\n\n    法、魔教十长老的武功夹在其中又有何不可？ 倘若硬要划分某种剑法可使某种剑法\n\n    不可使那便是有所拘泥了。 ”此后便即任意招倘若顺手便将本门剑法、以及石壁\n\n    上种种招数掺杂其中顿觉乐趣无穷。 但五岳剑派的剑法固然各不相同魔教十长老更似\n\n    出自六七个不同门派要将这许多不同路子的武学融为一体几乎绝不可能。 他练了良久\n\n    始终无法融合忽想：“融不成一起那又如何？ 又何必强求？ ”当下再也不去分辨是\n\n    甚么招式一经想到便随心所欲的混入独孤九剑之中但使来使去总是那一招“有凤\n\n    来仪”使得最多。 又使一阵随手一剑又是一招“有凤来仪”心念一动：“要是小师\n\n    妹见到我将这招‘有凤来仪’如此使法不知会说甚么？ ”\n\n    他凝剑不动脸上现出温柔的微笑。 这些日子来全心全意的练剑便在睡梦之中想\n\n    到的也只是独孤九剑的种种变化这时蓦地里想起岳灵珊不由得相思之情难以自已。 跟\n\n    着又想：“不知她是否暗中又在偷偷教林师弟学剑？ 师父命令虽严小师妹却向来大胆\n\n    恃着师娘宠爱说不定又在教剑了。 就算不教剑朝夕相见两人定是越来越好。 ”渐渐\n\n    的脸上微笑转成了苦笑再到后来连一丝笑意也没有了。 他心意沮丧慢慢收剑忽\n\n    后得6大有的声音叫道：“大师哥大师哥！ ”叫声甚是惶急。 令狐冲一惊：“啊哟不好！ 田伯光那厮败退下山说道心有不甘要烂缠到底莫非他打我不过竟把个师妹掳劫\n\n    了去向我挟持？ ”急忙抢到崖边只见6大有提着饭篮气急败坏的奔上来叫道：“\n\n    大……大师哥……大……师哥大……事不妙。 ”\n\n    令狐冲更是焦急忙问：“怎么？ 小师妹怎么了？ ”6大有纵上崖来将饭篮在大石\n\n    上一放道：“小师妹？ 小师妹没事啊。 糟糕我瞧事情不对。 ”令狐冲听得岳灵珊无事\n\n    已放了一大半心问道：“甚么事情不对？"
            }
        },
        {
            "id": 41,
            "event": "揭秘嵩山派阴谋",
            "time": "清晨",
            "location": "嵩山派练剑场",
            "description": "清晨的阳光洒在嵩山派的练剑场上，空气中弥漫着淡淡的剑气，场中布满了练剑后留下的痕迹，四周安静异常，只有鸟鸣和剑风的声音。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，风度翩翩，剑法高超，善于观察，机智过人。",
                    "position": "站在场中，目光如炬",
                    "states": "神态从容，目光警惕"
                },
                {
                    "id": 1,
                    "name": "神秘剑客",
                    "gender": "男",
                    "description": "原嵩山派内门弟子，剑法精湛，对嵩山派内部了如指掌，心怀正义。",
                    "position": "站在令狐冲身旁，手持长剑",
                    "states": "神色凝重，剑尖微颤"
                },
                {
                    "id": 2,
                    "name": "桃谷六仙",
                    "gender": "男",
                    "description": "六个性格各异的老者，武功高强，行事古怪，对剑法各有研究。",
                    "position": "分散在场中各处，或坐或立",
                    "states": "各自摆出不同的剑式，神态各异"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "环视四周，突然指向一处暗藏的痕迹",
                    "dialogue": "你们看，这痕迹，显然是有人故意为之，嵩山派内必有蹊跷。"
                },
                {
                    "action_id": 1,
                    "character": "神秘剑客",
                    "character_id": 1,
                    "action": "紧随令狐冲的指示，目光锐利地审视",
                    "dialogue": "不错，这痕迹与我当年在派中所见一致，必定是掌门那伙人的阴谋。"
                },
                {
                    "action_id": 2,
                    "character": "桃谷六仙",
                    "character_id": 2,
                    "action": "各自从不同角度观察，交头接耳",
                    "dialogue": "我们六人虽然行事怪异，但对剑法却是认真，这痕迹非同小可。"
                }
            ],
            "plot": "在清晨的练剑场上，令狐冲与神秘剑客以及桃谷六仙一同发现了嵩山派内部的异常痕迹，他们各展所长，开始调查这一阴谋，为即将到来的武林危机做好准备。",
            "chunk": {
                "id": 172,
                "text": "”六怪一听立时气得哇哇大叫抬着令狐冲的四怪将他身子放下你一言我一语的道：\n\n    “这人在哪里？ 快带我们去跟他们较量较量。 ”“甚么嵩山派、泰山派桃谷六仙还真\n\n    不将他们放在眼里。 ”“这人活得不耐烦了胆敢要将桃谷六仙像捏蚂蚁般捏死？ ”令狐\n\n    冲道：“你们自称桃谷六仙他口口声声的却说桃谷六鬼有时又说桃谷六小子。 六仙哪\n\n    我劝你们还是远而避之的为妙这人武功厉害得很你们打他不过的。 ”一怪大叫：“\n\n    不行不行！ 这就去打个明白。 ”另一怪道：“我瞧情形不妙这嵩山派的高手既然口出\n\n    大言必有惊人的艺业。 他叫我们桃谷六小子那么定是我们的前辈想来一定斗他不过。 多一事不如少一事咱们快快回去罢。 ”另一人道：“六弟最是胆小打都没打怎知\n\n    斗他不过？ ”那胆小怪人道：“倘若当真给他像捏蚂蚁般捏死了岂不倒霉？ 打过之后\n\n    已经给他捏死又怎生逃法？ ”\n\n    令狐冲暗暗好笑说道：“是啊要逃就得赶快倘若给他得知讯息追将过来你\n\n    们就逃不掉了。 ”\n\n    那胆小怪人一听飞身便奔一晃之间便没了踪影。 令狐冲吃了一惊心想：“这人\n\n    轻身功夫竟然如此了得。 ”却听一怪道：“六弟怕事让他逃走好了咱们却要去斗斗那\n\n    嵩山派的高手。 ”其余四怪都道：“去去！ 桃谷六仙天下无敌怕他何来？ ”\n\n    一个怪人在令狐冲肩上轻轻一拍说道：“快带我们去且看他怎生将我们像捏蚂蚁\n\n    般捏死了。 ”令狐冲道：“带你们去是可以的但我令狐冲堂堂男子决不受人胁迫。 我\n\n    不过听那嵩山派的高手对你们六位大肆嘲讽心怀不平又见到你们六位武功高强心下\n\n    十分佩服这才有意仗义带你们去找他们算帐。 倘若你们仗着人多势众硬要我做这做那\n\n    令狐冲死就死了决不依从。 ”\n\n    五个怪人同时拍手叫道：“很好你挺有骨气又有眼光看得出我们六兄弟武功\n\n    高强我兄弟们也很佩服。 ”令狐冲道：“既然如此我便带你们去只是见到他之时\n\n    不可胡乱说话胡乱行事免得武林中英雄好汉耻笑桃谷六仙浅薄幼稚不明世务。 一切\n\n    须听我吩咐否则的话你们大大丢我的脸大伙儿都面上无光了。 ”他这几句话原只是\n\n    意存试探不料五怪听了之后没口子的答应齐声道：“那再好也没有了咱们决不能\n\n    让人家再说桃谷六仙浅薄幼稚不明世务。 ”看来“浅薄幼稚不明世务”这八字评语\n\n    桃谷六仙早就听过许多遍心下深以为耻令狐冲这话正打中了他们心坎。 令狐冲点头道\n\n    ：“好各位请跟我来。 ”当下快步顺着山道走去五怪随后跟去。 行不到数里只见那\n\n    胆小怪人在山岩后探头探脑的张望令狐冲心想此人须加激励便道：“嵩山派那老儿的\n\n    武功比你差得远了不用怕他。 咱们大伙儿去找他算帐你也一起去罢。 ”那人大喜道\n\n    ：“好我也去。 ”但随即又问：“你说那老儿的武功和我差得远到底是我高得多还\n\n    是他高得多？ ”此人既然胆小便十分的谨慎小心。 令狐冲笑道：“当然是你高得多。 刚\n\n    才你脱身飞奔轻功高明之极那嵩山派的老儿无论如何追你不上。 ”那人大为高兴走\n\n    到他身旁不过兀自不放心问道：“倘若他当真追上了我那便如何？ ”令狐冲道：“\n\n    我和你寸步不离他如胆敢追上了你哼哼！ ”手拉长剑剑柄出鞘半尺拍的一声\n\n    又推入了鞘中道：“我便一剑将他杀了。 ”那人大喜叫道：“妙极妙极！ 你说过的\n\n    话可不能不算数。 ”令狐冲道：“这个自然。 不过他如追你不上我便不杀他了。 ”那人\n\n    笑道：“是啊他追我不上便由得他去。 ”令狐冲暗暗好笑心想：“你一足奔逃\n\n    要想追上你可真不容易。 ”又想：“这六个老儿生性纯朴不是坏人倒可交交。 ”说道\n\n    ：“在下久闻六位的大名如雷贯耳今日一见果然名不虚传只不知六位尊姓大名。"
            }
        },
        {
            "id": 42,
            "event": "古刹救治风波",
            "time": "下午申时",
            "location": "深山古刹内院",
            "description": "春意盎然，古刹内院中草药香气弥漫，阳光透过窗棂斑驳地洒在地面。令狐冲躺在一张破旧的竹床上，面色苍白，桃谷六仙围绕在其周围争论不休。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，因误触机关身受重伤，此时正痛苦地躺在竹床上。",
                    "position": "竹床上",
                    "states": "痛苦，无法动弹"
                },
                {
                    "id": 1,
                    "name": "任盈盈",
                    "gender": "女",
                    "description": "日月神教圣姑，美丽聪慧，此时焦急地寻找令狐冲，并试图阻止桃谷六仙的胡闹。",
                    "position": "竹床前",
                    "states": "焦急，警惕"
                },
                {
                    "id": 2,
                    "name": "桃谷六仙",
                    "gender": "男",
                    "description": "性格各异，医术高明，此时正争论如何为令狐冲疗伤。",
                    "position": "围绕在竹床周围",
                    "states": "争论，各执一词"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "任盈盈",
                    "character_id": 1,
                    "action": "快步走到竹床前，焦急地查看令狐冲的伤势。",
                    "dialogue": "“冲哥，你怎么样？不要怕，我会想办法救你。”"
                },
                {
                    "action_id": 1,
                    "character": "桃谷六仙",
                    "character_id": 2,
                    "action": "各自挥动手中的药瓶，争论着谁的方法最为有效。",
                    "dialogue": "“且慢！让我来！”“不可，他的伤势非同小可，应当如此这般。”"
                },
                {
                    "action_id": 2,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "强忍着疼痛，微弱地开口。",
                    "dialogue": "“六位前辈，请不要再争了，我……我还能挺得住。”"
                }
            ],
            "plot": "任盈盈焦急地寻找令狐冲，发现他正被桃谷六仙围绕争论如何救治。她试图平息六仙的争论，并寻找合适的方法来救治令狐冲。而令狐冲则强忍着疼痛，展现出江湖侠士的坚韧。",
            "chunk": {
                "id": 180,
                "text": "令狐冲又想作呕又想吐血心里连珠价只是叫苦：“糟\n\n    了糟了！ 这六人一片好心要救我性命但六兄弟意见不同各凭己法为我医治我令\n\n    狐冲这次可倒足大霉了。 ”他想出声抗辩叫六仙住手苦在开口不得。 只听桃根仙道：“他胸口中掌受了内伤自然当以治他手太阳肺经为主。 我用真气\n\n    贯注他中府、尺泽、孔最、列缺、太渊、少商诸穴最是对症。 ”桃干仙道：“大哥别\n\n    的事情我佩服你这以真气疗伤的本领却是你不及我了。 这小子全身高烧乃是阳气\n\n    太旺的实症须得从他手太阳经入手。 我决意通他商阳、合谷、手三里、曲池、迎香诸处\n\n    穴道。 ”桃枝仙摇头道：“错了错了错之极矣。 ”桃干仙怒道：“你知道甚么？ 为甚\n\n    么说我错之极矣？ ”桃根仙却十分高兴笑道：“究竟三弟医理明白知道是我对二弟\n\n    错了。 ”桃叶仙道：“二哥固然错了大哥却也没对。 你们瞧这小子双眼直口唇颤\n\n    动偏偏不想说话……”（令狐冲心中暗骂：“我怎地不想说话？ 给你们用真气内力在我\n\n    身上乱通乱钻我怎么还说得出话来？ ”）桃叶仙续道：“……那自然是头脑昏心智\n\n    胡涂须得治他阳明胃经。 ”（令狐冲暗骂：“你才头脑昏心智胡涂！ ”）桃叶仙一\n\n    声甫毕令狐冲便觉眼眶下凹陷处的四白穴上一痛口角旁的地仓穴上一酸跟着脸颊上\n\n    大迎、颊车以及头上头维、下关诸穴一阵剧痛又是一阵酸痒只搅得他脸上肌肉不住\n\n    跳动。 桃实仙道：“你整来整去他还是不会说话我看倒不是他脑子有病只怕乃是舌头\n\n    强这是里寒上虚的病症我用内力来治他的隐白、太白、公孙、商丘、地机诸处穴道\n\n    只不过……只不过……倘若治不好你们可不要怪我。 ”桃干仙道：“治不好人家性\n\n    命也给你送了怎可不怪你？ ”桃实仙道：“但如果不治你明知他是舌头强不治他\n\n    足太阴脾经岂不是见死不救？ ”桃枝仙道：“倘若治错了可糟糕得很了。 ”桃花仙道\n\n    ：“治错了糟糕治不好也糟糕。 咱们治了这许多时候始终治不好我料得他定是害了心\n\n    病须得从手心经着手。 可见少海、通理、神门、少冲四个穴道乃是关窍之所在。 ”桃\n\n    实仙道：“昨天你说当治他足少阴肾经今天却又说手少阳心经了。 少阳是阳气初盛少\n\n    阴是阴气甫生一阴一阳二者截然相反到底是哪一种说法对？ ”桃花仙道：“由阴生\n\n    阳此乃一物之两面乃是一分为二之意。 太极生两仪两仪复合而为太极可见有时一\n\n    分为二有时合二为一少阳少阴互为表里不能一概而论者也。 ”\n\n    令狐冲暗暗叫苦：“你在这里强辞夺理胡说八道却是在将我的性命来当儿戏。 ”\n\n    桃根仙道：“试来试去总是不行我是决心一意孤行的了。 ”桃干仙、桃枝仙等\n\n    五人齐声道：“怎么一意孤行？ ”桃根仙道：“这显然是一门奇症既是奇症便须从经\n\n    外奇穴入手。 我要以凌虚点穴之法点他印堂、金律、玉液、鱼腰、百劳和十二井穴。 ”\n\n    桃干仙等齐道：“大哥这个使不得那可太过凶险。 ”只听得桃根仙大喝：“甚么使不\n\n    得？ 再不动手这小子性命不保。 ”令狐冲便觉印堂、金律等诸处穴道之中便似有一把\n\n    把利刀戳了进去痛不可当到后来已全然分辨不出是何处穴道中剧痛。 他张嘴大叫却\n\n    呼唤不出半点声音。 便在此时一道热气从足太阴脾经诸处穴道中急剧流转跟着少阳心\n\n    经的诸处穴道中也出现热气两股真气相互激荡。 过不多时又有三道热气分从不同经络\n\n    的各穴道中透入。 令狐冲心内气苦身上更是难熬无比以往桃谷六仙在他身上胡乱医治\n\n    他昏迷之中懵然不知那也罢了此刻苦在神智清醒于六人的胡闹却是全然无能为力。"
            }
        },
        {
            "id": 43,
            "event": "寻找隐居高人",
            "time": "笑傲江湖故事中期，具体时间为寅时",
            "location": "华山深处的一处隐蔽草庐",
            "description": "草庐被竹林环抱，环境清幽，晨雾缭绕，空气中弥漫着淡淡的竹香。此时正值寅时，天色朦胧，万物寂静。",
            "characters": [
                {
                    "id": 0,
                    "name": "岳不群",
                    "gender": "男",
                    "description": "华山派掌门人，外表温文尔雅，内里城府极深，剑法高超。",
                    "position": "草庐外，手持长剑，神态凝重。",
                    "states": "内心急切，但表面保持镇定。"
                },
                {
                    "id": 1,
                    "name": "岳夫人",
                    "gender": "女",
                    "description": "岳不群的妻子，性格刚烈，剑法亦不凡。",
                    "position": "岳不群身旁，目光坚定。",
                    "states": "对寻找高人充满期待，同时保持警惕。"
                },
                {
                    "id": 2,
                    "name": "隐居高人",
                    "gender": "男",
                    "description": "一位与华山派有深厚渊源的前辈，武功高深莫测。",
                    "position": "草庐内，盘膝而坐，闭目养神。",
                    "states": "外表平静，内力深厚，对外界保持警觉。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "岳不群",
                    "character_id": 0,
                    "action": "岳不群轻轻拂去身上的露水，整理了一下衣衫，然后向草庐深施一礼。",
                    "dialogue": "不群率华山派弟子岳某，特来拜见前辈，望前辈不吝赐教。"
                },
                {
                    "action_id": 1,
                    "character": "隐居高人",
                    "character_id": 2,
                    "action": "隐居高人缓缓睁开双眼，目光如炬，淡淡地扫视二人。",
                    "dialogue": "华山派...哼，尔等还有脸来见我？"
                },
                {
                    "action_id": 2,
                    "character": "岳夫人",
                    "character_id": 1,
                    "action": "岳夫人上前一步，态度坚决。",
                    "dialogue": "前辈误会，我夫妇此行，只为救我派弟子令狐冲，还望前辈慈悲为怀。"
                },
                {
                    "action_id": 3,
                    "character": "隐居高人",
                    "character_id": 2,
                    "action": "隐居高人目光稍缓，点了点头。",
                    "dialogue": "既是如此，便随我进来吧。"
                }
            ],
            "plot": "岳不群和岳夫人为了救治令狐冲，深入华山寻找隐居高人。经过一番诚挚的请求，隐居高人最终同意帮助他们，并引领他们进入草庐，准备传授化解真气的内功心法。",
            "chunk": {
                "id": 184,
                "text": "”桃实仙道：“我这就施展几手让你们华山派上\n\n    下大家一齐大开眼界如何？ ”岳夫人自不知这六人天真烂漫不明世务这些话纯是一\n\n    片好意但听他们言语放肆早就愤怒之极这时再也忍耐不住长剑一起剑尖指向桃\n\n    实仙胸口叱道：“好我来领教你兵刃上的功夫。 ”桃实仙笑道：“桃谷六仙跟人动手\n\n    极少使用兵刃你既说仰慕我们的武功此节如何不知？ ”岳夫人只道他这句话又是辱\n\n    人之言道：“我便是不知！ ”长剑陡地刺出。 这一剑出手既快剑上气势亦是凌厉无比。 桃实仙对她没半分敌意全没料到她说刺便刺剑尖在瞬息之间已刺到了他胸口他如\n\n    要抵御以他武功原也来得及只是他胆子实在太小霎时间目瞪口呆只吓得动弹不\n\n    得噗的一声长剑透胸而入。 桃枝仙急抢而上一掌击在岳夫人肩头。 岳夫人身子一晃\n\n    退后两步脱手松剑那长剑插在桃实仙胸中兀自摇晃。 桃根仙等五人齐声大呼。 桃\n\n    枝仙抱起桃实仙急忙退开。 余下四仙倏地抢上迅无伦的抓住了岳夫人双手双足提\n\n    了起来。 岳不群知道这四人跟着便是往四下一分将岳夫人的身子撕成四块饶是他临事\n\n    镇定当此情景之下长剑向桃根仙和桃叶仙分刺之时手腕竟也颤。 令狐冲身在担架眼见师娘处境凶险无比急跃而起大叫：“不得伤我师娘否则\n\n    我便自绝经脉。 ”这两句话一叫出口中鲜血狂喷立时晕去。 桃根仙避开了岳不群的一剑叫道：“小子要自绝经脉这可使不得饶了婆娘！ ”\n\n    四仙放下岳夫人牵挂着桃实仙的性命追赶桃枝仙和桃实仙而去。 岳不群和岳灵珊同时赶到岳夫人身边待要伸手相扶岳夫人已一跃而起惊怒交集\n\n    之下脸上更没半点血色身子不住颤。 岳不群低声道：“师妹不须恼怒咱们定当报\n\n    仇。 这六人大是劲敌幸好你已杀了其中一人。 ”\n\n    岳夫人想起当日成不忧被这桃谷六仙分尸的情景一颗心反而跳得更加厉害了颤声\n\n    道：“这……这……这……”身子抖竟尔再也说不出话来。 岳不群知道妻子受惊着实不小对女儿道：“珊儿你陪妈妈进房去休息休息。 ”再\n\n    去看令狐冲时只见他脸上胸前全是鲜血呼吸低微已是出气多、入气少眼见难活了。 岳不群伸手按住他后心灵台穴欲以深厚内力为他续命甫一运气突觉他体内几股诡\n\n    奇之极的内力反击出来险些将自己手掌震开不禁大为骇异随又觉这几股古怪内\n\n    力在令狐冲体内竟也自行互相撞击冲突不休。 再伸掌按到令狐冲胸口的膻中穴上掌心\n\n    又是剧烈的一震竟带得胸口也隐隐生疼这一下岳不群惊骇更甚但觉令狐冲体内这几\n\n    股真气逆冲斜行显是旁门中十分高明的内功。 每一股真气虽较自己的紫霞神功略逊但\n\n    只须两股合而为一或是分进而击自己便抵挡不住再仔细辨认察觉他体内真气共分\n\n    六道每一道都甚是怪诞。 岳不群不敢多按撤掌寻思：“这真气共分六道自是那六个\n\n    怪人注入冲儿体内的了。 这六怪用心险恶竟将各人内力分注六道经脉要冲儿吃尽苦头\n\n    求生不得求死不能。 ”皱眉摇了摇头命高根明和6大有将令狐冲抬入内室自去探\n\n    视妻子。 岳夫人受惊不小坐在床沿握住女儿之手兀自脸色惨白怔忡不安一见岳不\n\n    群便问：“冲儿怎样？ 伤势有碍吗？ ”岳不群将他体内有六道旁门真气互斗的情形说了。 岳夫人道：“须得将这六道旁门真气一一化去才是只不知还来得及吗？ ”岳不群抬头\n\n    沉吟过了良久道：“师妹你说这六怪如此折磨冲儿是甚么用意？ ”\n\n    岳夫人道：“想是他们要冲儿屈膝认输又或是逼问我派的甚么机密。 冲儿当然宁死\n\n    不屈这六个丑八怪便以酷刑相加。 ”岳不群点头道：“照说该是如此。 可是我派并没甚\n\n    么机密这六怪和咱夫妇并不相识并无仇怨。 他们擒了冲儿而去又再回来那为了甚\n\n    么？"
            }
        },
        {
            "id": 44,
            "event": "紫霞秘笈的风波",
            "time": "子时，风雨交加的一夜",
            "location": "华山派禁地，密室内",
            "description": "密室中昏暗潮湿，仅有一盏油灯摇曳生辉，风雨声在室外肆虐，气氛紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "岳不群的独生女，机智勇敢，华山派剑法了得。",
                    "position": "站在密室中央，手握紫霞秘笈。",
                    "states": "紧张但决心坚定"
                },
                {
                    "id": 1,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，侠义心肠，尽管受伤但仍然关心师门。",
                    "position": "靠坐在密室角落，气息微弱。",
                    "states": "虚弱但关注事态发展"
                },
                {
                    "id": 2,
                    "name": "神秘高手",
                    "gender": "男",
                    "description": "嵩山派十三太保之一，武功高强，潜入华山派欲夺秘笈。",
                    "position": "隐于密室阴影中，目光锐利。",
                    "states": "冷静且杀气腾腾"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "岳灵珊",
                    "character_id": 0,
                    "action": "岳灵珊紧握秘笈，环视四周，警惕地询问令狐冲伤势。",
                    "dialogue": "冲哥，你感觉如何？我能做些什么？"
                },
                {
                    "action_id": 1,
                    "character": "令狐冲",
                    "character_id": 1,
                    "action": "令狐冲强撑着坐起，微笑着安慰岳灵珊。",
                    "dialogue": "灵珊，我没事，别担心。保护好秘笈，别让它落入外人之手。"
                },
                {
                    "action_id": 2,
                    "character": "神秘高手",
                    "character_id": 2,
                    "action": "神秘高手从阴影中跃出，冷笑着向岳灵珊逼近。",
                    "dialogue": "岳灵珊，交出秘笈，否则别怪我不客气！"
                },
                {
                    "action_id": 3,
                    "character": "岳灵珊",
                    "character_id": 0,
                    "action": "岳灵珊挺剑迎敌，眼神坚定，毫不畏惧。",
                    "dialogue": "想夺秘笈，先过我这一关！"
                }
            ],
            "plot": "岳灵珊带回了紫霞秘笈，希望救治令狐冲，却意外遭遇了潜入华山的神秘高手。一场关于秘笈的争夺战即将展开，令狐冲虽身受重伤，但仍然关注着事态的发展，岳灵珊则准备为保护秘笈而战。",
            "chunk": {
                "id": 188,
                "text": "众弟子均想：“师父武功虽高未必是左\n\n    盟主的对手何况嵩山派左盟主的师弟共有十余人之多武林中号称‘嵩山十三太保”\n\n    大嵩阳手费彬虽然逝世也还剩下一十二人。 这一十二人无一不是武功卓绝的高手决\n\n    非华山派的第二代弟子所能对敌。 咱们贸然上嵩山去生事岂非太也卤莽？ ”群弟子虽这\n\n    么想但谁也不敢开口说话。 岳夫人一听丈夫之言立即暗暗叫好心想：“师哥此计大\n\n    妙咱们为了逃避桃谷五怪舍却华山根本之地而远走他方江湖上日后必知此事咱华\n\n    山派颜面何存？ 但若上嵩山评理旁人得知反而钦佩咱们的胆识了。 左盟主并非蛮不讲\n\n    理之人上得嵩山未必便须拚死尽有回旋余地。 ”当即说道：“正是封不平他们持\n\n    了五岳剑派的令旗上华山来罗唣焉知这令旗不是偷来的盗来的？ 就算令旗真是左盟主\n\n    所颁咱们华山派自身门户之事他嵩山派也管不着。 嵩山派虽然人多势众左盟主武功\n\n    盖世咱们华山派却也是宁死不屈。 哪一个胆小怕死就留在这里好了。 ”\n\n    群弟子哪一个肯自承胆小怕死都道：“师父师娘有命弟子赴汤蹈火在所不辞。 ”\n\n    岳夫人道：“如此甚好事不宜迟大伙儿收拾收拾半个时辰之内立即下山。 ”\n\n    当下她又去探视令狐冲见他气息奄奄命在顷刻心下甚是悲痛但桃谷五怪随时\n\n    都会重来决不能为了令狐冲一人而令华山一派尽数覆灭当即命6大有将令狐冲移入后\n\n    进小舍之中好生照料说道：“大有我们为了本派百年大计要上嵩山去向左盟主评\n\n    理此行大是凶险只盼在你师父主持之下得以伸张正义平安而归冲儿伤势甚重\n\n    你好生照看倘若有外敌来侵你们尽量忍辱避让不必枉自送了性命。 ”6大有含泪答\n\n    应。 6大有在山口送了师父、师娘和一众师兄弟下山*\n\n    偌大一个华山绝顶此刻只剩下一个昏昏沉沉的大师哥孤孤零零的一个自己眼见暮\n\n    色渐深不由得心生惊惧。 他到厨下去煮了一锅粥盛了一碗扶起令狐冲来喝了两口。 喝到第三口时令狐冲\n\n    将粥喷了出来白粥变成了粉红之色却是连腹中鲜血也喷出来了。 6大有甚是惶恐扶\n\n    着他重行睡倒放下粥碗望着窗外黑沉沉的一片只是呆也不知过了多少时候但听\n\n    得远处传来几下猫头鹰的夜啼心想：“夜猫子啼叫是在数病人的眉毛要是眉毛的根数\n\n    给它数清了病人便死。 ”当即用手指蘸些唾沫涂在令狐冲的双眉之上好教猫头鹰难\n\n    以数清。 忽听得上山的路上传来一阵轻轻的脚步声6大有忙吹熄灯火拔出长剑守在令\n\n    狐冲床头。 但听脚步声渐近竟是直奔这小舍而来6大有吓得一颗心几乎要从脖子中跳\n\n    将出来暗道：“敌人竟知大师哥在此疗伤那可糟糕之极我怎生护得大师哥周全？ ”\n\n    忽听得一个女子声音低声叫道：“六猴儿你在屋里吗？ ”竟是岳灵珊的口音。 6大有大\n\n    喜忙道：“是小师妹么？ 我……我在这里。 ”忙晃火折点亮了油灯兴奋之下竟将灯\n\n    盏中的灯油泼了一手。 岳灵珊推门进来道：“大师哥怎么了？ ”6大有道：“又吐了好\n\n    多血。 ”岳灵珊走到床边伸手摸了摸令狐冲的额头只觉着手火烫皱眉问道：“怎么\n\n    又吐血了？ ”令狐冲突然说道：“小……小师妹是你？ ”岳灵珊道：“是大师哥你\n\n    身上觉得怎样？ ”令狐冲道：“也……也没……怎么样。 ”\n\n    岳灵珊从怀内取出一个布包低声道：“大师哥这是《紫霞秘笈》爹爹说道……”令狐冲道：“《紫霞秘笈》？ ”岳灵珊道：“正是爹爹说你身上中了旁门高手的内\n\n    功须得以本派至高无上的内功心法来予以化解。 六猴儿你一个字一个字的读给大师哥\n\n    听你自己可不许练否则给爹爹知道了哼哼你自己知道会有甚么后果。 ”\n\n    6大有大喜忙道：“我是甚么胚子怎敢偷练本门至高无上的内功心法？"
            }
        },
        {
            "id": 45,
            "event": "调查六怪线索",
            "time": "傍晚时分",
            "location": "华山隐秘山谷",
            "description": "山谷中雾气缭绕，怪石嶙峋，令狐冲和田伯光在此处意外发现六怪的踪迹。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，豁达重情，剑法高超。",
                    "position": "站在山谷入口处，观察四周动静。",
                    "states": "神态警觉，剑不离手。"
                },
                {
                    "id": 1,
                    "name": "田伯光",
                    "gender": "男",
                    "description": "采花大盗，机智狡猾，轻功了得。",
                    "position": "隐匿在一块巨石后，细心观察。",
                    "states": "表情专注，随时准备行动。"
                },
                {
                    "id": 2,
                    "name": "六怪",
                    "gender": "男",
                    "description": "神秘人物，武功怪异，行踪诡秘。",
                    "position": "分散在山谷各处，似乎在进行某种仪式。",
                    "states": "动作奇特，配合默契。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲轻手轻脚地接近六怪，试图听清他们的谈话内容。",
                    "dialogue": "“田兄，这六怪的举止颇为诡异，我们须小心行事。”"
                },
                {
                    "action_id": 1,
                    "character": "田伯光",
                    "character_id": 1,
                    "action": "田伯光从巨石后跃出，向令狐冲打手势，示意他一起行动。",
                    "dialogue": "“冲哥，我们从两侧包抄，看他们到底在搞什么名堂。”"
                },
                {
                    "action_id": 2,
                    "character": "六怪",
                    "character_id": 2,
                    "action": "六怪突然停止动作，似乎感应到了令狐冲和田伯光的接近。",
                    "dialogue": "“何方鼠辈，敢来打扰我们的大事！”"
                }
            ],
            "plot": "令狐冲与田伯光在华山山谷调查六怪的线索，却不料六怪突然发难，一场紧张的对峙即将展开。",
            "chunk": {
                "id": 192,
                "text": "”\n\n    田伯光干笑两声骂了两句“他***”说道：“我知道这六个家伙不好惹偏生\n\n    兵刃又丢在你那思过崖上了当下脚底抹油便想溜开不料这六人手掩鼻子像一堵墙\n\n    似的排成一排挡在我面前嘿嘿可谁也不敢站在我身后。 我一见冲不过去立即转身\n\n    哪知这六人犹似鬼魅也不知怎的竟已转将过来挡在我面前。 我连转几次闪避不\n\n    开当即一步一步后退终于碰到了山壁。 这六个怪物高兴得紧呵呵大笑又问：‘他\n\n    在哪里？ 这人在哪里？ ’\n\n    “我问：‘你们要找谁？ ’六个人齐声道：‘我们围住了你你无路逃走必须回答\n\n    我们的话。 ’其中一人道：‘若是你围住了我们教我们无路逃走那就由你来问我们\n\n    我们只好乖乖的回答了。 ’另一人道：‘他只有一个人怎能围得住我们六人？ ’先前那\n\n    人道：‘假如他本领高强以一胜六呢？ ’另一人道：‘那也只是胜过我们而不是围住\n\n    我们。 ’先一人道：‘但如将我们堵在一个山洞之中守住洞门不让我们出来那不是\n\n    围住了我们吗？ ’另一人道：‘那是堵住不是围住。 ’先一人道：‘但如他张开双臂\n\n    将我们一齐抱住岂不是围了？ ’另一人道：‘第一世上无如此长臂之人；第二就算\n\n    世上真有至少眼前此人就无如此长臂；第三就算他将我们六人一把抱住那也是抱住\n\n    不是围住。 ’先一人愁眉苦脸无可辩驳却偏又不肯认输呆了半晌突然大笑说\n\n    道：‘有了他如大放臭屁教我们不敢奔逃以屁围之难道不是围？ ’其余四人一齐\n\n    拍手笑道：‘对啦这小子有法子将我们围住。 ’“我灵机一动撤退便奔叫道：‘\n\n    我……我要围你们啦。 ’料想他们怕我臭屁不会再追哪知这六个怪物出手快极我没\n\n    奔得两步已给他们揪住立即将我按着坐在一块大石之上牢牢按住令我就算真的放\n\n    屁臭屁也不致外泄。 ”令狐冲哈哈大笑但笑得几声便觉胸口热血翻涌再也笑不下\n\n    去了。 田伯光续道：“这六怪按住我后一人问道：‘屁从何出？ ’另一人道：‘屁从肠\n\n    出自然属于阳明大肠经点他商阳、合谷、曲池、迎香诸穴。 ’他说了这话随手便点\n\n    了我这四处穴道出手之快认穴之准田某生平少见当真令人好生佩服。 他点穴之后\n\n    六个怪物都吁了口长气如释重负都道：‘这臭……臭……臭屁虫再也放不出臭屁了。 ’那点穴之人又问：‘喂那人究竟在哪里？ 你如不说我永远不给你解穴叫你有屁\n\n    难放胀不可当。 ’我心里想这六个怪物武功如此高强来到华山自不会是找寻泛泛\n\n    之辈。 令狐兄尊师岳先生夫妇其时不在山上就算已经回山自是在正气堂中居住一\n\n    找便着。 我思来想去六怪所要找寻的定是你太师叔风老前辈了。 ”令狐冲心中一震\n\n    忙问：“你说了没有？ ”田伯光大是不怿悻然道：“呸你当我是甚么人了？ 田某既已\n\n    答应过你决不泄漏风老前辈的行踪难道我堂堂男儿说话如同放屁吗？ ”令狐冲道：\n\n    “是是小弟失言田兄莫怪。 ”田伯光道：“你如再瞧我不起咱们一刀两断从今\n\n    而后谁也别当谁是朋友。 ”令狐冲默然心想：“你是武林中众所不齿的采花淫贼谁\n\n    又将你当朋友了？ 只是你数次可以杀我而没下手总算我欠了你的情。 ”黑暗之中田伯\n\n    光瞧不见他脸色只道他已然默诺续道：“那六怪不住问我我大声道：‘我知道这人\n\n    的所在可是偏偏不说；这华山山岭连绵峰峦洞谷不计其数我倘若不说你们一辈\n\n    子也休想找得到他。 ’那六怪大怒对我痛加折磨我从此就给他们来个不理不睬。 令狐\n\n    兄这六怪的武功怪异非常你快去禀告风老前辈他老人家剑法虽高却也须得提防才\n\n    是。 ”田伯光轻描淡写的说一句“六怪对我痛加折磨”令狐冲却知道这“痛加折磨”四\n\n    字之中不知包括了多少毒辣苦刑多少难以形容的煎熬。"
            }
        },
        {
            "id": 46,
            "event": "华山秘洞的揭秘",
            "time": "华山派故事中期，某日下午",
            "location": "华山深处的一个隐秘山洞",
            "description": "山洞内部昏暗潮湿，洞壁上生长着一些奇异的苔藓，空气中弥漫着古老而神秘的气息。洞外阳光斜射，树影斑驳。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，剑法高超，性格豁达，对真相充满好奇。",
                    "position": "站在洞口，手持长剑，神态警惕。",
                    "states": "好奇而谨慎"
                },
                {
                    "id": 1,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "华山派岳不群之女，机智活泼，对令狐冲有着深厚的感情。",
                    "position": "紧随令狐冲身后，轻功了得，目光敏锐。",
                    "states": "紧张而期待"
                },
                {
                    "id": 2,
                    "name": "神秘人物",
                    "gender": "男",
                    "description": "洞中隐居多年的神秘人物，掌握着《紫霞秘笈》的秘密。",
                    "position": "坐在石台上，背对洞口，身形神秘。",
                    "states": "深沉而警觉"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲轻轻挥剑，扫除洞口的障碍物，谨慎地进入洞内。",
                    "dialogue": "（轻声）灵珊，跟紧我，小心行事。"
                },
                {
                    "action_id": 1,
                    "character": "岳灵珊",
                    "character_id": 1,
                    "action": "岳灵珊紧随其后，目光四处扫视，警惕周围动静。",
                    "dialogue": "（低声）冲哥，这里有古怪，我们得小心。"
                },
                {
                    "action_id": 2,
                    "character": "神秘人物",
                    "character_id": 2,
                    "action": "神秘人物缓缓转身，目光如炬，直视两位不速之客。",
                    "dialogue": "（沉声）你们既已找到这里，说明《紫霞秘笈》的缘分未了。但想得到它，还得问问我这把老骨头。"
                }
            ],
            "plot": "令狐冲与岳灵珊在华山深处发现隐秘山洞，洞中偶遇掌握《紫霞秘笈》秘密的神秘人物，一场关于智慧与勇气的较量即将展开。",
            "chunk": {
                "id": 200,
                "text": "不戒大师的救命之恩咱们该当图报\n\n    才是。 ”令狐冲应道：“是。 ”岳不群回上华山一直担心遇上桃谷六仙此刻不见他们\n\n    踪迹心下稍定但也不愿多所逗留道：“咱们会同大有一起去嵩山罢。 冲儿你能\n\n    不能长途跋涉？ ”令狐冲大喜连声道：“能能能！ ”师徒三人来到正气堂旁的小舍\n\n    外。 岳灵珊快步在前推门进内突然间“啊”的一声尖叫出来声音充满了惊怖。 岳\n\n    不群和令狐冲同时抢上向内望时只见6大有直挺挺的躺在地下不动。 令狐冲笑道：“\n\n    师妹勿惊是我点倒他的。 ”岳灵珊道：“倒吓了我一跳干么点倒了六猴儿？ ”令狐冲\n\n    道：“他也是一番好意见我不肯观看秘笈便念诵秘笈上的经文给我听我阻止不住\n\n    只好点倒了他他怎么……”突然之间岳不群“咦”的一声俯身一探6大有的鼻息\n\n    又搭了搭他的脉搏惊道：“他怎么……怎么会死了？ 冲儿你点了他甚么穴道？ ”\n\n    令狐冲听说6大有竟然死了这一下吓得魂飞天外身子晃了几晃险些晕去颤声\n\n    道：“我……我……”伸手去摸6大有的脸颊触手冰冷死去已然多时忍不住哭出声\n\n    来叫道：“六……六师弟你当真死了？ ”岳不群道：“书呢？ ”令狐冲泪眼模糊的瞧\n\n    出来不见了那部《紫霞秘笈》也道：“书呢？ ”忙伸手到6大有尸身的怀里一搜并\n\n    无影踪说道：“弟子点倒他时记得见到那秘笈翻开了摊在桌上怎么会不见了？ ”岳\n\n    灵珊在炕上、桌旁、门角、椅底到处寻找却哪里有《紫霞秘笈》的踪迹？ 这是华山派\n\n    内功的无上典籍突然失踪岳不群如何不急？ 他细查6大有的尸身并无一处致命的伤\n\n    痕再在小舍前后与屋顶踏勘一遍也无外人到过的丝毫踪迹寻思：“既无外人来过\n\n    那决不是桃谷六仙或不戒和尚取去的了。 ”厉声问道：“冲儿你到底点的是甚么穴道？ ”\n\n    令狐冲双膝一曲跪在师父面前道：“弟子生怕重伤之余手上无力是以点的是\n\n    膻中要穴没想到……没想到竟然失手害死了六师弟。 ”一探手拔出6大有腰间的长剑\n\n    便往自己颈中刎去。 岳不群伸手一弹长剑远远飞开说道：“便是要死也得先找到了《紫霞秘笈》。 你到底把秘笈藏到哪里去了？ ”令狐冲心下一片冰凉心想：“师父竟然疑心我藏起了《\n\n    紫霞秘笈》。 ”呆了一呆说道：“师父这秘笈定是为人盗去弟子说甚么也要追寻回\n\n    来一页不缺归还师父。 ”岳不群心乱如麻说道：“要是给人抄录了或是背熟了\n\n    纵然一页不缺的得回原书本门的上乘武功也从此不再是独得之秘了。 ”他顿了一顿\n\n    温言说道：“冲儿倘若是你取去的你交了出来师父不责备你便是。 ”\n\n    令狐冲呆呆的瞧着6大有的尸身大声道：“师父弟子今日立下重誓世上若有人\n\n    偷窥了师父的《紫霞秘笈》有十个弟子便杀他十个有一百个便杀他一百个。 师父倘若\n\n    仍然疑心是弟子偷了请师父举掌击毙便是。 ”\n\n    岳不群摇头道：“你起来！ 你既说不是自然不是了。 你和大有向来交好当然不是\n\n    故意杀他。 那么这部秘笈到底是谁偷了去呢？ ”眼望窗外呆呆的出神。 岳灵珊垂泪道：“爹都是女儿不好我……我自作聪明偷了爹爹的秘笈哪知道\n\n    大师哥决意不看反而害了六师哥的性命。 女儿……女儿说甚么也要去找回秘笈。 ”岳不\n\n    群道：“咱们四下再找一遍。 ”这一次三人将小舍中每一处都细细找过了秘笈固然不见\n\n    也没现半点可疑的线索。 岳不群对女儿道：“此事不可声张除了我跟你娘说明之外\n\n    向谁也不能提及。 咱们葬了大有这就下山去罢。 ”令狐冲见到6大有尸体的脸孔忍\n\n    不住又悲从中来寻思：“同门诸师弟之中六师弟对我情谊最深哪知道我一个失手\n\n    竟会将他点毙。"
            }
        },
        {
            "id": 47,
            "event": "华山派药王庙救援行动",
            "time": "明朝嘉靖年间某日夜里",
            "location": "华山派附近的药王庙内",
            "description": "药王庙内烛光摇曳，气氛紧张，空气中弥漫着药材和血腥的气息。庙外夜色深沉，月黑风高。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，豁达不羁，剑法高超，怀揣独孤九剑绝技。",
                    "position": "潜藏在庙内梁上，暗中观察",
                    "states": "神态冷静，目光锐利"
                },
                {
                    "id": 1,
                    "name": "任盈盈",
                    "gender": "女",
                    "description": "日月神教教主任我行的女儿，智勇双全，擅长琴艺。",
                    "position": "与令狐冲一同潜藏在梁上，警惕四周",
                    "states": "神色坚定，全神贯注"
                },
                {
                    "id": 2,
                    "name": "岳不群",
                    "gender": "男",
                    "description": "华山派掌门，紫霞神功高手，性格刚毅。",
                    "position": "被困于庙中心，与蒙面敌人交手",
                    "states": "面色凝重，衣衫破损"
                },
                {
                    "id": 3,
                    "name": "神秘敌人",
                    "gender": "男",
                    "description": "一群蒙面的武功高手，目的不明。",
                    "position": "围绕岳不群，攻势凌厉",
                    "states": "面露凶光，攻势不断"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "令狐冲轻功卓越，悄无声息地接近敌人，寻找解救岳不群的时机。",
                    "dialogue": "（心中默念）时机未到，需小心行事。"
                },
                {
                    "action_id": 1,
                    "character": "任盈盈",
                    "character_id": 1,
                    "action": "任盈盈观察敌人动向，用琴音干扰敌人，为令狐冲制造机会。",
                    "dialogue": "（低声对令狐冲说）冲哥，我为你掩护。"
                },
                {
                    "action_id": 2,
                    "character": "岳不群",
                    "character_id": 2,
                    "action": "岳不群以内力逼退敌人，同时留意四周变化，寻找生路。",
                    "dialogue": "（怒喝）何方鼠辈，敢来华山撒野！"
                },
                {
                    "action_id": 3,
                    "character": "神秘敌人",
                    "character_id": 3,
                    "action": "蒙面敌人攻势不减，其中一人举刀向岳不群砍去。",
                    "dialogue": "（冷声）交出《辟邪剑谱》，饶你不死！"
                }
            ],
            "plot": "令狐冲和任盈盈暗中潜入药王庙，发现岳不群被神秘敌人围攻，两人决定采取行动解救岳不群，同时揭露敌人的真实目的。",
            "chunk": {
                "id": 204,
                "text": "大雨兀\n\n    自滂沱他口中、眼中、鼻中、耳中全是泥浆一时无法动弹但见劳德诺已被人点倒\n\n    本来和他对战的两敌已分别去围攻岳不群夫妇。 过不多时庙中又拥出两个敌人变成岳\n\n    不群独斗七人岳夫人力抗三敌的局面。 只听得岳夫人和一个敌人齐声呼叱两人腿上同时受伤。 那敌人退了下去岳夫人眼\n\n    前虽少了一敌但腿上被重重砍了一刀受伤着实不轻又拆得几招肩头被敌人刀背击\n\n    中委顿在地。 两个蒙面人哈哈大笑在她背心上点了几处穴道。 这时庙中群弟子相继受\n\n    伤一一被人制服。 来攻之敌显是另有图谋只将华山群弟子打倒擒获或点其穴道却\n\n    不伤性命。 十五人团团围在岳不群四周八名好手分站八方与岳不群对战余下七人手\n\n    中各执孔明灯将灯火射向岳不群双眼。 华山派掌门内功虽深剑术虽精但对战的八人\n\n    均属好手七道灯光迎面直射更令他难以睁眼。 他知道今日华山派已然一败涂地势将\n\n    在这药王庙中全军覆没但仍挥剑守住门户气力悠长剑法精严灯火射到之时他便\n\n    垂目向下八个敌人一时倒也奈何他不得。 一名蒙面人高声叫道：“岳不群你投不投降？ ”岳不群朗声道：“岳某宁死不辱\n\n    要杀便杀。 ”那人道：“你不投降我先斩下你夫人的右臂！ ”说着提起一柄厚背薄刃的\n\n    鬼头刀在孔明灯照射之下刀刃上出幽幽蓝光刀锋对住了岳夫人的肩头。 岳不群微\n\n    一迟疑：“难道听凭师妹断去一臂？ ”但随即心想：“倘若弃剑投降一般的受他们欺凌\n\n    虐辱我华山派数百年的令名岂可在我手中葬送？ ”突然间吸一口气脸上紫气大盛\n\n    挥剑向左的汉子劈去。 那汉子举刀挡格岂知岳不群这一剑伴附着紫霞神功力道强劲\n\n    那刀竟然被长剑逼回一刀一剑同时砍上他右臂将他右臂砍下了两截鲜血四溅。 那人大叫一声摔倒在地。 岳不群一招得手嗤的一剑又插入了另一名敌人左腿那人破口大骂退了下去。 和他对战的少了二人但情势并不稍缓蓦地里噗的一声背心中了一记链子锤连攻三\n\n    剑才驱开敌人忍不住一口鲜血喷出。 众敌齐声欢呼：“岳老儿受了伤累也累死了他！ ”和他对战的六人眼见胜算在握放开了圈子这一来岳不群更无可乘之机。 蒙面敌人一共一十五人其中三人为岳不群夫妇所伤只一个被斩断手臂的伤得极重\n\n    其余二人伤腿并无大碍手中提着孔明灯不住口的向岳不群嘲骂。 岳不群听他们口音南北皆有武功更杂显然并非一个门派但趋退之余相互间又\n\n    默契甚深并非临时聚在一起到底是甚么来历？ 实是猜想不透最奇的是这一十五人\n\n    无一是弱者以自己在江湖上见闻之博不该一十五名武功好手竟然连一个也认不出来\n\n    但偏偏便摸不着半点头脑。 他拿得定这些人从未和自己交过手绝无仇冤难道真是为了\n\n    《辟邪剑谱》才如此大举来和华山派为难么？ 他心中思忖手上却丝毫不懈紫霞神功\n\n    施展出来剑尖末端隐隐出光芒十余招后又有一名敌人肩头中剑手中钢鞭跌落在地\n\n    圈外另一名蒙面人抢了过来替了他出去这人手持锯齿刀兵刃沉重刀头有一弯钩\n\n    不住去锁拿岳不群手中长剑。 岳不群内力充沛精神愈战愈长突然间左手反掌打中\n\n    一人胸口喀喇一声响打断了他两根肋骨那人双手所持的镔铁怀杖登时震落在地。 不料这人勇悍绝伦肋骨一断奇痛彻心反而激起了狂怒着地滚进张开双臂便\n\n    抱住了岳不群的左腿。 岳不群吃了一惊挥剑往他背心劈落旁边两柄单刀同时伸过来格\n\n    开。 岳不群长剑未能砍落右脚便往他头上踢去。 那人是个擒拿好手左臂长出连他右\n\n    腿也抱住了跟着一滚。 岳不群武功再强也已无法站定登时摔倒。 顷刻之间单刀、\n\n    短枪、链子锤、长剑诸般兵刃同时对准了他头脸喉胸诸处要害。"
            }
        },
        {
            "id": 48,
            "event": "华山山谷的神秘相遇",
            "time": "午后时分",
            "location": "华山派附近隐蔽的山谷",
            "description": "山谷中静谧异常，阳光透过稀疏的树叶，斑驳地洒在青石小径上。周围是郁郁葱葱的树木，偶尔传来几声鸟鸣，令人感到与世隔绝。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，豁达侠义，剑法高超，对师娘宁中则有着深厚的感情。",
                    "position": "正沿着青石小径前行，四处张望寻找师娘的踪迹。",
                    "states": "心中焦急，但表面保持冷静，随时准备应对突发情况。"
                },
                {
                    "id": 1,
                    "name": "宁中则",
                    "gender": "女",
                    "description": "岳不群的妻子，剑法高强，性格刚烈，虽受重伤但仍然保持威严。",
                    "position": "在一处隐蔽的山洞内，由神秘高人风清扬看护。",
                    "states": "身体虚弱，但精神尚可，对令狐冲的到来感到欣慰。"
                },
                {
                    "id": 2,
                    "name": "风清扬",
                    "gender": "男",
                    "description": "隐退多年的华山派剑宗高手，淡泊名利，剑法出神入化。",
                    "position": "在山洞内，正为宁中则疗伤。",
                    "states": "神情淡然，但对令狐冲的潜力感到欣赏。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "在山谷中发现了一处隐蔽的山洞，小心翼翼地靠近。",
                    "dialogue": "“师娘，您在哪儿？弟子令狐冲前来寻您。”"
                },
                {
                    "action_id": 1,
                    "character": "宁中则",
                    "character_id": 1,
                    "action": "听到令狐冲的声音，尽力提高声音回应。",
                    "dialogue": "“冲儿，我在这里，你进来吧。”"
                },
                {
                    "action_id": 2,
                    "character": "风清扬",
                    "character_id": 2,
                    "action": "平静地看着令狐冲进入山洞，点头示意。",
                    "dialogue": "“令狐冲，你来得正好，我有话要对你说。”"
                }
            ],
            "plot": "令狐冲在寻找师娘的过程中，意外地遇到了隐居高人风清扬，风清扬不仅救助了宁中则，还准备将一些重要的秘密告诉令狐冲，这可能会对华山派产生深远的影响。",
            "chunk": {
                "id": 208,
                "text": "这两个华山派的叛徒倘若单打独斗能胜过我\n\n    丈夫咱们将掌门之位双手奉让死而无怨否则须难塞武林中千万英雄好汉的悠悠之口。 ”说到这里突然呸的一声一口唾沫向丛不弃脸上吐了过去。 丛不弃和她相距甚近\n\n    这一下又是来得突然竟不及避让正中在双目之间大骂：“你***！ ”\n\n    岳夫人怒道：“你剑宗叛徒武功低劣之极不用我丈夫出手便是我一个女流之辈\n\n    若不是给人暗算点了穴道要杀你也易如反掌。 ”丁勉道：“好！ ”双腿一挟胯下黑\n\n    马向前迈步绕到岳夫人身后。 倒转马鞭向前俯身戳出鞭柄戳中了岳夫人背上三处穴\n\n    道。 她只觉全身一震被点的两处穴道登时解了。 岳夫人四肢一得自由知道丁勉是要自\n\n    己与丛不弃比武眼前这一战不但有关一家三口的生死也将决定华山一派的盛衰兴亡\n\n    自己如能将丛不弃打败虽然未必化险为夷至少是个转机倘若自己落败那就连话也\n\n    没得说了当即从地下拾起自己先后被击落的长剑横剑当胸立个门户便在此时左\n\n    腿一软险些跪倒。 她腿上受伤着实不轻稍一用力便难以支持。 丛不弃哈哈大笑叫\n\n    道：“你又说是妇道人家又假装腿上受伤那还比甚么剑？ 就算赢了你也没甚么光荣！ ”岳夫人不愿跟他多说一句叱道：“看剑！ ”刷刷刷三剑疾刺而出剑刃上带着内\n\n    力嗤嗤有声这三剑一剑快似一剑全是指向对方的要害。 丛不弃退了两步叫道：“\n\n    好！ ”岳夫人本可乘势逼近但她不敢移动腿脚站着不动。 丛不弃提剑又上反击过去\n\n    铮铮铮三声火光飞进这三剑攻得甚是狠辣。 岳夫人一一挡开第三剑随即转守为攻\n\n    疾刺敌人小腹。 岳不群站在一旁眼见妻子腿伤之余力抗强敌丛不弃剑招精妙灵\n\n    动变化显是远在妻子之上。 二人拆到十余招后岳夫人下盘呆滞华山气宗本来擅于内\n\n    力克敌但她受伤后气息不匀剑法上渐渐为丛不弃所制。 岳不群心中大急见妻子剑招\n\n    越使越快更是担忧：“他剑宗所长者在剑法你却以剑招与他相拆以己之短抗敌之\n\n    长非输不可。 ”这中间的关窍岳夫人又何尝不知只是她腿上伤势着实不轻而且中\n\n    刀之后不久便被点中穴道始终没能缓出手来裹伤此刻兀自流血不止如何能运气克\n\n    敌？ 这时全仗着一股精神支持剑招上虽然丝毫不懈劲力却已迅减弱。 十余招一过\n\n    丛不弃已察觉到对方弱点心中大喜当下并不急切求胜只是严密守住门户。 令狐冲眼睁睁瞧着两人相斗但见丛不弃剑路纵横纯是使招不使力的打法与师父\n\n    所授全然不同心道：“怪不得本门分为气宗、剑宗两宗武功所尚果然完全相反。 ”\n\n    他慢慢支撑着站起身来伸手摸到地下一柄长剑心想：“今日我派一败涂地但师娘和\n\n    师妹清白的名声决不能为奸人所污看来师娘非此人之敌待会我先杀了师娘、师妹然\n\n    后自刎以全华山派的声名。 ”只见岳夫人剑法渐乱突然之间长剑急转呼的一声刺出\n\n    正是她那招“无双无对宁氏一剑”。 这一剑势道凌厉虽然在重伤之余刺出时仍然\n\n    虎虎有威。 丛不弃吃了一惊向后急纵侥幸躲开。 岳夫人倘若双腿完好乘势追击敌人必难\n\n    幸免此刻却是脸上全无血色以剑拄地喘息不已。 丛不弃笑道：“怎么？ 岳夫人你\n\n    力气打完啦可肯给我搜一搜么？ ”说着左掌箕张一步步的逼近岳夫人待要提剑而刺\n\n    但右臂便是有千斤之重说甚么也提不起来。 令狐冲叫道：“且慢！ ”迈步走到岳夫人\n\n    身前叫道：“师娘！ ”便欲出剑将她刺死以保她的清白。 岳夫人目光中露出喜色点头道：“好孩子！ ”再也站立不住一交坐倒在泥泞之中。 丛不弃喝道：“滚开！ ”挺剑向令狐冲咽喉挑去。"
            }
        },
        {
            "id": 49,
            "event": "小镇纷争",
            "time": "笑傲江湖 第十三章后，某日下午",
            "location": "小镇市集中心",
            "description": "小镇市集上人声鼎沸，各种小贩叫卖声此起彼伏。天空中飘着几朵白云，阳光斜射在繁忙的街道上，投下斑驳的影子。",
            "characters": [
                {
                    "id": 0,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格放荡不羁，剑法如神，内力深厚。",
                    "position": "站在市集中央，环视四周",
                    "states": "神态轻松，但目光警惕"
                },
                {
                    "id": 1,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "岳不群之女，机智过人，轻功卓越。",
                    "position": "站在令狐冲身旁，轻声耳语",
                    "states": "神色紧张，随时准备应变"
                },
                {
                    "id": 2,
                    "name": "邪派人物",
                    "gender": "男",
                    "description": "神秘邪派高手，擅长用毒，操控人心。",
                    "position": "在市集一角，暗中观察",
                    "states": "神色阴沉，目光狡黠"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "令狐冲",
                    "character_id": 0,
                    "action": "忽然发现人群中几个鬼鬼祟祟的身影，嘴角微翘，轻轻拔出长剑。",
                    "dialogue": "看来，我们找到了一些有趣的家伙。"
                },
                {
                    "action_id": 1,
                    "character": "岳灵珊",
                    "character_id": 1,
                    "action": "紧随令狐冲的目光，轻功提纵，靠近令狐冲。",
                    "dialogue": "冲哥，小心，他们可能有毒。"
                },
                {
                    "action_id": 2,
                    "character": "邪派人物",
                    "character_id": 2,
                    "action": "见令狐冲和岳灵珊注意到自己的人，冷笑一声，暗中施放毒粉。",
                    "dialogue": "哼，既然来了，就别想轻易离开！"
                }
            ],
            "plot": "令狐冲和岳灵珊在小镇市集执行任务时，无意间卷入了邪派人物的布局之中，两人需要联手揭露隐藏在小镇的阴谋，并应对邪派人物的毒功挑战。",
            "chunk": {
                "id": 212,
                "text": "令狐冲这一式\n\n    本未练熟但刺人缓缓移近的眼珠毕竟远较击打纷纷攒落的暗器为易刺出三十剑三\n\n    十剑便刺中了三十只眼睛。 他一刺之后立即从人丛中冲出左手扶住了门框脸色惨白\n\n    身子摇凭跟着“当”的一声响手中长剑落地。 但见那十五名蒙面客各以双手按住眼\n\n    睛手指缝中不住渗出鲜血。 有的蹲在地下有的大声号叫更有的在泥泞中滚来滚去。 十五名蒙面客眼前突然漆黑又觉疼痛难当惊骇之下只知按住眼睛大声呼号若能\n\n    稍一镇定继续群起而攻令狐冲非给十五人的兵刃斩成肉酱不可。 但任他武功再高蓦\n\n    然间双目被人刺瞎又如何镇定得下来？ 又怎能继续向敌人进攻？ 这一十五人便似没头苍\n\n    蝇一般乱闯乱走不知如何是好。 令狐冲在千钧一之际居然一击成功大喜过望\n\n    但看到这十五人的惨状却不禁又是害怕又是恻然生悯。 岳不群惊喜交集大声喝道：\n\n    “冲儿将他们挑断了脚筋慢慢拷问。 ”令狐冲应道：“是……是……”俯身捡拾长剑\n\n    哪知适才使这一招时牵动了内力全身只是战说甚么也无法抓起长剑双腿一软\n\n    坐倒在地。 那蒙面老者叫道：“大伙儿右手拾起兵刃左手拉住同伴腰带跟着我去！ ”十四名\n\n    蒙面客正自手足无措听得那老者的呼喝一齐俯身在地下摸索不论碰到甚么兵刃便\n\n    随手拾起也有人摸到两件而有人一件也摸不到的各人左手牵住同伴的腰带连成一串\n\n    跟着那老者七高八低在大雨中践踏泥泞而去。 华山派众人除岳夫人和令狐冲外个\n\n    个被点中了穴道动弹不得。 岳夫人双腿受伤难以移步。 令狐冲又是全身脱力软瘫在\n\n    地。 众人眼睁睁瞧着这一十五名蒙面客明明已全无还手之力却无法将之留住。 第十三章 学琴\n\n    一片寂静中惟闻众男女弟子粗重的喘息之声。 岳不群忽然冷冷的道：“令狐冲令狐大\n\n    侠你还不解开我的穴道当真要大伙儿向你哀求不成？ ”\n\n    令狐冲大吃一惊颤声道：“师父你……你怎地跟弟子说笑？ 我……我立即给师父解\n\n    穴。 ”挣扎着爬起摇摇晃晃的走到岳不群身前问道：“师……师父解甚么穴？ ”岳不\n\n    群恼怒之极想起先前令狐冲在华山上装腔作势的自刺一剑说甚么也不肯杀田伯光眼下\n\n    自然又是老戏重演既放走那十五名蒙面客又故意拖延不即替自己解穴怕自己去追杀\n\n    那些蒙面恶徒怒道：“不用你费心了！ ”继续暗运紫霞神功冲荡被封的诸处穴道。 他自\n\n    被敌人点了穴道后一直以强劲内力冲击不休只是点他穴道之人所使劲力着实厉害而被\n\n    点的又是“玉枕”、“膻中”、“巨椎”、“肩贞”、“志堂”等几处要紧大穴经脉运行\n\n    在这几处要穴中被阻紫霞神功威力大减一时竟冲解不开。 令狐冲只想尽快替师父解穴却半点力道也使不出来数次勉力想提起手臂总是眼前\n\n    金星乱舞耳中嗡嗡作响差一点便即晕去只得躺在岳不群身畔静候他自解穴道。 岳夫\n\n    人伏在地下适才气恼中岔了真气全身脱力竟抬不起手来按住腿上伤口。 眼见天色微明雨也渐渐住了各人面目慢慢由朦胧变为清楚。 岳不群头顶白雾瀰漫\n\n    脸上紫气大盛忽然间一声长啸全身穴道尽解。 他一跃而起双手或拍或打或点或捏\n\n    顷刻间将各人被封的穴道重解开了然后以内力输入岳夫人体内助她顺气。 岳灵珊忙给母\n\n    亲包扎腿伤。 众弟子回思昨晚死里逃生的情景当真恍如隔世。 高根明、施戴子等看到梁\n\n    身异处的惨状都潸然落泪几名女弟子更放声大哭。 众人均道：“幸亏大师哥击败了这\n\n    批恶徒否则委实不堪设想。 ”高根明见令狐冲兀自躺在泥泞之中过去将他扶起。 岳不群\n\n    淡淡的道：“冲儿那一十五个蒙面人是甚么来历？ ”令狐冲道：“弟子……弟子不知。 ”\n\n    岳不群道：“你识得他们吗？ 交情如何？"
            }
        },
        {
            "id": 50,
            "event": "王家后花园中的调查对谈",
            "time": "清晨",
            "location": "洛阳王家后花园",
            "description": "清晨的花园中，阳光透过树叶，斑驳地照在两人身上。空气中弥漫着淡淡的花香，周围一片宁静，只能听到远处的鸟鸣和近处的水流声。",
            "characters": [
                {
                    "id": 0,
                    "name": "岳灵珊",
                    "gender": "女",
                    "description": "岳不群之女，活泼开朗，聪明机智，华山剑法了得。",
                    "position": "站在一丛牡丹花旁，手持细剑。",
                    "states": "面带好奇，眼神中透露出对失踪案的关心。"
                },
                {
                    "id": 1,
                    "name": "令狐冲",
                    "gender": "男",
                    "description": "华山派大弟子，性格豁达，武艺高强，但外表略显狼狈。",
                    "position": "坐在一块石头上，手中玩弄着一把破旧的剑。",
                    "states": "神态悠闲，但眼中不时有精光闪过。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "岳灵珊",
                    "character_id": 0,
                    "action": "岳灵珊轻轻挥动着手中的剑，指向不远处，表情认真地说。",
                    "dialogue": "令狐冲大哥，你听说了吗？最近洛阳城中不少武林人士神秘失踪，我们是否该探查一番？"
                },
                {
                    "action_id": 1,
                    "character": "令狐冲",
                    "character_id": 1,
                    "action": "令狐冲抬起头，眼中闪过一丝感兴趣的光芒，微微点头。",
                    "dialogue": "嗯，我也略有耳闻。此事确实蹊跷，我们不妨携手一探究竟。"
                }
            ],
            "plot": "在王家后花园，岳灵珊和令狐冲决定共同调查洛阳城中武林人士的神秘失踪案，两人的对话透露出对正义的执着和对未知挑战的兴奋。",
            "chunk": {
                "id": 216,
                "text": "”\n\n    王元霸回头向身后两个儿子道：“伯奋、仲强快向岳师叔、岳师母叩头。 ”王伯奋、\n\n    王仲强齐声答应屈膝下拜。 岳不群夫妇忙跪下还礼说道：“咱们平辈相称‘师叔’二\n\n    字如何克当？ 就从平之身上算来咱们也是平辈。 ”王伯奋、王仲强二人在鄂豫一带武林\n\n    中名头甚响对岳不群虽然素来佩服但向他叩头终究不愿只是父命不可违勉强跪倒\n\n    见岳不群夫妇叩头还礼心下甚喜。 当下四人交拜了站起。 岳不群看二人时见兄弟俩都身\n\n    材甚高只王仲强要肥胖得多。 两人太阳穴高高鼓起手上筋骨突出显然内外功造诣都甚\n\n    了得。 岳不群向众弟子道：“大家过来拜见王老爷子和二位师叔。 金刀门武功威震中原咱\n\n    们华山派的上代祖师向来对金刀门便十分推崇。 今后大家得王老爷子和二位师叔指点一\n\n    定大有进益。 ”众弟子齐声应道：“是！ ”登时在客店的大堂中跪满了一地。 王元霸笑道：\n\n    “不敢当不敢当！ ”王伯奋、王仲强各还了半礼。 林平之站在一旁将华山群弟子一一向\n\n    外公通名。 王元霸手面豪阔早就备下每人一份四十两银子的见面礼由王氏兄弟逐一分\n\n    派。 林平之引见到岳灵珊时王元霸笑嘻嘻的向岳不群道：“岳老弟你这位令爱真是一表\n\n    人才可对了婆家没有啊？ ”岳不群笑道：“女孩儿年纪还小再说咱们学武功的人家\n\n    大姑娘家整日价也是动刀抡剑甚么女红烹饪可都不会又有谁家要她这样的野丫头？ ”\n\n    王元霸笑道：“老弟说得太谦了将门虎女寻常人家的子弟自是不敢高攀的了。 不过\n\n    女孩儿家学些闺门之事也是好的。 ”说到这里声音放低了颇为喟然。 岳不群知他是想\n\n    起了在湖南逝世的女儿当即收起了笑容应道：“是！ ”王元霸为人爽朗丧女之痛随\n\n    即克制哈哈一笑说道：“令爱这么才貌双全要找一位少年英雄来配对儿可还真不容\n\n    易。 ”劳德诺到店房中扶了令狐冲出来。 令狐冲脚步踉跄见了王元霸与王氏兄弟也不叩\n\n    头只是深深作揖说道：“弟子令狐冲拜见王老爷子、两位师叔。 ”\n\n    岳不群皱眉道：“怎么不磕头？ ”王元霸早听得外孙禀告知道令狐冲身上有伤笑\n\n    道：“令狐贤侄身子不适不用多礼了。 岳老弟你华山派内功向称五岳剑派中第一酒量\n\n    必定惊人我和你喝十大碗去。 ”说着挽了他手走出客店。 岳夫人、王伯奋、王仲强以及\n\n    华山众弟子在后相随。 一出店门外边车辆坐骑早已预备妥当。 女眷坐车男客乘马每一\n\n    匹牲口都是鞍辔鲜明。 自林平之去报讯到王元霸客店迎宾还不到一个时辰仓促之间车\n\n    马便已齐备单此一节便知金刀王家在洛阳的声势。 到得王家但见房舍高大朱红漆的大门门上两个大铜环擦得晶光雪亮八名壮汉\n\n    垂手在大门外侍候。 一进大门只见梁上悬着一块黑漆大匾写着“见义勇为”四个金字\n\n    下面落款是河南省的巡抚某人。 这一晚王元霸大排筵席宴请岳不群师徒不但广请洛阳武林中知名之士相陪宾客之\n\n    中还有不少的士绅名流富商大贾。 令狐冲是华山派大弟子远来男宾之中除岳不群外便\n\n    以他居长。 众人见他衣衫褴褛神情萎靡均是暗暗纳罕。 但武林中独特异行之士甚多丐\n\n    帮中的侠士高手便都个个穿得破破烂烂众宾客心想此人既是华山派徒自非寻常谁也\n\n    不敢瞧他不起。 令狐冲坐在第二席上由王伯奋作主人相陪。 酒过三巡王伯奋见他神情冷\n\n    漠问他三句往往只回答一句显是对自己老大瞧不在眼里又想起先前在客店之中这\n\n    人对自己父子连头也不曾磕一个四十两银子的见面礼倒是老实不客气的收了不由得暗暗\n\n    生气当下谈到武功上头旁敲侧击提了几个疑难请教。 令狐冲唯唯喏喏全不置答。 他\n\n    倒不是对王伯奋有何恶感只是眼见王家如此豪奢自己一个穷小子和之相比当真是一个\n\n    天上一个地下。"
            }
        }
    ]
}