{
    "title": "西游记",
    "scenes": [
        {
            "id": 0,
            "event": "山谷误会",
            "time": "唐僧师徒西行取经途中",
            "location": "荒僻山谷",
            "description": "山谷幽深，云雾缭绕，奇花异草遍布，一派神秘景象。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "神通广大的美猴王，身披锁子黄金甲，手持如意金箍棒。",
                    "position": "山谷巨石之上",
                    "states": "警觉、好奇"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "憨态可掬的天蓬元帅，手握九齿钉耙，身形半人半猪。",
                    "position": "山谷小溪之畔",
                    "states": "迷茫、饥饿"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空眼观六路，耳听八方，发现猪八戒，误以为又是妖怪变化，挥舞金箍棒准备迎敌。",
                    "dialogue": "“何处来的妖怪，敢挡你孙爷爷的去路！”"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "猪八戒正饥肠辘辘，听到孙悟空的喊声，本能地举起钉耙自卫。",
                    "dialogue": "“何人敢与天蓬元帅为敌？”"
                }
            ],
            "plot": "孙悟空与猪八戒在荒僻山谷的偶遇，因误会而起的冲突，最终在师徒情谊的感召下化解，继续西行取经之路。",
            "chunk": {
                "id": 31,
                "text": "只是风搅得烟来，把一双眼熏红了，弄做个老害眼病，故唤作“火眼金睛”。 真个光阴迅速，不觉七七四十九日，老君的火候俱全。 忽一日，开炉取丹，那大圣双手侮着眼，正自搓揉流涕，只听得炉头声响。 猛睁眼看见光明，他就忍不住，将身一纵，跳出丹炉，忽喇的一声，蹬倒八卦炉，往外就走。 慌得那架火、看炉，与丁甲一班人来扯，被他一个个都放倒，好似癫痫的白额虎，风狂的独角龙。 老君赶上抓一把，被他一捽，捽了个倒栽葱，脱身走了。 即去耳中掣出如意棒，迎风幌一幌，碗来粗细，依然拿在手中，不分好歹，却又大乱天宫，打得那九曜星闭门闭户，四天王无影无形。 好猴精！ 有诗为证。 诗曰：\n    混元体正合先天，万劫千番只自然。 渺渺无为浑太乙，如如不动号初玄。 炉中久炼非铅汞，物外长生是本仙。 变化无穷还变化，三皈五戒总休言。 又诗：\n    一点灵光彻太虚，那条拄杖亦如之：或长或短随人用，横竖横排任卷舒。 又诗：\n    猿猴道体假人心，心即猿猴意思深。 大圣齐天非假论，官封弼马岂知音？ 马猿合作心和意，紧缚拴牢莫外寻。 万相归真从一理，如来同契住双林。 这一番，猴王不分上下，使铁棒东打西敌，更无一神可挡。 只打到通明殿里，灵霄殿外。 幸有佑圣真君的佐使王灵官执殿。 他见大圣纵横，掣金鞭近前挡住道：“泼猴何往！ 有吾在此切莫猖狂！ ”这大圣不由分说，举棒就打。 那灵官鞭起相迎。 两个在灵霄殿前厮浑一处。 好杀：\n    赤胆忠良名誉大，欺天诳上声名坏。 一低一好幸相持，豪杰英雄同赌赛。 铁棒凶，金鞭快，正直无私怎忍耐？ 这个是太乙雷声应化尊，那个是齐天大圣猿猴怪。 金鞭铁棒两家能，都是神宫仙器械。 今日在灵霄宝殿弄威风，各展雄才真可爱。 一个欺心要夺斗牛宫，一个竭力匡扶玄圣界。 苦争不让显神通，鞭棒往来无胜败。 他两个斗在一处，胜败未分，早有佑圣真君，又差将佐发文到雷府，调三十六员雷将齐来，把大圣围在垓心，各骋凶恶鏖战。 那大圣全无一毫惧色，使一条如意棒，左遮右挡，后架前迎。 一时，见那众雷将的刀枪剑戟、鞭简挝锤、钺斧金瓜、旄镰月铲，来的甚紧，他即摇身一变，变做三头六臂；把如意棒幌一幌，变作三条；六只手使开三条棒，好便似纺车儿一般，滴流流，在那垓心里飞舞。 众雷神莫能相近。 真个是：\n    圆陀陀，光灼灼，亘古常存人怎学？ 入火不能焚，入水何曾溺？ 光明一颗摩尼珠，剑戟刀枪伤不着。 也能善，也能恶，眼前善恶凭他作。 善时成佛与成仙，恶处披毛并带角。 无穷变化闹天宫，雷将神兵不可捉。 当时众神把大圣攒在一处，却不能近身，乱嚷乱斗，早惊动玉帝。 遂传旨着游弈灵官同翊圣真君上西方请佛老降伏。 那二圣得了旨，径到灵山胜境，雷音宝刹之前，对四金刚、八菩萨礼毕，即烦转达。 众神随至宝莲台下启知，如来召请。 二圣礼佛三匝，侍立台下。 如来问：“玉帝何事，烦二圣下凡？ ”二圣即启道：“向时花果山产一猴，在那里弄神通，聚众猴搅乱世界。 玉帝降招安旨，封为‘弼马温’，他嫌官小反去。 当遣李天王、哪吒太子擒拿未获，复招安他，封做‘齐天大圣’，先有官无禄。 着他代管蟠桃园；他即偷桃；又走至瑶池，偷肴，偷酒，搅乱大会；仗酒又暗入兜率宫，偷老君仙丹，反出天宫。 玉帝复遣十万天兵，亦不能收伏。 后观世音举二郎真君同他义兄弟追杀，他变化多端，亏老君抛金钢琢打重，二郎方得拿住。 解赴御前，即命斩之。 刀砍斧剁，火烧雷打，俱不能伤，老君准奏领去，以火煅炼。"
            }
        },
        {
            "id": 1,
            "event": "孙悟空初遇赤脚大仙",
            "time": "唐僧师徒西天取经途中，某年某月某日",
            "location": "荒郊野外的偏僻小径",
            "description": "四周古木参天，荒草萋萋，一条小径蜿蜒向前。孙悟空在前探路，偶然遇到了赤脚大仙。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "神通广大，机智勇敢，不拘小节，对未知充满好奇。",
                    "position": "站在小径中央",
                    "states": "警觉，好奇"
                },
                {
                    "id": 1,
                    "name": "赤脚大仙",
                    "gender": "男",
                    "description": "道行高深，性格恬淡，云游四方，喜好点化有缘之人。",
                    "position": "出现在孙悟空前方",
                    "states": "平静，慈祥"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空瞪大眼睛，上下打量赤脚大仙，摆出戒备的姿态。",
                    "dialogue": "老神仙，你从哪里来？为何出现在此荒郊野外？"
                },
                {
                    "action_id": 1,
                    "character": "赤脚大仙",
                    "character_id": 1,
                    "action": "赤脚大仙微笑着，轻轻捋须，目光和蔼。",
                    "dialogue": "悟空，贫道云游至此，恰巧与你相遇，也算是有缘。"
                }
            ],
            "plot": "孙悟空在取经途中，意外遇到了赤脚大仙。起初，他以警觉之心相待，但在赤脚大仙的慈祥态度下，逐渐放松警惕，两人展开了一段富有启示性的对话。",
            "chunk": {
                "id": 34,
                "text": "无相门中真法王，色空天上是仙家。 乾坤大地皆称祖，丈六金身福寿赊。 如来欣然领谢。 寿星得座，依然走吅传觞。 只见赤脚大仙又至。 向玉帝前俯囟礼毕，又对佛祖谢道：“深感法力，降伏妖猴。 无物可以表敬，特具交梨二颗，火枣数枚奉献。 ”诗曰：\n    大仙赤脚枣梨香，敬献弥陀寿算长。 七宝莲台山样稳，千金花座锦般妆。 寿同天地言非谬，福比洪波话岂狂。 福寿如期真个是，清闲极乐那西方。 如来又称谢了。 叫阿傩、迦叶，将各所献之物，一一收起，方向玉帝前谢宴。 众各酩酊。 只见个巡视灵官来报道：“那大圣伸出头来了。 ”佛祖道：“不妨，不妨。 ”袖中只抽出一张帖子，上有六个金字：“唵、嘛、呢、叭、〔口迷〕、吽”。 递与阿傩，叫贴在那山顶上。 这尊者即领帖子，拿出天门，到那五行山顶上，紧紧的贴在一块四方石上。 那座山即生根合缝，可运用呼吸之气，手儿爬出，可以摇挣摇挣。 阿傩回报道：“已将帖子贴了。 ”\n    如来即辞了玉帝众神，与二尊者出天门之外，又发一个慈悲心，念动真言咒语，将五行山召一尊土地神祗，会同五方揭谛，居住此山监押。 但他饥时，与他铁丸子吃；渴时，与他溶化的铜汁饮。 待他灾愆满日，自有人救他。 正是：\n    妖猴大胆反天宫，却被如来伏手降。 渴饮溶铜捱岁月，饥餐铁弹度时光。 天灾苦困遭磨折，人事凄凉喜命长。 若得英雄重展挣，他年奉佛上西方。 又诗曰：\n    伏逞豪强大事兴，降龙伏虎弄乖能。 偷桃偷酒游天府，受录承恩在玉京。 恶贯满盈身受困，善根不绝气还升。 果然脱得如来手，且待唐朝出圣僧。 毕竟不知何年何月，方满灾殃，且听下回分解。 《》目录 第八回　我佛造经传极乐　观音奉旨上长安\n    试问禅关，参求无数，往往到头虚老。 磨砖作镜，积雪为粮，迷了几多年少？ 毛吞大海，芥纳须弥，金色头防微笑。 悟时超十地三乘，凝滞了四生六道。 谁听得绝想崖前，无阴树下，杜宇一声春晓？ 曹溪路险，暨岭云深，此处故人音沓。 千丈冰崖，五叶莲开，古殿帘垂香袅。 那时节，识破源流，便见龙王三宝。 这一篇词，名《苏武慢》。 话表我佛如来，辞别了玉帝，回至雷音宝刹，但见那三千诸佛、五百阿罗、八大金刚、无边菩萨，一个个都执着幢幡宝盖，异宝仙花，摆列在灵山仙境．婆罗双林之下接迎。 如来驾住祥云，对众道：“我以甚深般苦，遍现三界。 根本性原，毕竟寂灭。 同虚空相，一无所有。 殄伏乖猴．是事莫识。 名生死始，法相如。 ”说罢，放舍利之光，满空有白虹四十二道，南北通连。 大众见了，皈身礼拜。 少顷间，聚庆云彩雾，登上品莲台，端然坐下。 那三千诸佛、五百罗汉、八金刚、四菩萨合掌近前礼毕，问日：“闹天宫搅乱皤桃者，谁也？ ”如来道：“那厮乃花果山产的一妖猴，罪恶滔天，不可名状。 概天神将，俱莫能降伏，虽二郎捉获。 老君用火锻炼，亦莫能伤损。 我去时，正在雷将中间，扬威耀武，卖弄精神，被我止住兵戈，问他来历。 他言有神通，会变化，又驾筋斗云．一去十万八千里。 我与他打了个赌赛，他出不得我手，却将他一把抓住，指化五行山，封压他在那里。 五帝大开金阙瑶宫，请我坐了首席．立安天大会谢我，却方辞驾而回。 ”\n    大众听言喜悦，极口称扬。 谢罢，各分班而退，各执乃事，共乐天真。 果然是：\n    瑞霭漫天竺，虹光拥世尊。 西方称第一，无相法王门！ 常见玄猿献果，糜鹿衔花；青鸾舞，彩凤鸣；灵龟捧寿，仙鹤擒芝。 安享净土袛园，受用龙宫法界。"
            }
        },
        {
            "id": 2,
            "event": "狮驼岭的神秘来客",
            "time": "辰时二刻",
            "location": "狮驼岭上",
            "description": "狮驼岭上，云雾缭绕，神秘氛围弥漫。林中鸟兽皆惊，似乎预示着不寻常之事即将发生。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身穿锁子黄金甲，头戴凤翅紫金冠，手持如意金箍棒，神通广大。机智勇敢，面对未知来客，警觉性极高。",
                    "position": "站在岭上最高石峰，俯瞰四周。",
                    "states": "警觉，准备随时应对。"
                },
                {
                    "id": 1,
                    "name": "神秘来客",
                    "gender": "未知",
                    "description": "身披斗篷，面容隐秘，周身散发着不同寻常的气息，似乎有着不为人知的身份。",
                    "position": "出现在岭下密林边缘，动作谨慎。",
                    "states": "神秘，行迹可疑。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "紧握金箍棒，目光如电，警惕地盯着神秘来客。",
                    "dialogue": "“何方神圣，敢来狮驼岭撒野！”"
                },
                {
                    "action_id": 1,
                    "character": "神秘来客",
                    "character_id": 1,
                    "action": "缓缓抬起头，目光透过斗篷，平静地回应孙悟空。",
                    "dialogue": "“悟空，莫要误会，我来此正是为了助你们一臂之力。”"
                }
            ],
            "plot": "在狮驼岭上，孙悟空与神秘来客的相遇充满了紧张与神秘。随着对话的展开，神秘来客的真实身份渐渐浮出水面，原来是一位前来帮助取经团队的神仙，为师徒四人接下来的西行之路带来了新的希望和助力。",
            "chunk": {
                "id": 36,
                "text": "”\n    这菩萨皈依拜领，如来又取三个箍儿，递与菩萨道：“此宝唤做‘紧箍儿’，虽是一样三个，但只是用各不同。 我有‘金紧禁’的咒语三篇。 假若路上撞见神通广大的妖魔。 你须是劝他学好，跟那取经人做个徒弟。 他若不伏使唤，可将此箍儿与他带在头上，自然见肉生根。 各依所用的咒语念一念，眼胀头痛，脑门皆裂，管教他入我门来。 ”\n    那菩萨闻言，踊跃作礼而退，即唤惠岸行者随行。 那惠岸使一条浑铁棍，重有千斤，只在菩萨左右作一个降魔的大力士。 菩萨遂将镜湖袈裟作一个包裹，令他背了。 菩萨将金箍藏了，执了锡枚，径下灵山。 这一去，有分教：佛子还来归本愿，金蝉长老裹￥檀。 那菩萨到山脚下，有玉真观金顶大仙，在观门首接住，请菩萨献茶。 菩萨不敢久停，对大仙曰；“今领如来法旨，上东土寻取经人去。 ”大仙道：“取经人几时方到？ ”菩萨道：“未定，约莫二三年间，或可至此。 ”遂辞了大仙，半云半雾，约记程途。 有诗为证。 诗曰:万里相寻自不言，却云谁得意难全？ 求人忽若浑如此，是我平生岂偶然？ 传道有方成是语，说明无信也虚传。 愿倾肝胆寻相识，料想前头必有缘。 师徒二人正走间．忽然见弱水三千，乃是流沙河界。 菩萨道：\n    “徒弟呀．此处却是难行。 取经人浊骨凡胎，如何得渡了”惠岸道：“师父，你看河有多远？ ”那菩萨停云步看时．只见：\n    东连沙碛，两抵诸番；南达乌戈，北通鞑靼。 径过有八百里遥．上下有千万里远。 水流一似地翻身，浪滚却如山耸背。 洋洋浩浩，漠漠茫茫，十里遥闻万丈洪。 仙槎难到此，莲叶莫能浮。 衰草斜阳流曲浦，黄云影日暗长堤。 那里得客商来往？ 何曾有渔叟依栖？ 平沙无雁落，远岸有猿啼。 只是红蓼花絮知景色，白苹香细任依依。 菩萨正然点看，只见那河中，泼刺一声响亮，水波里跳出一个妖魔来，十分丑恶。 他生得：\n    青不青，黑不黑，晦气色脸；长不长，短不短，赤脚筋躯。 眼光闪烁，好似灶底双灯；口角角丫叉．就如屠家火钵。 撩牙撑剑刃，红发乱蓬松。 一声叱咤如雷吼，两脚奔波似滚风。 那怪物手执一根宝杖，走上岸就捉菩萨．却被惠岸掣浑铁棒挡住，喝声：“休走！ ”那怪物就持定杖来迎。 两个在流沙河边。 这一场恶杀，真个惊人：\n    木吒浑铁棒，护法显神通；怪物降妖杖，努力逞英雄。 双条银蟒河边舞，一对神谱岸上冲。 那一个威镇流沙施本事，这一个力保观音建大功。 那一个翻波跃浪．这一个吐雾喷云。 翻波跃浪乾坤暗，吐雾喷云日月昏。 那个降妖杖，好便似出山的白虎；这个浑铁棒，却就如卧道的黄龙。 那个使将来．寻蛇拨草；这个丢开去，扑鹞分松。 只杀得昏漠漠，星辰灿烂；雾腾腾，天地腾胧。 那个久住弱水惟他狠。 这个初出灵山第一功。 他两个来来往往，战上数十合，不分胜负。 那怪物架住了铁棒道；“你是哪里和尚，敢来与我抵敌？ ”木吒道：“我是托塔天王二太子木吒惠岸行者，今保我师父往东土寻取经人去。 你是何怪，敢大胆阻路？ ”那怪方才醒悟道：“我记得你踉南海观音在紫竹林中修行，你为何来此？ ”木呼道：“那岸上不是我师父？ ”\n    怪物闻言，连声喏喏，收了宝杖，让木吒揪了去见观音。 纳头下拜，告道：“菩萨，恕我之罪，待我诉告。 我不是妖邪，我是灵霄殿下侍銮舆的卷帘大将。 只因在蟋桃会上，失手打碎了玻璃盏，玉帝把我打了八百，贬下界来，变得这般模样；又教七日一次，将飞剑来穿我胸胁百余下方回，故此这般苦恼。"
            }
        },
        {
            "id": 3,
            "event": "误会解除，悟空助阵",
            "time": "唐朝初年，午时三刻",
            "location": "江州城，殷温娇府邸",
            "description": "春日阳光和煦，府邸内花园中，花瓣随风轻舞，玄奘与殷温娇正于凉亭中商议对付刘洪之事。此时，孙悟空闯入花园，误会玄奘被妖怪附身，准备动手捉拿。",
            "characters": [
                {
                    "id": 0,
                    "name": "玄奘",
                    "gender": "男",
                    "description": "年轻和尚，外表慈悲，内心坚毅，手执念珠，身穿袈裟。",
                    "position": "凉亭中，面向孙悟空",
                    "states": "神情紧张，试图解释"
                },
                {
                    "id": 1,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "毛脸雷公嘴，身穿锁子黄金甲，手持如意金箍棒。",
                    "position": "花园中，准备动手",
                    "states": "警觉，充满敌意"
                },
                {
                    "id": 2,
                    "name": "殷温娇",
                    "gender": "女",
                    "description": "中年贵妇，面容慈祥，身穿华服。",
                    "position": "凉亭中，站在玄奘旁边",
                    "states": "焦急，试图阻止孙悟空"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 1,
                    "action": "挥舞金箍棒，准备攻击",
                    "dialogue": "妖怪，哪里跑！吃我一棒！"
                },
                {
                    "action_id": 1,
                    "character": "玄奘",
                    "character_id": 0,
                    "action": "高举双手，大声解释",
                    "dialogue": "大圣，误会了！我是江流，这是我的生母殷温娇！"
                },
                {
                    "action_id": 2,
                    "character": "殷温娇",
                    "character_id": 2,
                    "action": "上前一步，对孙悟空拜倒",
                    "dialogue": "悟空，请听我一言，切莫伤害我儿！"
                },
                {
                    "action_id": 3,
                    "character": "孙悟空",
                    "character_id": 1,
                    "action": "收起金箍棒，露出惊讶神色",
                    "dialogue": "什么？江流是你？这，这如何是好！"
                }
            ],
            "plot": "孙悟空误以为玄奘被妖怪附身，闯入花园欲捉拿，玄奘和殷温娇连忙解释真相。孙悟空在了解实情后，感到愧疚，决定帮助玄奘母子对抗刘洪，一场误会最终成为取经路上的助力。",
            "chunk": {
                "id": 41,
                "text": "小姐醒来，句句记得，将子抱定，无计可施。 忽然刘洪回来，一见此子，便要淹杀，小姐道：“今日天色已晚，容待明日抛去江中。 ”幸喜次早刘洪忽有紧急公事远出，小姐暗思：“此子若待贼人回来，性命休矣！ 不如及早抛弃江中，听其生死。 倘或皇天见怜，有人救得，收养此子，他日还得相逢。 ”但恐难以识认，即咬破手指，写下血书一纸，将父母姓名、跟脚原由，备细开载；又将此子左脚上一个小指，用口咬下，以为记验。 取贴身汗衫一件，包裹此子，乘空抱出衙门。 幸喜官衙离江不远，小姐到了江边，大哭一场。 正欲抛弃，忽见江岸岸侧飘起一片木板，小姐即朝天拜祷，将此子安在板上，用带缚住，血书系在胸前，推放江中，听其所之。 小姐含泪回衙不题。 却说此子在木板上，顺水流去，一直流到金山寺脚下停住。 那金山寺长老叫做法明和尚，修真悟道，已得无生妙诀。 正当打坐参禅，忽闻得小儿啼哭之声，一时心动，急到江边观看，只见涯边一片木板上，睡着一个婴儿，长老慌忙救起。 见了怀中血书，方知来历，取个乳名，叫做江流，托人抚养，血书紧紧收藏。 光阴似箭，日月如梭，不觉江流年长一十八岁。 长老就叫他削发修行，取法名为玄奘，摩顶受戒，坚心修道。 一日，暮春天气，众人同在松阴之下，讲经参禅，谈说奥妙。 那酒肉和尚恰被玄奘难倒，和尚大怒骂道：“你这业畜，姓名也不知，父母也不识，还在此捣甚么鬼！ ”玄奘被他骂出这般言语，入寺跪告师父，眼泪双流道：“人生于天地之间，禀阴阳而资五行，尽由父生母养，岂有为人在世而无父母者乎？ ”再三哀告，求问父母姓名。 长老道：“你真个要寻父母，可随我到方丈里来。 ”玄奘就跟到方丈，长老到重梁之上，取下一个小匣儿，打开来取出血书一纸，汗衫一件，付与玄奘。 玄奘将血书拆开读之，才备细晓得父母姓名，并冤仇事迹。 玄奘读罢，不觉哭倒在地道：“父母之仇，不能报复，何以为人？ 十八年来，不识生身父母，至今日方知有母亲。 此身若非师父捞救抚养，安有今日？ 容弟子去寻见母亲，然后头顶香盆，重建殿宇，报答师父之深恩也！ ”师父道：“你要去寻母，可带这血书与汗衫前去，只做化缘，径往江州私衙，才得你母亲相见。 ”\n    玄奘领了师父言语，就做化缘的和尚，径至江州。 适值刘洪有事出外，也是天教他母子相会，玄奘就直至私衙门口抄化。 那殷小姐原来夜间得了一梦，梦见月缺再圆，暗想道：“我婆婆不知音信，我丈夫被这贼谋杀，我的儿子抛在江中，倘若有人收养，算来有十八岁矣，或今日天教相会，亦未可知。 ”正沉吟间，忽听私衙前有人念经，连叫“抄化”，小姐又乘便出来问道：“你是何处来的？ ”玄奘答道：“贫僧乃是金山寺法明长老的徒弟。 ”小姐道：“你既是金山寺长老的徒弟——”叫进衙来，将斋饭与玄奘吃。 仔细看他举止言谈，好似与丈夫一般，小姐将从婢打发开去，问道：“你这小师父，还是自幼出家的？ 还是中年出家的？ 姓甚名谁？ 可有父母否？ ”玄奘答道：“我也不是自幼出家，我也不是中年出家，我说起来，冤有天来大，仇有海样深！ 我父被人谋死，我母亲被贼人占了。 我师父法明长老教我在江州衙内寻取母亲。 ”小姐问道：“你母姓甚？ ”玄奘道：“我母姓殷名唤温娇，我父姓陈名光蕊，我小名叫做江流，法名取为玄奘。 ”小姐道：“温娇就是我。 但你今有何凭据？ ”玄奘听说是他母亲，双膝跪下，哀哀大哭：“我娘若不信，见有血书汗衫为证！"
            }
        },
        {
            "id": 4,
            "event": "孙悟空与牛魔王的茶馆争斗",
            "time": "唐朝年间，春日午后",
            "location": "长安城东市茶馆",
            "description": "茶馆内人声鼎沸，阳光透过窗棂洒在老旧的木桌上，孙悟空与牛魔王相对而坐，气氛紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "神通广大，机智过人，手握金箍棒，眼神锐利。",
                    "position": "坐在茶馆中央，身姿挺拔",
                    "states": "警觉，挑衅"
                },
                {
                    "id": 1,
                    "name": "牛魔王",
                    "gender": "男",
                    "description": "力大无穷，性情暴躁，手持混铁棍。",
                    "position": "面对孙悟空，气势汹汹",
                    "states": "愤怒，戒备"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空轻轻敲击桌面，嘴角上扬，戏谑地看向牛魔王。",
                    "dialogue": "牛大哥，今日这茶，可是别有一番风味？"
                },
                {
                    "action_id": 1,
                    "character": "牛魔王",
                    "character_id": 1,
                    "action": "牛魔王紧握铁棍，眼神凶狠地回应孙悟空。",
                    "dialogue": "猴子，少来这套，今日定要与你分个高下！"
                }
            ],
            "plot": "孙悟空与牛魔王在长安城东市茶馆发生争斗，双方因言语不和而剑拔弩张，这场争斗将引出一段新的冒险故事。",
            "chunk": {
                "id": 46,
                "text": "名利心头无算计，干戈耳畔不闻声。 随时一酌香醪酒，度日三餐野菜羹。 两束柴薪为活计，一竿钓线是营生。 闲呼稚子磨钢斧，静唤憨儿补旧缯。 春到爱观杨柳绿，时融喜看荻芦青。 夏天避暑修新竹，六月乘凉摘嫩菱。 霜降鸡肥常日宰，重阳蟹壮及时烹。 冬来日上还沉睡，数九天高自不蒸。 八节山中随放性，四时湖里任陶情。 采薪自有仙家兴，垂钓全无世俗形。 门外野花香艳艳，船头绿水浪平平。 身安不说三公位，性定强如十里城。 十里城高防阃令，三公位显听宣声。 乐山乐水真是罕，谢天谢地谢神明。 ”他二人既各道词章，又相联诗句，行到那分路去处，躬身作别。 张稍道：“李兄呵，途中保重！ 上山仔细看虎。 假若有些凶险，正是明日街头少故人！ ”李定闻言，大怒道：“你这厮惫懒！ 好朋友也替得生死，你怎么咒我？ 我若遇虎遭害，你必遇浪翻江！ ”张稍道：“我永世也不得翻江。 ”李定道：“天有不测风云，人有暂时祸福。 你怎么就保得无事？ ”张稍道：“李兄，你虽这等说，你还没捉摸；不若我的生意有捉摸，定不遭此等事。 ”李定道：“你那水面上营生，极凶极险，隐隐暗暗，有甚么捉摸？ ”张稍道：“你是不晓得。 这长安城里，西门街上，有一个卖卦的先生。 我每日送他一尾金色鲤，他就与我袖传一课，依方位，百下百着。 今日我又去买卦，他教我在泾河湾头东边下网，西岸抛钓，定获满载鱼虾而归。 明日上城来，卖钱沽酒，再与老兄相叙。 ”二人从此叙别。 这正是路上说话，草里有人。 原来这泾河水府有一个巡水的夜叉，听见了百下百着之言，急转水晶宫，慌忙报与龙王道：\n    “祸事了！ 祸事了！ ”龙王问：“有甚祸事？ ”夜叉道：“臣巡水去到河边，只听得两个渔樵攀话。 相别时，言语甚是利害。 那渔翁说：长安城里西门街上，有个卖卦先生，算得最准。 他每日送他鲤鱼一尾，他就袖传一课，教他百下百着。 若依此等算准，却不将水族尽情打了？ 何以壮观水府，何以跃浪翻波辅助大王威力？ ”龙王甚怒，急提了剑就要上长安城，诛灭这卖卦的。 旁边闪过龙子龙孙、虾臣蟹士、鲥军师鳜少卿鲤太宰，一齐启奏道：\n    “大王且息怒。 常言道，过耳之言，不可听信。 大王此去，必有云从，必有雨助，恐惊了长安黎庶，上天见责。 大王隐显莫测，变化无方，但只变一秀士，到长安城内，访问一番。 果有此辈，容加诛灭不迟；若无此辈，可不是妄害他人也？ ”龙王依奏，遂弃宝剑，也不兴云雨，出岸上，摇身一变，变作一个白衣秀士，真个丰姿英伟，耸壑昂霄。 步履端祥，循规蹈矩。 语言遵孔孟，礼貌体周文。 身穿玉色罗襕服，头戴逍遥一字巾。 上路来拽开云步，径到长安城西门大街上。 只见一簇人，挤挤杂杂，闹闹哄哄，内有高谈阔论的道：“属龙的本命，属虎的相冲。 寅辰巳亥，虽称合局，但只怕的是日犯岁君。 ”龙王闻言，情知是那卖卜之处，走上前，分开众人，望里观看，只见：四壁珠玑，满堂绮绣。 宝鸭香无断，磁瓶水恁清。 两边罗列王维画，座上高悬鬼谷形。 端溪砚，金烟墨，相衬着霜毫大笔；火珠林，郭璞数，谨对了台政新经。 六爻熟谙，八卦精通。 能知天地理，善晓鬼神情。 一槃子午安排定，满腹星辰布列清。 真个那未来事，过去事，观如月镜；几家兴，几家败，鉴若神明。 知凶定吉，断死言生。 开谈风雨迅，下笔鬼神惊。 招牌有字书名姓，神课先生袁守诚。 此人是谁？ 原来是当朝钦天监台正先生袁天罡的叔父，袁守诚是也。 那先生果然相貌稀奇，仪容秀丽，名扬大国，术冠长安。"
            }
        },
        {
            "id": 5,
            "event": "龙王赌约风波",
            "time": "唐太宗年间，暴雨后一日",
            "location": "长安城东市",
            "description": "长安城东市，人群熙攘，暴雨过后的街道湿漉漉，空气中弥漫着泥土和草木的清新气息。袁守诚的卦摊前围满了好奇的百姓，泾河龙王化为人形，怒气冲冲地站在卦摊前。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "齐天大圣孙悟空，身披斗篷，神态自若，眼中透露出机智与勇敢。具有七十二变的能力。",
                    "position": "站在卦摊旁，观察着泾河龙王的一举一动。",
                    "states": "神态轻松，但目光警惕，随时准备应对突发情况。"
                },
                {
                    "id": 1,
                    "name": "袁守诚",
                    "gender": "男",
                    "description": "长安城内有名的卜卦先生，外表文雅，气质沉稳，深知天机，却始终保持谦和。",
                    "position": "坐在卦摊后，平静地注视着泾河龙王。",
                    "states": "面带微笑，态度从容，对龙王的怒气不为所动。"
                },
                {
                    "id": 2,
                    "name": "泾河龙王",
                    "gender": "男",
                    "description": "刚愎自用的泾河龙王，因赌约败北而怒火中烧，化作凡人模样，但气势仍在。",
                    "position": "站在卦摊前，面色阴沉，周身散发着不悦的气息。",
                    "states": "情绪激动，对袁守诚的平静态度感到更加愤怒。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空轻轻一笑，走到泾河龙王面前，用手中的金箍棒轻轻敲打地面，似乎在挑衅。",
                    "dialogue": "「龙王，何苦为了一场赌约，坏了你我的和气？」"
                },
                {
                    "action_id": 1,
                    "character": "袁守诚",
                    "character_id": 1,
                    "action": "袁守诚缓缓起身，对泾河龙王拱手一礼，语气平和。",
                    "dialogue": "「龙王，天命难违，你又何必执着？」"
                },
                {
                    "action_id": 2,
                    "character": "泾河龙王",
                    "character_id": 2,
                    "action": "泾河龙王怒目圆睁，指着袁守诚，声音低沉。",
                    "dialogue": "「你不过是个凡人，岂能懂得我龙王的苦衷！」"
                }
            ],
            "plot": "孙悟空与袁守诚联手面对泾河龙王的挑战，一场因赌约引发的风波即将在长安城东市上演。",
            "chunk": {
                "id": 47,
                "text": "龙王入门来，与先生相见。 礼毕，请龙上坐，童子献茶。 先生问曰：\n    “公来问何事？ ”龙王曰：“请卜天上阴晴事如何。 ”先生即袖传一课，断曰：“云迷山顶，雾罩林梢。 若占雨泽，准在明朝。 ”龙王曰：“明日甚时下雨？ 雨有多少尺寸？ ”先生道：“明日辰时布云，已时发雷，午时下雨，未时雨足，共得水三尺三寸零四十八点”。 龙王笑曰：“此言不可作戏。 如是明日有雨，依你断的时辰数目，我送课金五十两奉谢。 若无雨，或不按时辰数目，我与你实说，定要打坏你的门面，扯碎你的招牌，即时赶出长安，不许在此惑众！ ”先生欣然而答：“这个一定任你。 请了，请了，明朝雨后来会。 ”\n    龙王辞别，出长安，回水府。 大小水神接着，问曰：“大王访那卖卦的如何？ ”龙王道：“有，有，有！ ”但是一个掉嘴口讨春的先生。 我问他几时下雨，他就说明日下雨；问他甚么时辰，甚么雨数，他就说辰时布云，已时发雷，午时下雨，未时雨足，得水三尺三寸零四十八点，我与他打了个赌赛；若果如他言，送他谢金五十两；如略差些，就打破他门面，赶他起身，不许在长安惑众。 ”众水族笑曰：“大王是八河都总管，司雨大龙神，有雨无雨，惟大王知之，他怎敢这等胡言？ 那卖卦的定是输了！ 定是输了！ ”\n    此时龙子龙孙与那鱼鲫蟹士正欢笑谈此事未毕，只听得半空中叫：“泾河龙王接旨。 ”众抬头上看，是一个金衣力士，手擎玉帝敕旨，径投水府而来。 慌得龙王整衣端肃，焚香接了旨。 金衣力士回空而去。 龙王谢恩，拆封看时，上写着：“敕命八河总，驱雷掣电行；明朝施雨泽，普济长安城。 ”旨意上时辰数目，与那先生判断者毫发不差，唬得那龙王魂飞魄散。 少顷苏醒，对众水族曰：“尘世上有此灵人！ 真个是能通天彻地，却不输与他呵！ ”鲥军师奏云：“大王放心。 要赢他有何难处？ 臣有小计，管教灭那厮的口嘴。 ”龙王问计，军师道：“行雨差了时辰，少些点数，就是那厮断卦不准，怕不赢他？ 那时捽碎招牌，赶他跑路，果何难也？ ”龙王依他所奏，果不担忧。 至次日，点札风伯、雷公、云童、电母，直至长安城九霄空上。 他挨到那巳时方布云，午时发雷，未时落雨，申时雨止，却只得三尺零四十点，改了他一个时辰，克了他三寸八点，雨后发放众将班师。 他又按落云头，还变作白衣秀士，到那西门里大街上，撞入袁守诚卦铺，不容分说，就把他招牌、笔、砚等一齐捽碎。 那先生坐在椅上，公然不动。 这龙王又轮起门板便打、骂道：“这妄言祸福的妖人，擅惑众心的泼汉！ 你卦又不灵，言又狂谬！ 说今日下雨的时辰点数俱不相对，你还危然高坐，趁早去，饶你死罪！ ”守诚犹公然不惧分毫，仰面朝天冷笑道：“我不怕！ 我不怕！ 我无死罪，只怕你倒有个死罪哩！ 别人好瞒，只是难瞒我也。 我认得你，你不是秀士，乃是泾河龙王。 你违了玉帝敕旨，改了时辰，克了点数，犯了天条。 你在那剐龙台上，恐难免一刀，你还在此骂我？ ”龙王见说，心惊胆战，毛骨悚然，急丢了门板，整衣伏礼，向先生跪下道：“先生休怪。 前言戏之耳，岂知弄假成真，果然违犯天条，奈何？ 望先生救我一救！ 不然，我死也不放你。 ”守诚曰：“我救你不得，只是指条生路与你投生便了。 ”龙曰：“愿求指教。 ”先生曰：“你明日午时三刻，该赴人曹官魏征处听斩。 你果要性命，须当急急去告当今唐太宗皇帝方好。 那魏征是唐王驾下的丞相，若是讨他个人情，方保无事。 ”龙王闻言，拜辞含泪而去。 不觉红日西沉，太阴星上，但见：烟凝山紫归鸦倦，远路行人投旅店。"
            }
        },
        {
            "id": 6,
            "event": "孙悟空大战混世魔王",
            "time": "唐朝贞观年间，某日下午",
            "location": "花果山水帘洞前",
            "description": "阳光灿烂，水帘洞前波光粼粼，孙悟空身着锁子黄金甲，手持如意金箍棒，怒视混世魔王。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "神通广大，英勇善战，身穿黄金甲，手握金箍棒，脸上带有不屈的傲气。",
                    "position": "水帘洞前",
                    "states": "愤怒，警惕"
                },
                {
                    "id": 1,
                    "name": "混世魔王",
                    "gender": "男",
                    "description": "面貌狰狞，身着黑甲，手握钢叉，周身散发着邪恶的气息。",
                    "position": "水帘洞对面",
                    "states": "凶狠，狡猾"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空挥舞金箍棒，向混世魔王发起猛烈的攻击。",
                    "dialogue": "“混世魔王，你敢来我花果山捣乱，今日定叫你好看！”"
                },
                {
                    "action_id": 1,
                    "character": "混世魔王",
                    "character_id": 1,
                    "action": "混世魔王狡猾地闪避，同时挥舞钢叉反击。",
                    "dialogue": "“孙悟空，你不过是个弼马温，看我如何收拾你！”"
                }
            ],
            "plot": "孙悟空为保护花果山，与混世魔王展开激战，双方各展神通，场面异常激烈。",
            "chunk": {
                "id": 49,
                "text": "”太宗任他睡着，更不呼唤，不多时，魏征醒来，俯伏在地道：“臣该万死！ 臣该万死！ 却才晕困，不知所为，望陛下赦臣慢君之罪。 ”太宗道：“卿有何慢罪？ 且起来，拂退残棋，与卿从新更着。 ”魏征谢了恩，却才拈子在手，只听得朝门外大呼小叫。 原来是秦叔宝、徐茂功等，将着一个血淋的龙头，掷在帝前，启奏道：“陛下，海浅河枯曾有见，这般异事却无闻。 ”太宗与魏征起身道：“此物何来？ ”\n    叔宝、茂功道：“千步廊南，十字街头，云端里落下这颗龙头，微臣不敢不奏。 ”唐王惊问魏征：“此是何说？ ”魏征转身叩头道：\n    “是臣才一梦斩的。 ”唐王闻言，大惊道：“贤卿盹睡之时，又不曾见动身动手，又无刀剑，如何却斩此龙？ ”魏征奏道：“主公，臣的身在君前，梦离陛下。 身在君前对残局，合眼朦胧；梦离陛下乘瑞云，出神抖搜。 那条龙，在剐龙台上，被天兵将绑缚其中。 是臣道：‘你犯天条，合当死罪。 我奉天命，斩汝残生。 ’龙闻哀苦，臣抖精神。 龙闻哀苦，伏爪收鳞甘受死；臣抖精神，撩衣进步举霜锋。 扢扠一声刀过处，龙头因此落虚空。 ”太宗闻言，心中悲喜不一。 喜者夸奖魏征好臣，朝中有此豪杰，愁甚江山不稳？ 悲者谓梦中曾许救龙，不期竟致遭诛。 只得强打精神，传旨着叔宝将龙头悬挂市曹，晓谕长安黎庶，一壁厢赏了魏征，众官散讫。 当晚回宫，心中只是忧闷，想那梦中之龙，哭啼啼哀告求生，岂知无常，难免此患。 思念多时，渐觉神魂倦怠，身体不安。 当夜二更时分，只听得宫门外有号泣之声，太宗愈加惊恐。 正朦胧睡间，又见那泾河龙王，手提着一颗血淋淋的首级，高叫：“唐太宗！ 还我命来！ 还我命来！ 你昨夜满口许诺救我，怎么天明时反宣人曹官来斩我？ 你出来，你出来！ 我与你到阎君处折辨折辨！ ”他扯住太宗，再三嚷闹不放，太宗箝口难言，只挣得汗流遍体。 正在那难分难解之时，只见正南上香云缭绕，彩雾飘飘，有一个女真人上前，将杨柳枝用手一摆，那没头的龙，悲悲啼啼，径往西北而去。 原来这是观音菩萨，领佛旨上东土寻取经人，此住长安城都土地庙里，夜闻鬼泣神号，特来喝退业龙，救脱皇帝。 那龙径到阴司地狱具告不题。 却说太宗苏醒回来，只叫“有鬼！ 有鬼！ ”慌得那三宫皇后，六院嫔妃，与近侍太监，战兢兢一夜无眠。 不觉五更三点，那满朝文武多官，都在朝门外候朝。 等到天明，犹不见临朝，唬得一个个惊惧踌躇。 及日上三竿，方有旨意出来道：“朕心不快，众官免朝。 ”不觉倏五七日，众官忧惶，都正要撞门见驾问安，只见太后有旨，召医官入宫用药，众人在朝门等候讨信。 少时，医官出来，众问何疾。 医官道：“皇上脉气不正，虚而又数，狂言见鬼，又诊得十动一代，五脏无气，恐不讳只在七日之内矣。 ”众官闻言大惊失色。 正怆惶间，又听得太后有旨宣徐茂功、护国公、尉迟公见驾。 三公奉旨，急入到分宫楼下。 拜毕，太宗正色强言道：“贤卿，寡人十九岁领兵，南征北伐，东挡西除，苦历数载，更不曾见半点邪崇，今日却反见鬼！ ”尉迟公道：“创立江山，杀人无数，何怕鬼乎？ ”太宗道：“卿是不信。 朕这寝宫门外，入夜就抛砖弄瓦，鬼魅呼号，着然难处。 白日犹可，昏夜难禁。 ”\n    叔宝道：“陛下宽心，今晚臣与敬德把守宫门，看有甚么鬼祟。 ”\n    太宗准奏，茂功谢恩而出。 当日天晚，各取披挂，他两个介胄整齐，执金瓜钺斧，在宫门外把守。 好将军！ 你看他怎生打扮：头戴金盔光烁烁，身披铠甲龙鳞。"
            }
        },
        {
            "id": 7,
            "event": "阴间情侣鬼魂诉冤",
            "time": "唐朝贞观年间某日夜",
            "location": "枉死城外荒野",
            "description": "月黑风高，阴风阵阵，唐太宗李世民与崔判官行至枉死城外，偶遇一对哭泣的鬼魂情侣，场景阴森而悲凉，空气中弥漫着哀伤与不甘。",
            "characters": [
                {
                    "id": 0,
                    "name": "唐太宗李世民",
                    "gender": "男",
                    "description": "唐朝皇帝，仁爱明智，因奇遇而对生死有深刻感悟，身着一身龙袍，神情严肃而充满同情。",
                    "position": "站在鬼魂情侣面前，倾听他们的故事。",
                    "states": "好奇、同情"
                },
                {
                    "id": 1,
                    "name": "崔判官",
                    "gender": "男",
                    "description": "阴间判官，掌握生死簿，公正无私，身着官服，面容严肃。",
                    "position": "站在唐太宗旁边，准备随时提供阴间知识。",
                    "states": "警惕、沉思"
                },
                {
                    "id": 2,
                    "name": "鬼魂情侣",
                    "gender": "男、女",
                    "description": "因冤案而死的年轻情侣，身穿破旧的衣物，面色苍白，眼中含泪。",
                    "position": "跪在唐太宗面前，哀求帮助。",
                    "states": "悲伤、绝望"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "鬼魂情侣",
                    "character_id": 2,
                    "action": "鬼魂情侣向唐太宗哭诉冤情，详细描述了他们生前的遭遇和死后的不幸。",
                    "dialogue": "求陛下明察，我等生前无辜受冤，死后无法超生，实在苦不堪言。"
                },
                {
                    "action_id": 1,
                    "character": "唐太宗李世民",
                    "character_id": 0,
                    "action": "唐太宗细心聆听，面露同情之色，决定帮助他们。",
                    "dialogue": "朕会为尔等查明真相，让尔等得以超生。"
                },
                {
                    "action_id": 2,
                    "character": "崔判官",
                    "character_id": 1,
                    "action": "崔判官向唐太宗说明阴间法则，并提出可行的解决方案。",
                    "dialogue": "陛下，可由微臣协助，通过阴阳簿册，查找线索，为这对鬼魂平反。"
                }
            ],
            "plot": "在唐太宗即将返回阳世之际，他意外地遇到了这对因冤案而死的鬼魂情侣。通过聆听他们的故事，唐太宗决定在还魂前为他们洗清冤屈，而崔判官则提供了查找线索的方法，为剧情增添了转折和期待。",
            "chunk": {
                "id": 53,
                "text": "你看那桥边神将甚凶顽，河内孽魂真苦恼，桠杈树上，挂的是肯红黄紫色丝衣；壁斗崖前，蹲的是毁骂公婆淫泼妇。 铜蛇铁狗任争餐，永堕奈河无出路。 诗曰：时闻鬼哭与神号，血水浑波万丈高。 无数牛头并马面，狰狞把守奈河桥。 ”正说间，那几个桥梁使者，早已回去了。 太宗心又惊惶，点头暗叹，默默悲伤，相随着判官、太尉，早过了奈河恶水，血盆苦界。 前又到枉死城，只听哄哄人嚷，分明说“李世民来了！ 李世民来了！ ”太宗听叫，心惊胆战。 见一伙拖腰折臂、有足无头的鬼魅，上前拦住，都叫道：还我命来！ 还我命来！ ”慌得那太宗藏藏躲躲，只叫“崔先生救我！ 崔先生救我！ ”判官道：陛下，那些人都是那六十四处烟尘，七十二处草寇，众王子、众头目的鬼魂；尽是枉死的冤业，无收无管，不得超生，又无钱钞盘缠，都是孤寒饿鬼。 陛下得些钱钞与他，我才救得哩。 ”太宗道：“寡人空身到此，却那里得有钱钞？ ”判官道：“陛下，阳间有一人，金银若干，在我这阴司里寄放。 陛下可出名立一约，小判可作保，且借他一库，给散这些饿鬼，方得过去。 ”太宗问曰：“此人是谁？ ”判官道：“他是河南开封府人氏，姓相名良，他有十三库金银在此。 陛下若借用过他的，到阳间还他便了。 ”太宗甚喜，情愿出名借用。 遂立了文书与判官，借他金银一库，着太尉尽行给散。 判官复吩咐道：“这些金银，汝等可均分用度，放你大唐爷爷过去，他的阳寿还早哩。 我领了十王钧语，送他还魂，教他到阳间做一个水陆大会，度汝等超生，再休生事。 ”众鬼闻言，得了金银，俱唯唯而退。 判官令太尉摇动引魂幡，领太宗出离了枉死城中，奔上平阳大路，飘飘荡荡而去。 毕竟不知从那条路出身，且听下回分解。 《》目录 第十一回　还受生唐王遵善果　度孤魂萧瑀正空门\n    诗曰：百岁光阴似水流，一生事业等浮沤。 昨朝面上桃花色，今日头边雪片浮。 白蚁阵残方是幻，子规声切想回头。 古来阴能延寿，善不求怜天自周。 却说唐太宗随着崔判官、朱太尉，自脱了冤家债主，前进多时，却来到“六道轮回”之所，又见那腾云的身披霞帔，受箓的腰挂金鱼，僧尼道俗，走兽飞禽，魑魅魍魉，滔滔都奔走那轮回之下，各进其道。 唐王问曰：“此意何如？ ”判官道：“陛下明心见性，是必记了，传与阳间人知。 这唤做六道轮回：行善的升化仙道，尽忠的超生贵道，行孝的再生福道，公平的还生人道，积德的转生富道，恶毒的沉沦鬼道。 ”唐王听说，点头叹曰：“善哉，真善哉！ 作善果无灾！ 善心常切切，善道大开开。 莫教兴恶念，是必少刁乖。 休言不报应，神鬼有安排。 ”判官送唐王直至那超生贵道门，拜呼唐王道：\n    “陛下呵，此间乃出头之处，小判告回，着朱太尉再送一程。 ”唐王谢道：“有劳先生远涉。 ”判官道：“陛下到阳间，千万做个水陆大会，超度那无主的冤魂，切勿忘了。 若是阴司里无报怨之声，阳世间方得享太平之庆。 凡百不善之处，俱可一一改过，普谕世人为善，管教你后代绵长，江山永固。 ”唐王一一准奏，辞了崔判官，随着朱太尉，同入门来。 那太尉见门里有一匹海骝马，鞍韂齐备，急请唐王上马，太尉左右扶持。 马行如箭，早到了渭水河边，只见那水面上有一对金色鲤鱼在河里翻波跳斗。 唐王见了心喜，兜马贪看不舍，太尉道：“陛下，趱动些，趁早赶时辰进城去也。 ”那唐王只管贪看，不肯前行，被太尉撮着脚，高呼道：“还不走，等甚！"
            }
        },
        {
            "id": 8,
            "event": "袈裟误解之争",
            "time": "大唐贞观十三年七月十五日",
            "location": "长安城东市角",
            "description": "长安城东市角，人声鼎沸，阳光斜照，一疥癞和尚与石猴悟空对峙于人群中，气氛紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "观音菩萨",
                    "gender": "女",
                    "description": "慈悲为怀，智慧深远，变化为疥癞和尚，身披佛祖赐予的袈裟。",
                    "position": "立于摊位之前，手持锡杖。",
                    "states": "面带微笑，态度从容。"
                },
                {
                    "id": 1,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智勇敢，好胜心强，对佛理有所不解的石猴化身。",
                    "position": "站在摊位对面，手持金箍棒。",
                    "states": "眉头紧锁，神情激动。"
                },
                {
                    "id": 2,
                    "name": "萧瑀",
                    "gender": "男",
                    "description": "大唐宰相，明智且有威望。",
                    "position": "从旁路过，驻足观看。",
                    "states": "面露好奇，态度和蔼。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 1,
                    "action": "悟空瞪大眼睛，用火眼金睛打量袈裟，挥舞金箍棒，大声质疑观音菩萨。",
                    "dialogue": "“你这和尚，分明是拿假货骗人，袈裟有何奇特，竟要价如此之高？”"
                },
                {
                    "action_id": 1,
                    "character": "观音菩萨",
                    "character_id": 0,
                    "action": "观音菩萨微笑，轻轻摇动锡杖，平静回应。",
                    "dialogue": "“袈裟非寻常物，有缘者自能识得。贫僧要价非为金钱，而是为寻有缘人。”"
                },
                {
                    "action_id": 2,
                    "character": "萧瑀",
                    "character_id": 2,
                    "action": "萧瑀上前一步，礼貌地询问观音菩萨。",
                    "dialogue": "“大师所言极是，我愿以此价购得袈裟，以表敬意。”"
                },
                {
                    "action_id": 3,
                    "character": "孙悟空",
                    "character_id": 1,
                    "action": "悟空一愣，更加固执己见，欲强行夺取袈裟。",
                    "dialogue": "“休得啰嗦，这袈裟我孙悟空要定了！”"
                },
                {
                    "action_id": 4,
                    "character": "观音菩萨",
                    "character_id": 0,
                    "action": "观音菩萨显露真身，庄严地说服悟空。",
                    "dialogue": "“悟空，你既已入我佛门，当知佛法无边。此袈裟与锡杖，非争斗之物，而是助人修行之宝。”"
                }
            ],
            "plot": "观音菩萨与孙悟空在长安城东市角因袈裟产生误会，经过一系列的对话与动作，最终观音菩萨显露真身，点化悟空，袈裟与锡杖的真正价值得以彰显。",
            "chunk": {
                "id": 59,
                "text": "瓶插仙花，炉焚檀降。 瓶插仙花，锦树辉辉漫宝刹；炉焚檀降，香云霭霭透清霄。 时新果品砌朱盘，奇样糖酥堆彩案。 高僧罗列诵真经，愿拔孤魂离苦难。 太宗文武俱各拈香，拜了佛祖金身，参了罗汉。 又见那大阐都纲陈玄奘法师引众僧罗拜唐王。 礼毕，分班各安禅位，法师献上济孤榜文与太宗看，榜曰：“至德渺茫，禅宗寂灭。 清净灵通，周流三界。 千变万化，统摄阴阳。 体用真常，无穷极矣。 观彼孤魂，深宜哀愍。 此奉太宗圣命：选集诸僧，参禅讲法。 大开方便门庭，广运慈悲舟楫，普济苦海群生，脱免沉疴六趣。 引归真路，普玩鸿蒙；动止无为，混成纯素。 仗此良因，邀赏清都绛阙；乘吾胜会，脱离地狱凡笼。 早登极乐任逍遥，来往西方随自在。 诗曰：一炉永寿香，几卷超生箓。 无边妙法宣，无际天恩沐。 冤孽尽消除，孤魂皆出狱。 愿保我邦家，清平万年福。 ”太宗看了满心欢喜，对众僧道：“汝等秉立丹衷，切休怠慢佛事。 待后功成完备，各各福有所归，朕当重赏，决不空劳。 ”那一千二百僧，一齐顿首称谢。 当日三斋已毕，唐王驾回。 待七日正会，复请拈香。 时天色将晚，各官俱退。 怎见得好晚？ 你看那：万里长空淡落辉，归鸦数点下栖迟。 满城灯火人烟静，正是禅僧入定时。 一宿晚景题过。 次早，法师又升坐，聚众诵经不题。 却说南海普陀山观世音菩萨，自领了如来佛旨，在长安城访察取经的善人，日久未逢真实有德行者。 忽闻得太宗宣扬善果，选举高僧，开建大会，又见得法师坛主，乃是江流儿和尚，正是极乐中降来的佛子，又是他原引送投胎的长老，菩萨十分欢喜，就将佛赐的宝贝，捧上长街，与木叉货卖。 你道他是何宝贝？ 有一件锦襕异宝袈裟、九环锡杖，还有那金紧禁三个箍儿，密密藏收，以俟后用，只将袈裟、锡杖出卖。 长安城里，有那选不中的愚僧，倒有几贯村钞。 见菩萨变化个疥癞形容，身穿破衲，赤脚光头，将袈裟捧定，艳艳生光，他上前问道：“那癞和尚，你的袈裟要卖多少价钱？ ”菩萨道：“袈裟价值五千两，锡杖价值二千两。 ”那愚僧笑道：“这两个癞和尚是疯子！ 是傻子！ 这两件粗物，就卖得七千两银子？ 只是除非穿上身长生不老，就得成佛作祖，也值不得这许多！ 拿了去！ 卖不成！ ”那菩萨更不争吵，与木叉往前又走。 行勾多时，来到东华门前，正撞着宰相萧瑀散朝而回，众头踏喝开街道。 那菩萨公然不避，当街上拿着袈裟，径迎着宰相。 宰相勒马观看，见袈裟艳艳生光，着手下人问那卖袈裟的要价几何。 菩萨道：“袈裟要五千两，锡杖要二千两。 ”萧瑀道：“有何好处，值这般高价？ ”菩萨道：“袈裟有好处，有不好处；有要钱处，有不要钱处。 ”萧瑀道：“何为好？ 何为不好？ ”菩萨道：“着了我袈裟，不入沉沦，不堕地狱，不遭恶毒之难，不遇虎狼之穴，便是好处；若贪淫乐祸的愚僧，不斋不戒的和尚，毁经谤佛的凡夫，难见我袈裟之面，这便是不好处。 ”\n    又问道：“何为要钱，不要钱？ ”菩萨道：“不遵佛法，不敬三宝，强买袈裟、锡杖，定要卖他七千两，这便是要钱；若敬重三宝，见善随喜，皈依我佛，承受得起，我将袈裟、锡杖，情愿送他，与我结个善缘，这便是不要钱。 ”萧瑀闻言，倍添春色，知他是个好人，即便下马，与菩萨以礼相见，口称：“大法长老，恕我萧瑀之罪。 我大唐皇帝十分好善，满朝的文武，无不奉行。"
            }
        },
        {
            "id": 9,
            "event": "荒野救师",
            "time": "午时三刻",
            "location": "大唐边界荒岭",
            "description": "荒岭之中，树木参天，杂草丛生。唐僧被困于猛虎与毒蛇的围攻之中，形势危急。天空晴朗，阳光透过树梢斑驳地照在地面上。",
            "characters": [
                {
                    "id": 0,
                    "name": "唐僧（玄奘）",
                    "gender": "男",
                    "description": "慈悲为怀的僧人，胆小怕事，手握佛珠，面临危险时显得慌张无措。",
                    "position": "被困在猛虎与毒蛇的中间，慌乱地念诵佛经。",
                    "states": "惊慌、求助"
                },
                {
                    "id": 1,
                    "name": "刘伯钦",
                    "gender": "男",
                    "description": "豪爽的猎户，擅长狩猎，手持钢叉，英姿飒爽。",
                    "position": "从一旁的树林中跃出，准备营救唐僧。",
                    "states": "果断、勇敢"
                },
                {
                    "id": 2,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智勇敢的大徒弟，身怀绝技，心急如焚地寻找师傅。",
                    "position": "在远处使用火眼金睛发现师傅的困境。",
                    "states": "焦急、准备救援"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "刘伯钦",
                    "character_id": 1,
                    "action": "刘伯钦大喝一声，钢叉在手，迅速向猛虎投去，展开激烈对决。",
                    "dialogue": "“唐僧师傅莫怕，待我来收拾这些孽畜！”"
                },
                {
                    "action_id": 1,
                    "character": "唐僧（玄奘）",
                    "character_id": 0,
                    "action": "唐僧见状，更加慌张，但仍不忘念诵经文，为刘伯钦加油打气。",
                    "dialogue": "“阿弥陀佛，刘施主小心！”"
                },
                {
                    "action_id": 2,
                    "character": "孙悟空",
                    "character_id": 2,
                    "action": "孙悟空迅速挥舞金箍棒，击退毒蛇，跃至唐僧身边保护。",
                    "dialogue": "“师傅，悟空来迟了！”"
                }
            ],
            "plot": "该场景展现了唐僧在荒野遭遇危险，得刘伯钦与孙悟空及时救援的紧张情节，体现了师徒情深及刘伯钦的英勇豪爽。",
            "chunk": {
                "id": 65,
                "text": "只见风飘飘遗下一张简帖，书上四句颂子，颂子云：“吾乃西天太白星，特来搭救汝生灵。 前行自有神徒助，莫为艰难报怨经。 ”三藏看了，对天礼拜道：“多谢金星，度脱此难。 ”拜毕，牵了马匹，独自个孤孤凄凄，往前苦进。 这岭上，真个是寒飒飒雨林风，响潺潺涧下水。 香馥馥野花开，密丛丛乱石磊。 闹嚷嚷鹿与猿，一队队獐和麂。 喧杂杂鸟声多，静悄悄人事靡。 那长老，战兢兢心不宁；这马儿，力怯怯蹄难举。 三藏舍身拚命，上了那峻岭之间。 行经半日，更不见个人烟村舍。 一则腹中饥了，二则路又不平，正在危急之际，只见前面有两只猛虎咆哮，后边有几条长蛇盘绕。 左有毒虫，右有怪兽，三藏孤身无策，只得放下身心，听天所命。 又无奈那马腰软蹄弯，即便跪下，伏倒在地，打又打不起，牵又牵不动。 苦得个法师衬身无地，真个有万分凄楚，已自分必死，莫可奈何。 却说他虽有灾迍，却有救应。 正在那不得命处，忽然见毒虫奔走，妖兽飞逃；猛虎潜踪，长蛇隐迹。 三藏抬头看时，只见一人，手执钢叉，腰悬弓箭，自那山坡前转出，果然是一条好汉。 你看他：头上戴一顶艾叶花斑豹皮帽，身上穿一领羊绒织锦叵罗衣，腰间束一条狮蛮带。 脚下躧一对麂皮靴。 环眼圆睛如吊客，圈须乱扰似河奎。 悬一囊毒药弓矢，拿一杆点钢大叉。 雷声震破山虫胆，勇猛惊残野雉魂。 三藏见他来得渐近，跪在路旁，合掌高叫道：“大王救命！ 大王救命！ ”那条汉到跟前，放下钢叉，用手搀起道：“长老休怕。 我不是歹人，我是这山中的猎户，姓刘名伯钦，绰号镇山太保。 我才自来，要寻两只山虫食用，不期遇著你，多有冲撞。 ”三藏道：\n    “贫僧是大唐驾下钦差往西天拜佛求经的和尚。 适间来到此处，遇著些狼虎蛇虫，四边围绕，不能前进。 忽见太保来，众兽皆走，救了贫僧性命，多谢！ 多谢！ ”伯钦道：“我在这里住人，专倚打些狼虎为生，捉些蛇虫过活，故此众兽怕我走了。 你既是唐朝来的，与我都是乡里。 此间还是大唐的地界，我也是唐朝的百姓，我和你同食皇王的水土，诚然是一国之人。 你休怕，跟我来，到我舍下歇马，明朝我送你上路。 ”三藏闻言，满心欢喜，谢了伯钦，牵马随行。 过了山坡，又听得呼呼风响。 伯钦道：“长老休走，坐在此间。 风响处，是个山猫来了，等我拿他家去管待你。 ”三藏见说，又胆战心惊，不敢举步。 那太保执了钢叉，拽开步，迎将上去。 只见一只斑斓虎，对面撞见，他看见伯钦，急回头就步。 这太保霹雳一声，咄道：“那业畜！ 那里走！ ”那虎见赶得急，转身轮爪扑来。 这太保三股叉举手迎敌，唬得个三藏软瘫在草地。 这和尚自出娘肚皮，那曾见这样凶险的勾当？ 太保与那虎在那山坡下，人虎相持，果是一场好斗。 但见：怒气纷纷，狂风滚滚。 怒气纷纷，太保冲冠多膂力；狂风滚滚，斑彪逞势喷红尘。 那一个张牙舞爪，这一个转步回身。 三股叉擎天幌日，千花尾扰雾飞云。 这一个当胸乱刺，那一个劈面来吞。 闪过的再生人道，撞着的定见阎君。 只听得那斑彪哮吼，太保声哏。 斑彪哮吼，振裂山川惊鸟兽；太保声哏，喝开天府现星辰。 那一个金睛怒出，这一个壮胆生嗔。 可爱镇山刘太保，堪夸据地兽之君。 人虎贪生争胜负，些儿有慢丧三魂。 他两个斗了有一个时辰，只见那虎爪慢腰松，被太保举叉平胸刺倒，可怜呵，钢叉尖穿透心肝，霎时间血流满地。 揪著耳朵，拖上路来，好男子！ 气不连喘，面不改色，对三藏道：“造化！ 造化！"
            }
        },
        {
            "id": 10,
            "event": "经文追逐战",
            "time": "傍晚时分",
            "location": "山林中的陈氏庄院附近",
            "description": "一阵怪风卷走了唐僧的包裹，孙悟空与猪八戒决定合作找回经文。山林中树木繁茂，雾气缭绕，给寻找增加了难度。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智、自信、身手敏捷的美猴王，拥有七十二变的变化术和如意金箍棒。",
                    "position": "站在庄院门口，准备出发",
                    "states": "焦急，急于找回经文"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "力大无穷，但有些懒惰的猪妖，手持九齿钉耙。",
                    "position": "跟在孙悟空身后，准备协助",
                    "states": "紧张，担心任务困难"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "纵身跃起，化为一道金光，向山林中飞去",
                    "dialogue": "八戒，你负责地面搜索，我到空中看看！"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "用力挥舞钉耙，拨开浓密的灌木丛，开始在地面上寻找",
                    "dialogue": "大师兄，我这就开始找，你也要小心！"
                }
            ],
            "plot": "在陈氏庄院附近的山林中，孙悟空与猪八戒展开了一场寻找经文的追逐战，一个天上，一个地下，两人互补不足，共同面对挑战。",
            "chunk": {
                "id": 70,
                "text": "我老孙，颇有降龙伏虎的手段，翻江搅海的神通，见貌辨色，聆音察理，大之则量于宇宙，小之则摄于毫毛！ 变化无端，隐显莫测。 剥这个虎皮，何为稀罕？ 见到那疑难处，看展本事么！ ”三藏闻得此言，愈加放怀无虑，策马前行。 师徒两个走着路，说着话，不觉得太阳星坠，但见：焰焰斜辉返照，天涯海角归云。 千出鸟雀噪声频，觅宿投林成阵。 野兽双双对对，回窝族族群群。 一勾新月破黄昏，万点明星光晕。 行者道：师父走动些，天色晚了。 那壁厢树木森森，想必是人家庄院，我们赶早投宿去来。 ”三藏果策马而行，径奔人家，到了庄院前下马。 行者撇了行李，走上前，叫声“开门！ 开门！ ”那里面有一老者，扶筇而出，唿喇的开了门，看见行者这般恶相，腰系着一块虎皮，好似个雷公模样，唬得脚软身麻，口出谵语道：\n    “鬼来了！ 鬼来了！ ”三藏近前搀住叫道：“老施主，休怕。 他是我贫僧的徒弟，不是鬼怪。 ”老者抬头，见了三藏的面貌清奇，方然立定，问道：“你是那寺里来的和尚，带这恶人上我门来？ ”\n    三藏道：“我贫僧是唐朝来的，往西天拜佛求经，适路过此间，天晚，特造檀府借宿一宵，明早不犯天光就行。 万望方便一二。 ”老者道：“你虽是个唐人，那个恶的却非唐人。 ”悟空厉声高呼道：“你这个老儿全没眼色！ 唐人是我师父，我是他徒弟！ 我也不是甚糖人蜜人，我是齐天大圣。 你们这里人家，也有认得我的，我也曾见你来。 ”那老者道：“你在那里见我？ ”悟空道：\n    “你小时不曾在我面前扒柴？ 不曾在我脸上挑菜？ ”老者道：“这厮胡说！ 你在那里住？ 我在那里住？ 我来你面前扒柴挑菜！ ”\n    悟空道：“我儿子便胡说！ 你是认不得我了，我本是这两界山石匣中的大圣。 你再认认看。 ”老者方才省悟道：“你倒有些象他，但你是怎么得出来的？ ”悟空将菩萨劝善、令我等待唐僧揭贴脱身之事，对那老者细说了一遍。 老者却才下拜，将唐僧请到里面，即唤老妻与儿女都来相见，具言前事，个个欣喜。 又命看茶，茶罢，问悟空道：“大圣啊，你也有年纪了？ ”悟空道：“你今年几岁了？ ”老者道：“我痴长一百三十岁了。 ”行者道：“还是我重子重孙哩！ 我那生身的年纪，我不记得是几时，但只在这山脚下，已五百余年了。 ”老者道：“是有，是有。 我曾记得祖公公说，此山乃从天降下，就压了一个神猴。 只到如今，你才脱体。 我那小时见你，是你头上有草，脸上有泥，还不怕你；如今脸上无了泥，头上无了草，却象瘦了些，腰间又苫了一块大虎皮，与鬼怪能差多少？ ”\n    一家儿听得这般话说，都呵呵大笑。 这老儿颇贤，即今安排斋饭。 饭后，悟空道：“你家姓甚？ ”老者道：“舍下姓陈。 ”三藏闻言，即下来起手道：“老施主，与贫僧是华宗。 ”行者道：“师父，你是唐姓，怎的和他是华宗？ ”三藏道：“我俗家也姓陈，乃是唐朝海州弘农郡聚贤庄人氏。 我的法名叫做陈玄奘。 只因我大唐太宗皇帝赐我做御弟三藏，指唐为姓，故名唐僧也。 ”那老者见说同姓，又十分欢喜。 行者道：“老陈，左右打搅你家。 我有五百多年不洗澡了，你可去烧些汤来，与我师徒们洗浴洗浴，一发临行谢你。 ”那老儿即令烧汤拿盆，掌上灯火。 师徒浴罢，坐在灯前，行者道：“老陈，还有一事累你，有针线借我用用。 ”那老儿道：“有，有，有。 ”即教妈妈取针线来，递与行者。"
            }
        },
        {
            "id": 11,
            "event": "孙悟空与六贼的道德对话",
            "time": "清晨，大约卯时",
            "location": "寒桥附近的一片开阔地",
            "description": "天空微明，寒风刺骨，桥边的柳树挂满了霜，师徒四人与六贼对峙。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身披虎皮，手持金箍棒，眼神犀利，身姿挺拔。",
                    "position": "站在唐僧前方，直面六贼",
                    "states": "自信，警惕，准备随时出手"
                },
                {
                    "id": 1,
                    "name": "唐僧",
                    "gender": "男",
                    "description": "骑白马，手持锡杖，面容慈祥，态度坚定。",
                    "position": "位于悟空后方，关注事态发展",
                    "states": "平静，关注，准备随时劝解"
                },
                {
                    "id": 2,
                    "name": "眼看喜",
                    "gender": "男",
                    "description": "六贼之首，手持钢刀，眼神狡黠。",
                    "position": "站在六贼前方，与悟空对峙",
                    "states": "紧张，愤怒，但强作镇定"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "悟空用金箍棒指向六贼，严厉地质问他们的行为",
                    "dialogue": "「尔等剪径为生，可知罪孽深重？我若动手，尔等顷刻间灰飞烟灭，但师傅教导要以德服人，尔等可愿改过自新？」"
                },
                {
                    "action_id": 1,
                    "character": "唐僧",
                    "character_id": 1,
                    "action": "唐僧轻挥锡杖，温言劝解",
                    "dialogue": "「悟空，勿要躁动。诸位施主，贫僧劝你们放下屠刀，立地成佛，莫要再误入歧途。」"
                },
                {
                    "action_id": 2,
                    "character": "眼看喜",
                    "character_id": 2,
                    "action": "眼看喜瞪大眼睛，狡辩自己的行为",
                    "dialogue": "「我们不过是求生存，何来罪孽？但看在法师面上，若能给予补偿，我们也不是不可商量。」"
                }
            ],
            "plot": "此场景展现了悟空与唐僧在处理强盗问题上的不同态度，悟空倾向于用武力解决，而唐僧则坚持用佛法感化，六贼的态度也透露出他们并非不可救药，为后续剧情埋下伏笔。",
            "chunk": {
                "id": 71,
                "text": "行者又有眼色，见师父洗浴，脱下一件白布短小直裰未穿，他即扯过来披在身上，却将那虎皮脱下，联接一处，打一个马面样的折子，围在腰间，勒了藤条，走到师父面前道：“老孙今日这等打扮，比昨日如何？ ”三藏道：“好！ 好！ 好！ 这等样，才象个行者。 ”三藏道：“徒弟，你不嫌残旧，那件直裰儿，你就穿了罢。 ”悟空唱个喏道：“承赐！ 承赐！ ”他又去寻些草料喂了马。 此时各各事毕，师徒与那老儿，亦各归寝。 次早，悟空起来，请师父走路。 三藏着衣，教行者收拾铺盖行李。 正欲告辞，只见那老儿，早具脸汤，又具斋饭。 斋罢，方才起身。 三藏上马，行者引路，不觉饥餐渴饮，夜宿晓行，又值初冬时候，但见那：霜凋红叶千林瘦，岭上几株松柏秀。 未开梅蕊散香幽，暖短昼，小春候，菊残荷尽山茶茂。 寒桥古树争枝斗，曲涧涓涓泉水溜。 淡云欲雪满天浮，朔风骤，牵衣袖，向晚寒威人怎受？ 师徒们正走多时，忽见路旁唿哨一声，闯出六个人来，各执长枪短剑，利刃强弓，大咤一声道：“那和尚！ 那里走！ 赶早留下马匹，放下行李，饶你性命过去！ ”唬得那三藏魂飞魄散，跌下马来，不能言语。 行者用手扶起道：“师父放心，没些儿事，这都是送衣服送盘缠与我们的。 ”三藏道：“悟空，你想有些耳闭？ 他说教我们留马匹、行李，你倒问他要甚么衣服、盘缠？ ”行者道：“你管守着衣服、行李、马匹，待老孙与他争持一场，看是何如。 ”三藏道：“好手不敌双拳，双拳不如四手。 他那里六条大汉，你这般小小的一个人儿，怎么敢与他争持？ ”\n    行者的胆量原大，那容分说，走上前来，叉手当胸，对那六个人施礼道：“列位有甚么缘故，阻我贫僧的去路？ ”那人道：\n    “我等是剪径的大王，行好心的山主。 大名久播，你量不知，早早的留下东西，放你过去；若道半个不字，教你碎尸粉骨！ ”行者道：“我也是祖传的大王，积年的山主，却不曾闻得列位有甚大名。 ”那人道：“你是不知，我说与你听：一个唤做眼看喜，一个唤做耳听怒，一个唤做鼻嗅爱，一个唤作舌尝思，一个唤作意见欲，一个唤作身本忧。 ”悟空笑道：“原来是六个毛贼！ 你却不认得我这出家人是你的主人公，你倒来挡路。 把那打劫的珍宝拿出来，我与你作七分儿均分，饶了你罢！ ”那贼闻言，喜的喜，怒的怒，爱的爱，思的思，欲的欲，忧的忧，一齐上前乱嚷道：“这和尚无礼！ 你的东西全然没有，转来和我等要分东西！ ”\n    他轮枪舞剑，一拥前来，照行者劈头乱砍，乒乒乓乓，砍有七八十下。 悟空停立中间，只当不知。 那贼道：“好和尚！ 真个的头硬！ ”行者笑道：“将就看得过罢了！ 你们也打得手困了，却该老孙取出个针儿来耍耍。 ”那贼道：“这和尚是一个行针灸的郎中变的。 我们又无病症，说甚么动针的话！ ”行者伸手去耳朵里拔出一根绣花针儿，迎风一幌，却是一条铁棒，足有碗来粗细，拿在手中道：“不要走！ 也让老孙打一棍儿试试手！ ”唬得这六个贼四散逃走，被他拽开步，团团赶上，一个个尽皆打死。 剥了他的衣服，夺了他的盘缠，笑吟吟走将来道：“师父请行，那贼已被老孙剿了。 ”三藏道：“你十分撞祸！ 他虽是剪径的强徒，就是拿到官司，也不该死罪；你纵有手段，只可退他去便了，怎么就都打死？ 这却是无故伤人的性命，如何做得和尚？ 出家人扫地恐伤蝼蚁命，爱惜飞蛾纱罩灯。 你怎么不分皂白，一顿打死？ 全无一点慈悲好善之心！"
            }
        },
        {
            "id": 12,
            "event": "孙悟空与红孩儿的较量",
            "time": "春分后一日",
            "location": "枯松涧火云洞",
            "description": "四周山石嶙峋，涧中流水潺潺，洞口火光冲天，热浪扑面，空气中弥漫着硫磺的味道。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身着锁子黄金甲，头戴紫金冠，手握金箍棒，眼神炯炯，神通广大。",
                    "position": "站在涧边一块巨石上，目光如电。",
                    "states": "自信，警觉"
                },
                {
                    "id": 1,
                    "name": "红孩儿",
                    "gender": "男",
                    "description": "身穿红肚兜，手持火尖枪，面容稚嫩，但眼神狡黠。",
                    "position": "洞口前，火光映照下，显得异常嚣张。",
                    "states": "傲慢，狡猾"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空轻轻跃下巨石，双手抱拳，向红孩儿施礼，同时目光锐利地观察对方的反应。",
                    "dialogue": "红孩儿，你占据此洞，不知天高地厚。我乃取经人孙悟空，今日特来拜会，还望你识时务，莫要误了自己。"
                },
                {
                    "action_id": 1,
                    "character": "红孩儿",
                    "character_id": 1,
                    "action": "红孩儿闻言，眼中闪过一丝不屑，嘴角上扬，傲然回应。",
                    "dialogue": "孙悟空，你不过是个弼马温，有何资格教训我？这火云洞是我的地盘，岂容你在此放肆！"
                }
            ],
            "plot": "孙悟空与红孩儿在火云洞前展开了一场智慧与勇气的对决。孙悟空以礼相待，试图说服红孩儿，而红孩儿则因年轻气盛，对孙悟空的劝告不以为然。这场对话不仅展现了两位角色的性格特点，也预示着接下来的剧情发展。",
            "chunk": {
                "id": 74,
                "text": "行者道：“我这头，原来是师父咒我的。 ”三藏道：“我念得是紧箍经，何曾咒你？ ”行者道：\n    “你再念念看。 ”三藏真个又念，行者真个又痛，只教：“莫念！ 莫念！ 念动我就痛了！ 这是怎么说？ ”三藏道：“你今番可听我教诲了？ ”行者道：“听教了！ ”“你再可无礼了？ ”行者道：“不敢了！ ”他口里虽然答应，心上还怀不善，把那针儿幌一幌，碗来粗细，望唐僧就欲下手，慌得长老口中又念了两三遍，这猴子跌倒在地，丢了铁棒，不能举手，只教：“师父！ 我晓得了！ 再莫念！ 再莫念！ ”三藏道：“你怎么欺心，就敢打我？ ”行者道：“我不曾敢打，我问师父，你这法儿是谁教你的？ ”三藏道：“是适间一个老母传授我的。 ”行者大怒道：“不消讲了！ 这个老母，坐定是那个观世音！ 他怎么那等害我！ 等我上南海打他去！ ”三藏道：\n    “此法既是他授与我，他必然先晓得了。 你若寻他，他念起来，你却不是死了？ ”行者见说得有理，真个不敢动身，只得回心，跪下哀告道：“师父！ 这是他奈何我的法儿，教我随你西去。 我也不去惹他，你也莫当常言，只管念诵。 我愿保你，再无退悔之意了。 ”三藏道：“既如此，伏侍我上马去也。 ”那行者才死心塌地，抖擞精神，束一束绵布直裰，扣背马匹，收拾行李，奔西而进。 毕竟这一去，后面又有甚话说，且听下回分解。 《》目录 第十五回　蛇盘山诸神暗佑　鹰愁涧意马收缰\n    却说行者伏侍唐僧西进，行经数日，正是那腊月寒天，朔风凛凛，滑冻凌凌，去的是些悬崖峭壁崎岖路，迭岭层峦险峻山。 三藏在马上，遥闻唿喇喇水声聒耳，回头叫：“悟空，是那里水响？ ”行者道：“我记得此处叫做蛇盘山鹰愁涧，想必是涧里水响。 ”说不了，马到涧边，三藏勒缰观看，但见：涓涓寒脉穿云过，湛湛清波映日红。 声摇夜雨闻幽谷，彩发朝霞眩太空。 千仞浪飞喷碎玉，一泓水响吼清风。 流归万顷烟波去，鸥鹭相忘没钓逢。 师徒两个正然看处，只见那涧当中响一声，钻出一条龙来，推波掀浪，撺出崖山，就抢长老。 慌得个行者丢了行李，把师父抱下马来，回头便走。 那条龙就赶不上，把他的白马连鞍辔一口吞下肚去，依然伏水潜踪。 行者把师父送在那高阜上坐了，却来牵马挑担，止存得一担行李，不见了马匹。 他将行李担送到师父面前道：“师父，那孽龙也不见踪影，只是惊走我的马了。 ”三藏道：“徒弟啊，却怎生寻得马着么？ ”行者道：“放心，放心，等我去看来。 ”\n    他打个唿哨，跳在空中，火眼金睛，用手搭凉篷，四下里观看，更不见马的踪迹。 按落云头报道：“师父，我们的马断乎是那龙吃了，四下里再看不见。 ”三藏道：“徒弟呀，那厮能有多大口，却将那匹大马连鞍辔都吃了？ 想是惊张溜缰，走在那山凹之中。 你再仔细看看。 ”行者道：“你也不知我的本事。 我这双眼，白日里常看一千里路的吉凶。 象那千里之内，蜻蜓儿展翅，我也看见，何期那匹大马，我就不见！ ”三藏道：“既是他吃了，我如何前进！ 可怜啊！ 这万水千山，怎生走得！ ”说着话，泪如雨落。 行者见他哭将起来，他那里忍得住暴燥，发声喊道：“师父莫要这等脓包形么！ 你坐着！ 坐着！ 等老孙去寻着那厮，教他还我马匹便了。 ”三藏却才扯住道：“徒弟啊，你那里去寻他？ 只怕他暗地里撺将出来，却不又连我都害了？ 那时节人马两亡，怎生是好！ ”行者闻得这话，越加嗔怒，就叫喊如雷道：“你忒不济！ 不济！"
            }
        },
        {
            "id": 13,
            "event": "鹰愁涧边斗法救师",
            "time": "午时三刻",
            "location": "鹰愁涧水边",
            "description": "阳光斜照在波光粼粼的涧水上，孙悟空与龙翻江倒海，战斗激烈。周围水花四溅，树木摇曳，猪八戒在远处发现了异常妖气。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身披锁子黄金甲，头戴凤翅紫金冠，手持如意金箍棒，眼神炯炯有神，随时准备施展变化术。",
                    "position": "站在涧水中一块巨石上",
                    "states": "怒气冲冲，准备施展更强大的法力"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "身穿黑甲，手持九齿钉耙，圆脸憨态可掬，正警惕地扫视四周。",
                    "position": "涧边一处灌木丛后",
                    "states": "警觉，准备保护唐僧"
                },
                {
                    "id": 2,
                    "name": "神秘妖怪",
                    "gender": "男",
                    "description": "身形隐蔽，气息诡异，企图乘乱掳走唐僧。",
                    "position": "悄悄接近唐僧所在的位置",
                    "states": "狡猾，小心翼翼"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "挥舞金箍棒，施展七十二变，化出三头六臂，与龙进行激烈交战。",
                    "dialogue": "孽畜，还我师父的白马！"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "从灌木丛后跃出，挥舞钉耙，向神秘妖怪发起攻击。",
                    "dialogue": "妖怪，休想伤我师父分毫！"
                },
                {
                    "action_id": 2,
                    "character": "神秘妖怪",
                    "character_id": 2,
                    "action": "见状不妙，转身欲逃，同时放出暗器试图阻挡猪八戒。",
                    "dialogue": "（尖啸）"
                }
            ],
            "plot": "孙悟空与龙在鹰愁涧边斗法之际，猪八戒发现了企图掳走唐僧的神秘妖怪，二者立刻联手对抗妖怪，确保唐僧的安全。",
            "chunk": {
                "id": 75,
                "text": "又要马骑，又不放我去，似这般看着行李，坐到老罢！ ”哏哏的吆喝，正难息怒，只听得空中有人言语，叫道：\n    “孙大圣莫恼，唐御弟休哭。 我等是观音菩萨差来的一路神祇，特来暗中保取经者。 ”那长老闻言，慌忙礼拜。 行者道：“你等是那几个？ 可报名来，我好点卯。 ”众神道：“我等是六丁六甲、五方揭谛、四值功曹、一十八位护教伽蓝，各各轮流值日听候。 ”\n    行者道：“今日先从谁起？ ”众揭谛道：“丁甲、功曹、伽蓝轮次。 我五方揭谛，惟金头揭谛昼夜不离左右。 ”行者道：“既如此，不当值者且退，留下六丁神将与日值功曹和众揭谛保守着我师父。 等老孙寻那涧中的孽龙，教他还我马来。 ”众神遵令。 三藏才放下心，坐在石崖之上，吩咐行者仔细，行者道：“只管宽心。 ”好猴王，束一束绵布直裰，撩起虎皮裙子，揝着金箍铁棒，抖擞精神，径临涧壑，半云半雾的，在那水面上，高叫道：“泼泥鳅，还我马来！ 还我马来！ ”\n    却说那龙吃了三藏的白马，伏在那涧底中间，潜灵养性。 只听得有人叫骂索马，他按不住心中火发，急纵身跃浪翻波，跳将上来道：“是那个敢在这里海口伤吾？ ”行者见了他，大咤一声“休走！ 还我马来！ ”轮着棍，劈头就打。 那条龙张牙舞爪来抓。 他两个在涧边前这一场赌斗，果是骁雄，但见那：龙舒利爪，猴举金箍。 那个须垂白玉线，这个服幌赤金灯。 那个须下明珠喷彩雾，这个手中铁棒舞狂风。 那个是迷爷娘的业子，这个是欺天将的妖精。 他两个都因有难遭磨折，今要成功各显能。 来来往往，战罢多时，盘旋良久，那条龙力软筋麻，不能抵敌，打一个转身，又撺于水内，深潜涧底，再不出头，被猴王骂詈不绝，他也只推耳聋。 行者没及奈何，只得回见三藏道：“师父，这个怪被老孙骂将出来，他与我赌斗多时，怯战而走，只躲在水中间，再不出来了。 ”三藏道：“不知端的可是他吃了我马？ ”行者道：“你看你说的话！ 不是他吃了，他还肯出来招声，与老孙犯对？ ”三藏道：\n    “你前日打虎时，曾说有降龙伏虎的手段，今日如何便不能降他？ ”原来那猴子吃不得人急他，见三藏抢白了他这一句，他就发起神威道：“不要说！ 不要说！ 等我与他再见个上下！ ”\n    这猴王拽开步，跳到涧边，使出那翻江搅海的神通，把一条鹰愁陡涧彻底澄清的水，搅得似那九曲黄河泛涨的波。 那孽龙在于深涧中，坐卧宁，心中思想道：“这才是福无双降，祸不单行。 我才脱了天条死难，不上一年，在此随缘度日，又撞着这般个泼魔，他来害我！ ”你看他越思越恼，受不得屈气，咬着牙，跳将出去，骂道：“你是那里来的泼魔，这等欺我！ ”行者道：“你莫管我那里不那里，你只还了马，我就饶你性命！ ”那龙道：“你的马是我吞下肚去，如何吐得出来！ 不还你，便待怎的！ ”行者道“不还马时看棍！ 只打杀你，偿了我马的性命便罢！ ”他两个又在那山崖下苦斗。 斗不数合，小龙委实难搪，将身一幌，变作一条水蛇儿，钻入草科中去了。 猴王拿着棍，赶上前来，拨草寻蛇，那里得些影响？ 急得他三尸神咋，七窍烟生，念了一声唵字咒语，即唤出当坊土地、本处山神，一齐来跪下道：“山神土地来见。 ”行者道：“伸过孤拐来，各打五棍见面，与老孙散散心！ ”二神叩头哀告道：“望大圣方便，容小神诉告。 ”行者道：“你说甚么？ ”二神道：“大圣一向久困，小神不知几时出来，所以不曾接得，万望恕罪。 ”行者道：\n    “既如此，我且不打你。 我问你：鹰愁涧里，是那方来的怪龙？"
            }
        },
        {
            "id": 14,
            "event": "平息龙王怨怒",
            "time": "取经途中某日",
            "location": "荒野河边",
            "description": "河水汹涌，天空阴沉，唐僧师徒面临无法过河的困境。河边地势开阔，四周荒无人烟。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智勇敢，桀骜不驯，拥有七十二变和如意金箍棒。",
                    "position": "站在河岸上，观察河水动态",
                    "states": "警觉，准备随时应对"
                },
                {
                    "id": 1,
                    "name": "唐僧",
                    "gender": "男",
                    "description": "慈悲为怀，意志坚定，念诵经文以感化妖魔。",
                    "position": "在河边一块石头上打坐",
                    "states": "平静，专注地念诵经文"
                },
                {
                    "id": 2,
                    "name": "龙王",
                    "gender": "男",
                    "description": "因触犯天条被贬下凡，化作龙马，心中怀有不满。",
                    "position": "河水之中，以龙形显现",
                    "states": "愤怒，操控河水"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空观察河水，发现异常后，跃入空中，准备施展法力。",
                    "dialogue": "这河水涨得蹊跷，定是那龙王作怪！"
                },
                {
                    "action_id": 1,
                    "character": "唐僧",
                    "character_id": 1,
                    "action": "唐僧继续打坐念经，声音越来越响，试图以佛法化解龙王的怨气。",
                    "dialogue": "我佛慈悲，愿这经文能开导龙王，解其心中之结。"
                },
                {
                    "action_id": 2,
                    "character": "龙王",
                    "character_id": 2,
                    "action": "龙王听到唐僧的念诵，心中有所触动，但仍操控河水形成漩涡。",
                    "dialogue": "哼！即便是佛法庄严，也难以抹去我心中的不平！"
                },
                {
                    "action_id": 3,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空在空中挥舞金箍棒，施展法力，平息河水。",
                    "dialogue": "龙王，且看我这棒法，是否能让你平息怒火！"
                },
                {
                    "action_id": 4,
                    "character": "龙王",
                    "character_id": 2,
                    "action": "龙王在孙悟空的法力下，逐渐平息怒气，河水恢复平静。",
                    "dialogue": "罢了，我愿听从菩萨安排，助你们西行。"
                }
            ],
            "plot": "唐僧师徒在河边遭遇龙王操控河水阻止他们过河。孙悟空准备施展法力平息河水，唐僧则以佛法感化龙王。经过一番波折，龙王终被说服，河水恢复平静，师徒四人得以继续西行。",
            "chunk": {
                "id": 77,
                "text": "你不遵教令，不受正果，若不如此拘系你，你又诳上欺天，知甚好歹！ 再似从前撞出祸来，有谁收管？ 须是得这个魔头，你才肯入我瑜伽之门路哩！ ”行者道：“这桩事，作做是我的魔头罢，你怎么又把那有罪的孽龙，送在此处成精，教他吃了我师父的马匹？ 此又是纵放歹人为恶，太不善也！ ”菩萨道：“那条龙，是我亲奏玉帝，讨他在此，专为求经人做个脚力。 你想那东土来的凡马，怎历得这万水千山？ 怎到得那灵山佛地？ 须是得这个龙马，方才去得。 ”行者道：“象他这般惧怕老孙，潜躲不出，如之奈何？ ”菩萨叫揭谛道：“你去涧边叫一声‘敖闰龙王玉龙三太子，你出来，有南海菩萨在此。 ’他就出来了。 ”那揭谛果去涧边叫了两遍。 那小龙翻波跳浪，跳出水来，变作一个人象，踏了云头，到空中对菩萨礼拜道：“向蒙菩萨解脱活命之恩，在此久等，更不闻取经人的音信。 ”菩萨指着行者道：“这不是取经人的大徒弟？ ”小龙见了道：“菩萨，这是我的对头。 我昨日腹中饥馁，果然吃了他的马匹。 他倚着有些力量，将我斗得力怯而回，又骂得我闭门不敢出来，他更不曾提着一个取经的字样。 ”行者道：\n    “你又不曾问我姓甚名谁，我怎么就说？ ”小龙道：“我不曾问你是那里来的泼魔？ 你嚷道：‘管甚么那里不那里，只还我马来！ ’何曾说出半个唐字！ ”菩萨道：“那猴头，专倚自强，那肯称赞别人？ 今番前去，还有归顺的哩，若问时，先提起取经的字来，却也不用劳心，自然拱伏。 ”行者欢喜领教。 菩萨上前，把那小龙的项下明珠摘了，将杨柳枝蘸出甘露，往他身上拂了一拂，吹口仙气，喝声叫“变！ ”那龙即变做他原来的马匹毛片，又将言语吩咐道：“你须用心了还业障，功成后，超越凡龙，还你个金身正果。 ”那小龙口衔着横骨，心心领诺。 菩萨教悟空领他去见三藏，“我回海上去也。 ”行者扯住菩萨不放道：“我不去了！ 我不去了！ 西方路这等崎岖，保这个凡僧，几时得到？ 似这等多磨多折，老孙的性命也难全，如何成得甚么功果！ 我不去了！ 我不去了！ ”菩萨道：“你当年未成人道，且肯尽心修悟；你今日脱了天灾，怎么倒生懒惰？ 我门中以寂灭成真，须是要信心正果。 假若到了那伤身苦磨之处，我许你叫天天应，叫地地灵。 十分再到那难脱之际，我也亲来救你。 你过来，我再赠你一般本事。 ”菩萨将杨柳叶儿摘下三个，放在行者的脑后，喝声“变”！ 即变做三根救命的毫毛，教他：“若到那无济无主的时节，可以随机应变，救得你急苦之灾。 ”行者闻了这许多好言，才谢了大慈大悲的菩萨。 那菩萨香风绕绕，彩雾飘飘，径转普陀而去。 这行者才按落云头，揪着那龙马的顶鬃，来见三藏道：“师父，马有了也。 ”三藏一见大喜道：“徒弟，这马怎么比前反肥盛了些？ 在何处寻着的？ ”行者道：“师父，你还做梦哩！ 却才是金头揭谛请了菩萨来，把那涧里龙化作我们的白马。 其毛片相同，只是少了鞍辔，着老孙揪将来也。 ”三藏大惊道：“菩萨何在？ 待我去拜谢他。 ”行者道：“菩萨此时已到南海，不耐烦矣。 ”\n    三藏就撮土焚香，望南礼拜，拜罢，起身即与行者收拾前进。 行者喝退了山神土地，吩咐了揭谛功曹，却请师父上马。 三藏道：\n    “那无鞍辔的马，怎生骑得？ 且待寻船渡过涧去，再作区处。 ”行者道：“这个师父好不知时务！ 这个旷野山中，船从何来？ 这匹马，他在此久住，必知水势，就骑着他做个船儿过去罢。 ”三藏无奈，只得依言，跨了刬马。"
            }
        },
        {
            "id": 15,
            "event": "误会与和解",
            "time": "大唐贞观年间某日傍晚",
            "location": "观音禅院大雄宝殿",
            "description": "大雄宝殿内香烟缭绕，夕阳透过窗棂，洒下斑驳的光影。唐僧师徒与古稀老僧正围坐在香案旁，气氛庄重而和谐。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身披锁子黄金甲，头戴凤翅紫金冠，手持如意金箍棒，神态自信，眼神犀利。",
                    "position": "站在唐僧身旁，目光警惕地扫视四周。",
                    "states": "表面恭敬，实则内心有些不耐烦。"
                },
                {
                    "id": 1,
                    "name": "唐僧",
                    "gender": "男",
                    "description": "身披袈裟，手持九环锡杖，面目慈祥，态度和蔼。",
                    "position": "坐在古稀老僧对面，微笑着倾听。",
                    "states": "心情平和，对古稀老僧充满敬意。"
                },
                {
                    "id": 2,
                    "name": "古稀老僧",
                    "gender": "男",
                    "description": "身穿破旧的僧袍，须发皆白，脸上布满皱纹，眼神中透露出对未知世界的好奇。",
                    "position": "坐在香案后，手捧茶杯，目光不时打量孙悟空。",
                    "states": "初见孙悟空时感到惊恐，后逐渐转为好奇和欣赏。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空轻轻敲击金箍棒，发出清脆的响声，引起古稀老僧的注意。",
                    "dialogue": "大圣，这棒子可是有名的如意金箍棒，重一万三千五百斤，可大可小，可长可短。"
                },
                {
                    "action_id": 1,
                    "character": "古稀老僧",
                    "character_id": 2,
                    "action": "古稀老僧露出惊讶的表情，放下茶杯，对孙悟空的金箍棒表示好奇。",
                    "dialogue": "原来这就是传说中的如意金箍棒，果然非凡器物。敢问大圣，这棒子的来历可是不凡？"
                },
                {
                    "action_id": 2,
                    "character": "唐僧",
                    "character_id": 1,
                    "action": "唐僧微笑着插话，为古稀老僧解释金箍棒的来历。",
                    "dialogue": "院主有所不知，这金箍棒原是东海龙宫的定海神针，后被悟空所得，成为他的兵器。"
                },
                {
                    "action_id": 3,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空听到唐僧的解释，眼中闪过一丝得意，轻轻挥舞金箍棒。",
                    "dialogue": "嘿嘿，院主，这棒子跟着我走南闯北，立下不少功劳呢！"
                }
            ],
            "plot": "孙悟空的金箍棒引起了古稀老僧的好奇，通过唐僧的解释，古稀老僧对孙悟空产生了新的认识，误会逐渐化解，双方开始友好交流。",
            "chunk": {
                "id": 80,
                "text": "你看他怎生模样：头戴左笄帽，身穿无垢衣。 铜环双坠耳，绢带束腰围。 草履行来稳，木鱼手内提。 口中常作念，般若总皈依。 三藏见了，侍立门旁，道个问讯，那和尚连忙答礼，笑道失瞻，问：“是那里来的？ 请入方丈献茶。 ”三藏道：“我弟子乃东土钦差，上雷音寺拜佛求经。 至此处天色将晚，欲借上刹一宵。 ”那和尚道：“请进里坐，请进里坐。 ”三藏方唤行者牵马进来。 那和尚忽见行者相貌，有些害怕，便问：“那牵马的是个甚么东西？ ”三藏道：“悄言！ 悄言！ 他的性急，若听见你说是甚么东西，他就恼了。 他是我的徒弟。 ”\n    那和尚打了个寒噤，咬着指头道：“这般一个丑头怪脑的，好招他做徒弟？ ”三藏道：“你看不出来哩，丑自丑，甚是有用。 ”\n    那和尚只得同三藏与行者进了山门。 山门里。 又见那正殿上书四个大字，是观音禅院。 三藏又大喜道：“弟子屡感菩萨圣恩，未及叩谢。 今遇禅院，就如见菩萨一般，甚好拜谢。 ”那和尚闻言，即命道人开了殿门，请三藏朝拜。 那行者拴了马，丢了行李，同三藏上殿。 三藏展背舒身，铺胸纳地，望金象叩头。 那和尚便去打鼓，行者就去撞钟。 三藏俯伏台前，倾心祷祝。 祝拜已毕，那和尚住了鼓，行者还只管撞钟不歇，或紧或慢，撞了许久，那道人道：“拜已毕了，还撞钟怎么？ ”行者方丢了钟杵，笑道：“你那里晓得，我这是做一日和尚撞一日钟的。 ”此时却惊动那寺里大小僧人、上下房长老，听得钟声乱响，一齐拥出道：“那个野人在这里乱敲钟鼓？ ”行者跳将出来，咄的一声道：\n    “是你孙外公撞了耍子的！ ”那些和尚一见了，唬得跌跌滚滚，都爬在地下道：“雷公爷爷！ ”行者道：“雷公是我的重孙儿哩！ 起来起来，不要怕，我们是东土大唐来的老爷。 ”众僧方才礼拜，见了三藏，都才放心不怕。 内有本寺院主请道：“老爷们到后方丈中奉茶。 ”遂而解缰牵马，抬了行李，转过正殿，径入后房，序了坐次。 那院主献了茶，又安排斋供。 天光尚早，三藏称谢未毕，只见那后面有两个小童，搀着一个老僧出来。 看他怎生打扮：头上戴一顶毗卢方帽，猫睛石的宝顶光辉；身上穿一领锦绒褊衫，翡翠毛的金边晃亮。 一对僧鞋攒八宝，一根拄杖嵌云星。 满面皱痕，好似骊山老母；一双昏眼，却如东海龙君。 口不关风因齿落，腰驼背屈为筋挛。 众僧道：“师祖来了。 ”三藏躬身施礼迎接道：“老院主，弟子拜揖。 ”那老僧还了礼，又各叙坐。 老僧道：\n    “适间小的们说东土唐朝来的老爷，我才出来奉见。 ”三藏道：\n    “轻造宝山，不知好歹，恕罪恕罪！ ”老僧道：“不敢不敢！ ”因问：\n    “老爷，东土到此，有多少路程？ ”三藏道：“出长安边界，有五千余里；过两界山，收了一个小徒，一路来，行过西番哈咇国，经两个月，又有五六千里，才到了贵处。 ”老僧道：“也有万里之遥了。 我弟子虚度一生，山门也不曾出去，诚所谓坐井观天，樗朽之辈。 ”三藏又问：“老院主高寿几何？ ”老僧道：“痴长二百七十岁了。 ”行者听见道：“这还是我万代孙儿哩？ ”三藏瞅了他一眼道：“谨言！ 莫要不识高低冲撞人。 ”那和尚便问：老爷，你有多少年纪了？ ”行者道；“不敢说。 ”那老僧也只当一句疯话，便不介意，也不再回，只叫献茶。 有一个小幸童，拿出一个羊脂玉的盘儿，有三个法蓝镶金的茶锺；又一童，提一把白铜壶儿，斟了三杯香茶。 真个是色欺榴蕊艳，味胜桂花香。 三藏见了，夸爱不尽道：“好物件！ 好物件！"
            }
        },
        {
            "id": 16,
            "event": "黑风妖精挑战孙悟空",
            "time": "清晨",
            "location": "黑风山山洞前",
            "description": "山洞前，风声呼啸，黑风妖精手持袈裟，站在一块巨石上，四周环绕着黑风妖精的部下，孙悟空站在对面，准备应战。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "自信、机智、好斗、忠诚的大圣，身怀绝技，准备施展变化和武力夺回袈裟。",
                    "position": "站在黑风妖精对面，手持金箍棒。",
                    "states": "警觉、自信、准备战斗"
                },
                {
                    "id": 1,
                    "name": "黑风妖精",
                    "gender": "男",
                    "description": "贪婪狡猾的妖精，操控黑风，力大无穷，手握唐僧的袈裟，挑战孙悟空。",
                    "position": "站在巨石上，四周有部下环绕。",
                    "states": "傲慢、挑衅、戒备"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空轻轻跃起，身形在空中连续变换，七十二变令妖精眼花缭乱。",
                    "dialogue": "妖精，快将袈裟还我师傅，否则休怪我棒下无情！"
                },
                {
                    "action_id": 1,
                    "character": "黑风妖精",
                    "character_id": 1,
                    "action": "妖精大笑，挥动袈裟，操控黑风卷起一阵狂风，向孙悟空袭来。",
                    "dialogue": "哈哈，区区一个猴子，也敢在我黑风大王面前放肆！"
                }
            ],
            "plot": "黑风妖精盗走唐僧袈裟后，孙悟空追踪至黑风山，二者展开一场智慧和勇气的较量。孙悟空利用七十二变迷惑妖精，而妖精则操控黑风进行反击，双方势均力敌，战斗一触即发。",
            "chunk": {
                "id": 83,
                "text": "借水救之，却烧不起来，倒相应了他；只是借此罩，护住了唐僧无伤，其余管他，尽他烧去，快些快些！ 此时恐已无及，莫误了我下边干事！ ”那天王笑道：“这猴子还是这等起不善之心，只顾了自家，就不管别人。 ”\n    行者道：“快着快着，莫要调嘴，害了大事！ ”那天王不敢不借，遂将罩儿递与行者。 行者拿了，按着云头，径到禅堂房脊上，罩住了唐僧与白马、行李，他却去那后面老和尚住的方丈房上头坐，着意保护那袈裟。 看那些人放起火来，他转捻诀念咒，望巽地上吸一口气吹将去，一阵风起，把那火转刮得烘烘乱着。 好火！ 好火！ 但见：黑烟漠漠，红焰腾腾。 黑烟漠漠，长空不见一天星；红焰腾腾，大地有光千里赤。 起初时，灼灼金蛇；次后来，威威血马。 南方三炁逞英雄，回禄大神施法力。 燥干柴烧烈火性，说甚么燧人钻木；熟油门前飘彩焰，赛过了老祖开炉。 正是那无情火发，怎禁这有意行凶，不去弭灾，反行助虐。 风随火势，焰飞有千丈余高；火趁风威，灰迸上九霄云外。 乒乒乓乓，好便似残年爆竹；泼泼喇喇，却就如军中炮声。 烧得那当场佛象莫能逃，东院伽蓝无处躲。 胜如赤壁夜鏖兵，赛过阿房宫内火！ 这正是星星之火，能烧万顷之田。 须臾间，风狂火盛，把一座观音院，处处通红。 你看那众和尚，搬箱抬笼，抢桌端锅，满院里叫苦连天。 孙行者护住了后边方丈，辟火罩罩住了前面禅堂，其余前后火光大发，真个是照天红焰辉煌，透壁金光照耀！ 不期火起之时，惊动了一山兽怪。 这观音院正南二十里远近，有座黑风山，山中有一个黑风洞，洞中有一个妖精，正在睡醒翻身，只见那窗门透亮，只道是天明。 起来看时，却是正北下的火光晃亮，妖精大惊道：“呀！ 这必是观音院里失了火！ 这些和尚好不小心！ 我看时与他救一救来。 ”好妖精，纵起云头，即至烟火之下，果然冲天之火，前面殿宇皆空，两廊烟火方灼。 他大拽步，撞将进去，正呼唤叫取水来，只见那后房无火，房脊上有一人放风。 他却情知如此，急入里面看时，见那方丈中间有些霞光彩气，台案上有一个青毡包袱。 他解开一看，见是一领锦襕袈裟，乃佛门之异宝。 正是财动人心，他也不救火，他也不叫水，拿着那袈裟，趁哄打劫，拽回云步，径转东山而去。 那场火只烧到五更天明，方才灭息。 你看那众僧们，赤赤精精，啼啼哭哭，都去那灰内寻铜铁，拨腐炭，扑金银。 有的在墙筐里，苫搭窝棚；有的赤壁根头，支锅造饭。 叫冤叫屈，乱嚷乱闹不题。 却说行者取了辟火罩，一筋斗送上南天门，交与广目天王道：“谢借！ 谢借！ ”天王收了道：“大圣至诚了。 我正愁你不还我的宝贝，无处寻讨，且喜就送来也。 ”行者道：“老孙可是那当面骗物之人？ 这叫做好借好还，再借不难。 ”天王道：“许久不面，请到宫少坐一时何如？ ”行者道：“老孙比在前不同，烂板凳高谈阔论了；如今保唐僧，不得身闲。 容叙！ 容叙！ ”急辞别坠云，又见那太阳星上，径来到禅堂前，摇身一变，变做个蜜蜂儿，飞将进去，现了本象，看时那师父还沉睡哩。 行者叫道：“师父，天亮了，起来罢。 ”三藏才醒觉，翻身道：“正是。 ”穿了衣服，开门出来，忽抬头只见些倒壁红墙，不见了楼台殿宇，大惊道：\n    “呀！ 怎么这殿宇俱无？ 都是红墙，何也？ ”行者道：“你还做梦哩！ 今夜走了火的。 ”三藏道：“我怎不知？ ”行者道：“是老孙护了禅堂，见师父浓睡，不曾惊动。"
            }
        },
        {
            "id": 17,
            "event": "黑风洞内智斗黑大王",
            "time": "春光时节，黑大王寿宴当日",
            "location": "黑风山黑风洞内",
            "description": "洞内张灯结彩，妖精们欢声笑语，气氛热闹非凡。孙悟空与猪八戒化身妖精，潜入洞中，寻找机会夺回锦襕佛衣。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智勇敢，具有七十二变的能力，火眼金睛可洞察一切。",
                    "position": "站在宴会的角落，暗中观察",
                    "states": "警觉，准备随时应变"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "外表憨厚，实则机智，擅长变身和应对突发情况。",
                    "position": "混迹于妖精之中，探听消息",
                    "states": "装作享受宴席，实则保持警惕"
                },
                {
                    "id": 2,
                    "name": "黑大王",
                    "gender": "男",
                    "description": "狡猾且傲慢，自认为无人能敌。",
                    "position": "坐在宴会的上首，监视着所有妖精",
                    "states": "警惕，享受着寿宴的气氛"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空眼珠一转，利用火眼金睛发现了锦襕佛衣的藏匿之处。",
                    "dialogue": "（心中默念）原来在这里！"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "猪八戒装作醉酒，靠近黑大王，试图分散其注意力。",
                    "dialogue": "（打着酒嗝）大王，祝您寿比南山！"
                },
                {
                    "action_id": 2,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "趁黑大王注意力被猪八戒吸引，孙悟空悄悄接近锦襕佛衣。",
                    "dialogue": "（轻声自语）就是现在！"
                },
                {
                    "action_id": 3,
                    "character": "黑大王",
                    "character_id": 2,
                    "action": "黑大王突然警觉，转身查看，但孙悟空已用筋斗云迅速带走了佛衣。",
                    "dialogue": "（怒喝）哪里走！"
                }
            ],
            "plot": "孙悟空与猪八戒利用黑大王的寿宴，巧妙配合，成功找回被偷的锦襕佛衣，展现了他们的智慧和勇气。",
            "chunk": {
                "id": 85,
                "text": "他昨晚看着你的袈裟，只哭到更深时候，看也不曾敢看，思量要图长久，做个传家之宝，设计定策，要烧杀老爷。 自火起之候，狂风大作，各人只顾救火，搬抢物件，更不知袈裟去向。 ”\n    行者大怒，走进方丈屋里，把那触死鬼尸首抬出，选剥了细看，浑身更无那件宝贝，就把个方丈掘地三尺，也无踪影。 行者忖量半晌，问道：“你这里可有甚么妖怪成精么？ ”院主道：\n    “老爷不问，莫想得知。 我这里正东南有座黑风山，黑风洞内有一个黑大王。 我这老死鬼常与他讲道，他便是个妖精。 别无甚物。 ”行者道：“那山离此有多远近？ ”院主道：“只有二十里，那望见山头的就是。 ”行者笑道：“师父放心，不须讲了，一定是那黑怪偷去无疑。 ”三藏道：“他那厢离此有二十里，如何就断得是他？ ”行者道：“你不曾见夜间那火，光腾万里，亮透三天，且休说二十里，就是二百里也照见了！ 坐定是他见火光焜耀，趁着机会，暗暗的来到这里，看见我们袈裟是件宝贝，必然趁哄掳去也。 等老孙去寻他一寻。 ”三藏道：“你去了时，我却何倚？ ”\n    行者道：“这个放心，暗中自有神灵保护，明中等我叫那些和尚伏侍。 ”即唤众和尚过来道：“汝等着几个去埋那老鬼，着几个伏侍我师父，看守我白马！ ”众僧领诺。 行者又道：“汝等莫顺口儿答应，等我去了，你就不来奉承。 看师父的，要怡颜悦色；养白马的，要水草调匀。 假有一毫儿差了，照依这个样棍，与你们看看！ ”他掣出棍子，照那火烧的砖墙扑的一下，把那墙打得粉碎，又震倒了有七八层墙。 众僧见了，个个骨软身麻，跪着磕头滴泪道：“爷爷宽心前去，我等竭力虔心，供奉老爷，决不敢一毫怠慢！ ”好行者，急纵筋斗云，径上黑风山，寻找这袈裟。 正是那：金禅求正出京畿，仗锡投西涉翠微。 虎豹狼虫行处有，工商士客见时稀。 路逢异国愚僧妒，全仗齐天大圣威。 火发风生禅院废，黑熊夜盗锦襕衣。 毕竟此去不知袈裟有无，吉凶如何，且听下回分解。 《》目录 第十七回　孙行者大闹黑风山　观世音收伏熊罴怪\n    话说孙行者一筋斗跳将起去，唬得那观音院大小和尚并头陀、幸童、道人等一个个朝天礼拜道：“爷爷呀！ 原来是腾云驾雾的神圣下界，怪道火不能伤！ 恨我那个不识人的老剥皮，使心用心，今日反害了自己！ ”三藏道：“列位请起，不须恨了。 这去寻着袈裟，万事皆休；但恐找寻不着，我那徒弟性子有些不好，汝等性命不知如何，恐一人不能脱也。 ”众僧闻得此言，一个个提心吊胆，告天许愿，只要寻得袈裟，各全性命不题。 却说孙大圣到空中，把腰儿扭了一扭，早来到黑风山上。 住了云头，仔细看，果然是座好山。 况正值春光时节，但见：万壑争流，千崖竞秀。 鸟啼人不见，花落树犹香。 雨过天连青壁润，风来松卷翠屏张。 山草发，野花开，悬崖峭嶂；薛萝生，佳木丽，峻岭平岗。 不遇幽人，那寻樵子？ 涧边双鹤饮，石上野猿狂。 矗矗堆螺排黛色，巍巍拥翠弄岚光。 那行者正观山景，忽听得芳草坡前有人言语。 他却轻步潜踪，闪在那石崖之下，偷睛观看。 原来是三个妖魔，席地而坐：上首的是一条黑汉，左首下是一个道人，右首下是一个白衣秀士，都在那里高谈阔论。 讲的是立鼎安炉，持砂炼汞，白雪黄芽，旁门外道。 正说中间，那黑汉笑道：“后日是我母难之日，二公可光顾光顾？ ”白衣秀士道：\n    年年与大王上寺，今年岂有不来之理？ ”黑汉道：“我夜来得了一件宝贝，名唤锦襕佛衣，诚然是件玩好之物。"
            }
        },
        {
            "id": 18,
            "event": "南海密探：悟空八戒智取黑熊精",
            "time": "孙悟空与黑熊精战斗后的次日黎明",
            "location": "南海上空，一片神秘雾霭之中",
            "description": "海面上波涛汹涌，天空中的云彩被初升的太阳染成了金色，孙悟空与猪八戒在雾霭中寻找黑熊精的踪迹。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身手敏捷，机智过人，具有火眼金睛，能够识破妖邪。",
                    "position": "站在云端，俯瞰海面",
                    "states": "警觉，准备随时应变"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "力大无穷，但有些粗心大意，擅长水战。",
                    "position": "在孙悟空身旁，持九齿钉耙戒备",
                    "states": "紧张，但充满战斗热情"
                },
                {
                    "id": 2,
                    "name": "黑熊精",
                    "gender": "男",
                    "description": "狡猾而傲慢，拥有变化的能力。",
                    "position": "隐匿在雾霭中，暗中观察",
                    "states": "狡黠，伺机而动"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空用火眼金睛扫视四周，突然发现黑熊精的踪迹",
                    "dialogue": "“八戒，那边有妖气，小心！”"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "猪八戒紧握九齿钉耙，准备迎敌",
                    "dialogue": "“大师兄，我这就来！”"
                },
                {
                    "action_id": 2,
                    "character": "黑熊精",
                    "character_id": 2,
                    "action": "黑熊精见状，化作一阵清风试图逃跑",
                    "dialogue": "（心中默念）这两个人不好对付，先走为上计。"
                },
                {
                    "action_id": 3,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空迅速跳上筋斗云，追赶黑熊精",
                    "dialogue": "“哪里跑！”"
                },
                {
                    "action_id": 4,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "猪八戒则在水中布下阵法，防止黑熊精从水下逃脱",
                    "dialogue": "“妖精，还想从水里跑？没门！”"
                }
            ],
            "plot": "孙悟空与猪八戒在南海上空展开了对黑熊精的追捕。他们一个在天，一个在水，配合默契，逐步将黑熊精逼入了绝境。",
            "chunk": {
                "id": 89,
                "text": "悟空变化人间少，妖怪神通世上稀。 这个要把佛衣来庆寿，那个不得袈裟肯善归？ 这番苦战难分手，就是活佛临凡也解不得围。 他两个从洞口打上山头，自山头杀在云外，吐雾喷风，飞砂走石，只斗到红日沉西，不分胜败。 那怪道：“姓孙的，你且住了手。 今日天晚，不好相持。 你去，你去！ 待明早来，与你定个死活。 ”行者叫道：“儿子莫走！ 要战便象个战的，不可以天晚相推。 ”看他没头没脸的，只情使棍子打来，这黑汉又化阵清风，转回本洞，紧闭石门不出。 行者却无计策奈何，只得也回观音院里，按落云头，道声“师父”。 那三藏眼儿巴巴的，正望他哩，忽见到了面前，甚喜；\n    又见他手里没有袈裟，又惧。 问道：“怎么这番还不曾有袈裟来？ ”行者袖中取出个简帖儿来，递与三藏道：“师父，那怪物与这死的老剥皮，原是朋友。 他着一个小妖送此帖来，还请他去赴佛衣会。 是老孙就把那小妖打死，变做那老和尚，进他洞去，骗了一钟茶吃，欲问他讨袈裟看看，他不肯拿出。 正坐间，忽被一个甚么巡山的，走了风信，他就与我打将起来。 只斗到这早晚，不分上下。 他见天晚，闪回洞去，紧闭石门。 老孙无奈，也暂回来。 ”三藏道：“你手段比他何如？ ”行者道：“我也硬不多儿，只战个手平。 ”三藏才看了简帖，又递与那院主道：“你师父敢莫也是妖精么？ ”那院主慌忙跪下道：“老爷，我师父是人。 只因那黑大王修成人道，常来寺里与我师父讲经，他传了我师父些养神服气之术，故以朋友相称。 ”行者道：“这伙和尚没甚妖气，他一个个头圆顶天，足方履地，但比老孙肥胖长大些儿，非妖精也。 你看那帖儿上写着侍生熊罴，此物必定是个黑熊成精。 ”三藏道：“我闻得古人云，熊与猩猩相类，都是兽类，他却怎么成精？ ”行者笑道：“老孙是兽类，见做了齐天大圣，与他何异？ 大抵世间之物，凡有九窍者，皆可以修行成仙。 ”三藏又道：\n    “你才说他本事与你手平，你却怎生得胜，取我袈裟回来？ ”行者道：“莫管，莫管，我有处治。 ”\n    正商议间，众僧摆上晚斋，请他师徒们吃了。 三藏教掌灯，仍去前面禅堂安歇。 众僧都挨墙倚壁，苫搭窝棚，各各睡下，只把个后方丈让与那上下院主安身。 此时夜静，但见：银河现影，玉宇无尘。 满天星灿烂，一水浪收痕。 万籁声宁，千山鸟绝。 溪边渔火息，塔上佛灯昏。 昨夜阇黎钟鼓响，今宵一遍哭声闻。 是夜在禅堂歇宿。 那三藏想着袈裟，那里得稳睡？ 忽翻身见窗外透白，急起叫道：“悟空，天明了，快寻袈裟去。 ”行者一骨鲁跳将起来，早见众僧侍立，供奉汤水，行者道：“你等用心伏侍我师父，老孙去也。 ”三藏下床扯住道：“你往那里去？ ”行者道“我想这桩事都是观音菩萨没理，他有这个禅院在此，受了这里人家香火，又容那妖精邻住。 我去南海寻他，与他讲一讲，教他亲来问妖精讨袈裟还我。 ”三藏道：“你这去，几时回来？ ”行者道：“时少只在饭罢，时多只在晌午就成功了。 那些和尚，可好伏侍，老孙去也。 ”说声去，早已无踪。 须臾间，到了南海，停云观看，但见那：汪洋海远，水势连天。 祥光笼宇宙，瑞气照山川。 千层雪浪吼青霄，万迭烟波滔白昼。 水飞四野，浪滚周遭。 水飞四野振轰雷，浪滚周遭鸣霹雳。 休言水势，且看中间。 五色朦胧宝迭山，红黄紫皂绿和蓝。 才见观音真胜境，试看南海落伽山。 好去处！ 山峰高耸，顶透虚空。 中间有千样奇花，百般瑞草。 风摇宝树，日映金莲。"
            }
        },
        {
            "id": 19,
            "event": "黑风山计诱黑熊精",
            "time": "午时三刻",
            "location": "黑风山苍狼谷",
            "description": "阳光透过稀疏的云层，照在苍狼谷的林间空地上，空气中弥漫着淡淡的松香味，孙悟空与观音菩萨正准备实施他们的计划。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身披锁子黄金甲，头戴凤翅紫金冠，手握如意金箍棒，机智狡黠，神通广大。",
                    "position": "站在观音菩萨身旁，目光警惕地扫视四周。",
                    "states": "神态自信，准备施展变化术。"
                },
                {
                    "id": 1,
                    "name": "观音菩萨",
                    "gender": "女",
                    "description": "身披白衣，头戴宝冠，手持净瓶，面容慈悲，法力无边。",
                    "position": "端坐在一块青石上，目光柔和地注视着孙悟空。",
                    "states": "神态安详，准备施展广大法力。"
                },
                {
                    "id": 2,
                    "name": "黑熊精",
                    "gender": "男",
                    "description": "身穿黑熊皮，手握钢叉，面目狰狞，贪婪自大。",
                    "position": "在其洞府前，疑惑地看着前来的孙悟空和观音菩萨。",
                    "states": "神态警惕，但眼中难掩贪婪之色。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空将仙丹变大，巧妙地藏在手中，嘴角上扬，露出狡黠的笑容。",
                    "dialogue": "菩萨，这黑熊精狡猾得很，咱们可得小心行事。"
                },
                {
                    "action_id": 1,
                    "character": "观音菩萨",
                    "character_id": 1,
                    "action": "观音菩萨微微点头，手中的净瓶轻轻摇晃，化身成凌虚子的模样。",
                    "dialogue": "悟空，你办事我放心。这仙丹便是我们的契机，去吧。"
                },
                {
                    "action_id": 2,
                    "character": "黑熊精",
                    "character_id": 2,
                    "action": "黑熊精眼见观音菩萨化身的凌虚子，以及那金光闪闪的仙丹，不禁喜形于色，向前迈出一步。",
                    "dialogue": "哈哈，凌虚子，你可是送宝来了？"
                }
            ],
            "plot": "孙悟空与观音菩萨联手，利用仙丹为诱饵，巧妙布局，意图从黑熊精手中智取唐僧的袈裟。",
            "chunk": {
                "id": 90,
                "text": "观音殿瓦盖琉璃，潮音洞门铺玳瑁。 绿杨影里语鹦哥，紫竹林中啼孔雀。 罗纹石上，护法威严；玛瑙滩前，木叉雄壮。 这行者观不尽那异景非常，径直按云头，到竹林之下。 早有诸天迎接道：“菩萨前者对众言大圣归善，甚是宣扬。 今保唐僧，如何得暇到此？ ”行者道：“因保唐僧，路逢一事，特见菩萨，烦为通报。 ”诸天遂来洞口报知。 菩萨唤入，行者遵法而行，至宝莲台下拜了。 菩萨问曰：“你来何干？ ”行者道：“我师父路遇你的禅院，你受了人间香火，容一个黑熊精在那里邻住，着他偷了我师父袈裟，屡次取讨不与，今特来问你要的。 ”菩萨道：“这猴子说话，这等无状！ 既是熊精偷了你的袈裟，你怎来问我取讨？ 都是你这个孽猴大胆，将宝贝卖弄，拿与小人看见，你却又行凶，唤风发火，烧了我的留云下院，反来我处放刁！ ”行者见菩萨说出这话，知他晓得过去未来之事，慌忙礼拜道：“菩萨，乞恕弟子之罪，果是这般这等。 但恨那怪物不肯与我袈裟，师父又要念那话儿咒语，老孙忍不得头疼，故此来拜烦菩萨。 望菩萨慈悲之心，助我去拿那妖精，取衣西进也。 ”菩萨道：“那怪物有许多神通，却也不亚于你。 也罢，我看唐僧面上，和你去走一遭。 ”行者闻言，谢恩再拜。 即请菩萨出门，遂同驾祥云，早到黑风山，坠落云头，依路找洞。 正行处，只见那山坡前，走出一个道人，手拿着一个玻璃盘儿，盘内安着两粒仙丹，往前正走，被行者撞个满怀，掣出棒，就照头一下，打得脑里浆流出，腔中血进撺。 菩萨大惊道：\n    “你这个猴子，还是这等放泼！ 他又不曾偷你袈裟，又不与你相识，又无甚冤仇，你怎么就将他打死？ ”行者道：“菩萨，你认他不得。 他是那黑熊精的朋友。 他昨日和一个白衣秀士，都在芳草坡前坐讲。 后日是黑精的生日，请他们来庆佛衣会。 今日他先来拜寿，明日来庆佛衣会，所以我认得，定是今日替那妖去上寿。 ”菩萨说：“既是这等说来，也罢。 ”行者才去把那道人提起来看，却是一只苍狼。 旁边那个盘儿底下却有字，刻道：凌虚子制。 行者见了，笑道：“造化！ 造化！ ”老孙也是便益，菩萨也是省力。 这怪叫做不打自招，那怪教他今日了劣。 ”菩萨说道：\n    “悟空，这教怎么说？ ”行者道：“菩萨，我悟空有一句话儿，叫做将计就计，不知菩萨可肯依我？ ”菩萨道：“你说。 ”行者说道：\n    “菩萨，你看这盘儿中是两粒仙丹，便是我们与那妖魔的贽见；\n    这盘儿后面刻的四个字，说凌虚子制，便是我们与那妖魔的勾头。 菩萨若要依得我时，我好替你作个计较，也就不须动得干戈，也不须劳得征战，妖魔眼下遭瘟，佛衣眼下出现；菩萨要不依我时，菩萨往西，我悟空往东，佛衣只当相送，唐三藏只当落空。 ”菩萨笑道：“这猴熟嘴！ ”行者道：“不敢，倒是一个计较。 ”\n    菩萨说：“你这计较怎说？ ”行者道：这盘上刻那凌虚子制，想这道人就叫做凌虚子。 菩萨，你要依我时，可就变做这个道人，我把这丹吃了一粒，变上一粒，略大些儿。 菩萨你就捧了这个盘儿两颗仙丹，去与那妖上寿，把这丸大些的让与那妖。 待那妖一口吞之，老孙便于中取事，他若不肯献出佛衣，老孙将他肚肠，就也织将一件出来。 ”\n    菩萨没法，只得也点点头儿。 行者笑道：“如何？ ”尔时菩萨乃以广大慈悲，无边法力，亿万化身，以心会意，以意会身，恍惚之间，变作凌虚仙子：鹤氅仙风飒，飘飖欲步虚。 苍颜松柏老，秀色古今无。"
            }
        },
        {
            "id": 20,
            "event": "红孩儿的挑战",
            "time": "西游记第二十回，午时三刻",
            "location": "火云洞前",
            "description": "火云洞前烈焰蒸腾，热浪扑面。四周山石被烤得滚烫，空气中弥漫着硫磺的味道。唐僧师徒四人正面临红孩儿的挑战。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "神通广大的美猴王，身披金甲，手持如意金箍棒。",
                    "position": "站在唐僧身旁，警惕地观察四周。",
                    "states": "警觉、自信"
                },
                {
                    "id": 1,
                    "name": "红孩儿",
                    "gender": "男",
                    "description": "擅长吐火的红孩儿，身着红衣，操控火焰，欲与孙悟空一较高下。",
                    "position": "站在火云洞口，火光映照下，面露狡黠。",
                    "states": "傲慢、挑衅"
                },
                {
                    "id": 2,
                    "name": "唐僧",
                    "gender": "男",
                    "description": "慈悲为怀的师傅，面对挑战，仍保持镇定。",
                    "position": "骑在白龙马上，手握佛珠，闭目诵经。",
                    "states": "平静、虔诚"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空紧握金箍棒，目光如炬，准备迎战红孩儿。",
                    "dialogue": "红孩儿，你的火焰虽然厉害，但也别小看了我孙悟空！"
                },
                {
                    "action_id": 1,
                    "character": "红孩儿",
                    "character_id": 1,
                    "action": "红孩儿哈哈大笑，口吐火焰，向孙悟空发起攻击。",
                    "dialogue": "孙悟空，今日我要用我的火焰，让你知道我的厉害！"
                }
            ],
            "plot": "孙悟空与红孩儿的对峙，展现了孙悟空的勇敢和自信，同时也揭示了红孩儿的傲慢与挑衅。唐僧的平静与虔诚，凸显了师徒间的信任与团结，面对外部挑战，他们共同迎接。",
            "chunk": {
                "id": 91,
                "text": "去去还无住，如如自有殊。 总来归一法，只是隔邪躯。 行者看道：“妙啊！ 妙啊！ 还是妖精菩萨，还是菩萨妖精？ ”菩萨笑道：“悟空，菩萨妖精，总是一念。 若论本来，皆属无有。 ”行者心下顿悟，转身却就变做一粒仙丹：走盘无不定，圆明未有方。 三三勾漏合，六六少翁商。 瓦铄黄金焰，牟尼白昼光。 外边铅与汞，未许易论量。 行者变了那颗丹，终是略大些儿。 菩萨认定，拿了那个玻璃盘儿，径到妖洞门口看时，果然是：崖深岫险，云生岭上；柏苍松翠，风飒林间。 崖深岫险，果是妖邪出没人烟少；柏苍松翠，也可仙真修隐道情多。 山有涧，涧有泉，潺潺流水咽鸣琴，便堪洗耳；崖有鹿，林有鹤，幽幽仙籁动间岑，亦可赏心。 这是妖仙有分降菩提，弘誓无边垂恻隐。 菩萨看了，心中暗喜道：“这孽畜占了这座山洞，却是也有些道分。 ”因此心中已是有个慈悲。 走到洞口，只见守洞小妖，都有些认得道：凌虚仙长来了。 ”一边传报，一边接引。 那妖早已迎出二门道：“凌虚，有劳仙驾珍顾，蓬荜有辉。 ”菩萨道：“小道敬献一粒仙丹，敢称千寿。 ”他二人拜毕，方才坐定，又叙起他昨日之事。 菩萨不答，连忙拿丹盘道：“大王，且见小道鄙意。 ”觑定一粒大的，推与那妖道：“愿大王千寿！ ”那妖亦推一粒，递与菩萨道：“愿与凌虚子同之。 ”让毕，那妖才待要咽，那药顺口儿一直滚下。 现了本相，理起四平，那妖滚倒在地。 菩萨现相，问妖取了佛衣，行者早已从鼻孔中出去。 菩萨又怕那妖无礼，却把一个箍儿，丢在那妖头上。 那妖起来，提枪要刺，行者、菩萨早已起在空中，菩萨将真言念起。 那怪依旧头疼，丢了枪，满地乱滚。 半空里笑倒个美猴王，平地下滚坏个黑熊怪。 菩萨道：“孽畜！ 你如今可皈依么？ ”那怪满口道：“心愿皈依，只望饶命！ ”行者恐耽搁了工夫，意欲就打，菩萨急止住道：“休伤他命，我有用他处哩。 ”行者道：“这样怪物，不打死他，反留他在何处用哩？ ”菩萨道：“我那落伽山后，无人看管，我要带他去做个守山大神。 ”行者笑道：\n    “诚然是个救苦慈尊，一灵不损。 若是老孙有这样咒语，就念上他娘千遍！ 这回儿就有许多黑熊，都教他了帐！ ”却说那怪苏醒多时，公道难禁疼痛，只得跪在地下哀告道：“但饶性命，愿皈正果！ ”菩萨方坠落祥光，又与他摩顶受戒，教他执了长枪，跟随左右。 那黑熊才一片野心今日定，无穷顽性此时收。 菩萨吩咐道：“悟空，你回去罢。 好生伏侍唐僧，以后再休懈惰生事。 ”\n    行者道：“深感菩萨远来，弟子还当回送回送。 ”菩萨道：“免送。 ”行者才捧着袈裟，叩头而别。 菩萨亦带了熊罴，径回大海。 有诗为证，诗曰：祥光霭霭凝金象，万道缤纷实可夸。 普济世人垂悯恤，遍观法界现金莲。 今来多为传经意，此去原无落点瑕。 降怪成真归大海，空门复得锦袈裟。 毕竟不知向后事情如何，且听下回分解。 《》目录 第十八回　观音院唐僧脱难　高老庄行者降魔\n    行者辞了菩萨，按落云头，将袈裟挂在香楠树上，掣出棒来，打入黑风洞里。 那洞里那得一个小妖？ 原来是他见菩萨出现，降得那老怪就地打滚，急急都散走了。 行者一发行凶，将他那几层门上，都积了干柴，前前后后，一齐发火，把个黑风洞烧做个红风洞，却拿了袈裟，驾祥光，转回直北。"
            }
        },
        {
            "id": 21,
            "event": "误会猪刚鬣事件",
            "time": "午时三刻",
            "location": "福陵山云栈洞旁的村庄广场",
            "description": "阳光明媚的午后，村庄广场上聚集了惊慌失措的村民，空气中弥漫着紧张和不安的气息。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身披锁子黄金甲，头戴凤翅紫金冠，手持如意金箍棒，眼神锐利，神态自信。",
                    "position": "站在广场中央，目光如炬",
                    "states": "自信，警惕"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "身穿黑甲，手持九齿钉钯，脸上带着尴尬和愧疚，身体略显笨拙。",
                    "position": "站在孙悟空旁边，面带愧色",
                    "states": "尴尬，愧疚"
                },
                {
                    "id": 2,
                    "name": "老高",
                    "gender": "男",
                    "description": "身着布衣，手持拐杖，脸上写满了担忧和恐惧，但尽力保持镇定。",
                    "position": "站在村民前列，表情严肃",
                    "states": "担忧，恐惧，但尽力镇定"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空环视四周，用金箍棒指向猪八戒，大声质问",
                    "dialogue": "八戒，这是怎么回事？你为何引起村民的恐慌？"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "猪八戒低下头，支支吾吾地解释",
                    "dialogue": "大师兄，这是个误会，我与村中女子本无恶意，不知怎地就引起了这场风波。"
                },
                {
                    "action_id": 2,
                    "character": "老高",
                    "character_id": 2,
                    "action": "老高走上前，向孙悟空和猪八戒鞠躬",
                    "dialogue": "两位英雄，若非你们及时赶到，我等恐怕要遭受猪刚鬣的祸害。请一定要帮助我们澄清误会啊！"
                }
            ],
            "plot": "孙悟空和猪八戒在村庄广场上面对村民的误会，开始调查事情真相，并准备采取行动解决误会，同时也为猪八戒与村民之间的误解进行调解。",
            "chunk": {
                "id": 95,
                "text": "他若不来，你却莫怪；他若来了，定与你剪草除根。 ”那老高欢欢喜喜的，把女儿带将前去。 行者却弄神通，摇身一变，变得就如那女子一般，独自个坐在房里等那妖精。 不多时，一阵风来，真个是走石飞砂。 好风：起初时微微荡荡，向后来渺渺茫茫。 微微荡荡乾坤大，渺渺茫茫无阻碍。 凋花折柳胜揌麻，倒树摧林如拔菜。 翻江搅海鬼神愁，裂石崩山天地怪。 衔花糜鹿失来踪，摘果猿猴迷在外。 七层铁塔侵佛头，八面幢幡伤宝盖。 金梁玉柱起根摇，房上瓦飞如燕块。 举棹梢公许愿心，开船忙把猪羊赛。 当坊土地弃祠堂，四海龙王朝上拜。 海边撞损夜叉船，长城刮倒半边塞。 那阵狂风过处，只见半空里来了一个妖精，果然生得丑陋：黑脸短毛，长喙大耳，穿一领青不青、蓝不蓝的梭布直裰，系一条花布手巾。 行者暗笑道：“原来是这个买卖！ ”好行者，却不迎他，也不问他，且睡在床上推病，口里哼哼喷喷的不绝。 那怪不识真假，走进房，一把搂住，就要亲嘴。 行者暗笑道：“真个要来弄老孙哩！ ”即使个拿法，托着那怪的长嘴，叫做个小跌。 漫头一料，扑的掼下床来。 那怪爬起来，扶着床边道：“姐姐，你怎么今日有些怪我？ 想是我来得迟了？ ”行者道：“不怪！ 不怪！ ”那妖道：\n    “既不怪我，怎么就丢我这一跌？ ”行者道：“你怎么就这等样小家子，就搂我亲嘴？ 我因今日有些不自在，若每常好时，便起来开门等你了。 你可脱了衣服睡是。 ”那怪不解其意，真个就去脱衣。 行者跳起来，坐在净桶上。 那怪依旧复来床上摸一把，摸不着人，叫道：“姐姐，你往那里去了？ 请脱衣服睡罢。 ”行者道：\n    “你先睡，等我出个恭来”那怪果先解衣上床。 行者忽然叹口气，道声“造化低了！ ”那怪道：“你恼怎的？ 造化怎么得低的？ 我得到了你家，虽是吃了些茶饭，却也不曾白吃你的：我也曾替你家扫地通沟，搬砖运瓦，筑土打墙，耕田耙地，种麦插秧，创家立业。 如今你身上穿的锦，戴的金，四时有花果享用，八节有蔬菜烹煎，你还有那些儿不趁心处，这般短叹长吁，说甚么造化低了？ ”行者道：“不是这等说。 今日我的父母，隔着墙，丢砖料瓦的，甚是打我骂我哩。 ”那怪道：“他打骂你怎的？ ”行者道：\n    “他说我和你做了夫妻，你是他门下一个女婿，全没些儿礼体。 这样个丑嘴脸的人，又会不得姨夫，又见不得亲戚，又不知你云来雾去，端的是那里人家，姓甚名谁，败坏他清德，玷辱他门风，故此这般打骂，所以烦恼。 ”那怪道：“我虽是有些儿丑陋，若要俊，却也不难。 我一来时，曾与他讲过，他愿意方才招我，今日怎么又说起这话！ 我家住在福陵山云栈洞。 我以相貌为姓，故姓猪，官名叫做猪刚鬣。 他若再来问你，你就以此话与他说便了。 ”行者暗喜道：“那怪却也老实，不用动刑，就供得这等明白。 既有了地方姓名，不管怎的也拿住他。 ”行者道：“他要请法师来拿你哩。 ”那怪笑道：“睡着！ 睡着！ 莫睬他！ 我有天罡数的变化，九齿的钉钯，怕甚么法师、和尚、道士？ 就是你老子有虔心，请下九天荡魔祖师下界，我也曾与他做过相识，他也不敢怎的我。 ”行者道：“他说请一个五百年前大闹天宫姓孙的齐天大圣，要来拿你哩。 ”那怪闻得这个名头，就有三分害怕道：“既是这等说，我去了罢，两口子做不成了。 ”行者道：“你怎的就去？ ”那怪道：“你不知道，那闹天宫的弼马温，有些本事，只恐我弄他不过，低了名头，不象模样。"
            }
        },
        {
            "id": 22,
            "event": "妖精诱骗村民",
            "time": "午时三刻",
            "location": "福陵山云栈洞附近村庄",
            "description": "阳光斜照，风和日丽，但村中气氛异常，村民面带忧色，妖精以一美丽女子形象出现，正准备吸取一老农的精元。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智狡猾，神通广大，手持如意金箍棒，负责策划捉妖策略。",
                    "position": "站在村口大树后，暗中观察",
                    "states": "警觉，准备随时出手"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "力大无穷，手持九齿钉钯，忠诚勇敢，按照孙悟空的指示行动。",
                    "position": "混在村民中，靠近妖精",
                    "states": "紧张，随时准备揭露妖精真身"
                },
                {
                    "id": 2,
                    "name": "妖精",
                    "gender": "女",
                    "description": "风系妖精，擅长操控风力，变化成美丽女子吸取村民精元。",
                    "position": "站在老农面前，正准备吸取精元",
                    "states": "自信，毫无戒备"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "暗中使出七十二变，化为一阵风，试图悄悄接近妖精",
                    "dialogue": "（心中默念）妖精，看你能逃出我的手掌心！"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "突然大喝一声，跳出来挡在妖精面前",
                    "dialogue": "大胆妖精，还想继续害人！看我的九齿钉钯！"
                },
                {
                    "action_id": 2,
                    "character": "妖精",
                    "character_id": 2,
                    "action": "被猪八戒的喝声惊到，立刻施展风系法术，试图逃跑",
                    "dialogue": "哼！你们这些和尚，也敢来干涉我的事！"
                }
            ],
            "plot": "孙悟空和猪八戒联手对抗妖精，一方面孙悟空暗中接近，另一方面猪八戒正面交锋，试图揭露妖精真身，保护村民安全。",
            "chunk": {
                "id": 95,
                "text": "他若不来，你却莫怪；他若来了，定与你剪草除根。 ”那老高欢欢喜喜的，把女儿带将前去。 行者却弄神通，摇身一变，变得就如那女子一般，独自个坐在房里等那妖精。 不多时，一阵风来，真个是走石飞砂。 好风：起初时微微荡荡，向后来渺渺茫茫。 微微荡荡乾坤大，渺渺茫茫无阻碍。 凋花折柳胜揌麻，倒树摧林如拔菜。 翻江搅海鬼神愁，裂石崩山天地怪。 衔花糜鹿失来踪，摘果猿猴迷在外。 七层铁塔侵佛头，八面幢幡伤宝盖。 金梁玉柱起根摇，房上瓦飞如燕块。 举棹梢公许愿心，开船忙把猪羊赛。 当坊土地弃祠堂，四海龙王朝上拜。 海边撞损夜叉船，长城刮倒半边塞。 那阵狂风过处，只见半空里来了一个妖精，果然生得丑陋：黑脸短毛，长喙大耳，穿一领青不青、蓝不蓝的梭布直裰，系一条花布手巾。 行者暗笑道：“原来是这个买卖！ ”好行者，却不迎他，也不问他，且睡在床上推病，口里哼哼喷喷的不绝。 那怪不识真假，走进房，一把搂住，就要亲嘴。 行者暗笑道：“真个要来弄老孙哩！ ”即使个拿法，托着那怪的长嘴，叫做个小跌。 漫头一料，扑的掼下床来。 那怪爬起来，扶着床边道：“姐姐，你怎么今日有些怪我？ 想是我来得迟了？ ”行者道：“不怪！ 不怪！ ”那妖道：\n    “既不怪我，怎么就丢我这一跌？ ”行者道：“你怎么就这等样小家子，就搂我亲嘴？ 我因今日有些不自在，若每常好时，便起来开门等你了。 你可脱了衣服睡是。 ”那怪不解其意，真个就去脱衣。 行者跳起来，坐在净桶上。 那怪依旧复来床上摸一把，摸不着人，叫道：“姐姐，你往那里去了？ 请脱衣服睡罢。 ”行者道：\n    “你先睡，等我出个恭来”那怪果先解衣上床。 行者忽然叹口气，道声“造化低了！ ”那怪道：“你恼怎的？ 造化怎么得低的？ 我得到了你家，虽是吃了些茶饭，却也不曾白吃你的：我也曾替你家扫地通沟，搬砖运瓦，筑土打墙，耕田耙地，种麦插秧，创家立业。 如今你身上穿的锦，戴的金，四时有花果享用，八节有蔬菜烹煎，你还有那些儿不趁心处，这般短叹长吁，说甚么造化低了？ ”行者道：“不是这等说。 今日我的父母，隔着墙，丢砖料瓦的，甚是打我骂我哩。 ”那怪道：“他打骂你怎的？ ”行者道：\n    “他说我和你做了夫妻，你是他门下一个女婿，全没些儿礼体。 这样个丑嘴脸的人，又会不得姨夫，又见不得亲戚，又不知你云来雾去，端的是那里人家，姓甚名谁，败坏他清德，玷辱他门风，故此这般打骂，所以烦恼。 ”那怪道：“我虽是有些儿丑陋，若要俊，却也不难。 我一来时，曾与他讲过，他愿意方才招我，今日怎么又说起这话！ 我家住在福陵山云栈洞。 我以相貌为姓，故姓猪，官名叫做猪刚鬣。 他若再来问你，你就以此话与他说便了。 ”行者暗喜道：“那怪却也老实，不用动刑，就供得这等明白。 既有了地方姓名，不管怎的也拿住他。 ”行者道：“他要请法师来拿你哩。 ”那怪笑道：“睡着！ 睡着！ 莫睬他！ 我有天罡数的变化，九齿的钉钯，怕甚么法师、和尚、道士？ 就是你老子有虔心，请下九天荡魔祖师下界，我也曾与他做过相识，他也不敢怎的我。 ”行者道：“他说请一个五百年前大闹天宫姓孙的齐天大圣，要来拿你哩。 ”那怪闻得这个名头，就有三分害怕道：“既是这等说，我去了罢，两口子做不成了。 ”行者道：“你怎的就去？ ”那怪道：“你不知道，那闹天宫的弼马温，有些本事，只恐我弄他不过，低了名头，不象模样。"
            }
        },
        {
            "id": 23,
            "event": "探寻谜语之谜",
            "time": "午时三刻",
            "location": "浮屠山密林之中",
            "description": "林中静谧，阳光透过树叶斑驳地洒落一地，空气中弥漫着淡淡的松香味。唐僧师徒三人正在一处平坦之地歇息，四周环境显得神秘而又安宁。",
            "characters": [
                {
                    "id": 0,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "身强力壮，手持九齿钉耙，眼神中透露出一丝慵懒。",
                    "position": "坐在一块石头上，目光不时扫视四周。",
                    "states": "显得有些无聊，但保持着警觉。"
                },
                {
                    "id": 1,
                    "name": "沙僧",
                    "gender": "男",
                    "description": "沉稳可靠，肩抗禅杖，面带慈悲之色。",
                    "position": "站在唐僧身旁，目光坚定地注视着前方。",
                    "states": "显得十分镇定，如同守护神一般。"
                },
                {
                    "id": 2,
                    "name": "唐僧",
                    "gender": "男",
                    "description": "文弱僧人，手持佛珠，眉宇间透露出慈悲与智慧。",
                    "position": "盘坐在一块厚厚的落叶上，闭目念经。",
                    "states": "神态安详，对外界事物不闻不问。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "猪八戒",
                    "character_id": 0,
                    "action": "猪八戒不时地搔首弄姿，显得有些不耐烦。",
                    "dialogue": "“猴哥也真是的，一去这么久，也不知探到了什么秘密。”"
                },
                {
                    "action_id": 1,
                    "character": "沙僧",
                    "character_id": 1,
                    "action": "沙僧微微一笑，目光坚定地安慰猪八戒。",
                    "dialogue": "“二师兄，耐心些。大师兄定会带回好消息。”"
                },
                {
                    "action_id": 2,
                    "character": "唐僧",
                    "character_id": 2,
                    "action": "唐僧缓缓睁开眼睛，语气平和地对两位徒弟说。",
                    "dialogue": "“既已等待，便安住于心。悟空定会平安归来。”"
                }
            ],
            "plot": "在孙悟空探寻谜语之谜的同时，唐僧、猪八戒和沙僧在浮屠山密林中耐心等待。这个场景展现了师徒间的相互信任和不同性格特点，同时也为后续剧情埋下了伏笔。",
            "chunk": {
                "id": 100,
                "text": "情和性定诸缘合，月满金华是伐毛。 三众进西路途，有个月平稳。 行过了乌斯藏界，猛抬头见一座高山。 三藏停鞭勒马道：“悟空、悟能、前面山高，须索仔细，仔细。 ”八戒道：“没事。 这山唤做浮屠山，山中有一个乌巢禅师，在此修行，老猪也曾会他。 ”三藏道：“他有些甚么勾当？ ”\n    八戒道：“他倒也有些道行。 他曾劝我跟他修行，我不曾去罢了。 ”师徒们说着话，不多时，到了山上。 好山！ 但见那：山南有青松碧桧，山北有绿柳红桃。 闹聒聒，山禽对语；舞翩翩，仙鹤齐飞。 香馥馥，诸花千样色；青冉冉，杂草万般奇。 涧下有滔滔绿水，崖前有朵朵祥云。 真个是景致非常幽雅处，寂然不见往来人。 那师父在马上遥观，见香桧树前，有一柴草窝。 左边有麋鹿衔花，右边有山猴献果。 树梢头，有青鸾彩凤齐鸣，玄鹤锦鸡咸集。 八戒指道：“那不是乌巢禅师！ ”三藏纵马加鞭，直至树下。 却说那禅师见他三众前来，即便离了巢穴，跳下树来。 三藏下马奉拜，那禅师用手搀道：“圣僧请起，失迎，失迎。 ”八戒道：“老禅师，作揖了。 ”禅师惊问道：“你是福陵山猪刚鬣，怎么有此大缘，得与圣僧同行？ ”八戒道：“前年蒙观音菩萨劝善，愿随他做个徒弟。 ”禅师大喜道：“好，好，好！ ”又指定行者，问道：\n    “此位是谁？ ”行者笑道：“这老禅怎么认得他，倒不认得我？ ”禅师道：“因少识耳。 ”三藏道：“他是我的大徒弟孙悟空。 ”禅师陪笑道：“欠礼，欠礼。 ”三藏再拜，请问西天大雷音寺还在那里。 禅师道：“远哩！ 远哩！ 只是路多虎豹难行。 ”三藏殷勤致意，再回：“路途果有多远？ ”禅师道：“路途虽远，终须有到之日，却只是魔瘴难消。 我有《多心经》一卷，凡五十四句，共计二百七十字。 若遇魔瘴之处，但念此经，自无伤害。 ”三藏拜伏于地恳求，那禅师遂口诵传之。 经云《摩诃般若波罗蜜多心经》：观自在菩萨，行深般若波罗蜜多，时照见五蕴皆空，度一切苦厄。 舍利子，色不异空，空不异色；色即是空，空即是色。 受想行识，亦复如是。 舍利子，是诸法空相，不生不灭，不垢不净，不增不减。 是故空中无色，无受想行识，无眼耳鼻舌身意，无色声香味触法，无眼界，乃至无意识界，无无明，亦无无明尽，乃至无老死，亦无老死尽。 无苦寂灭道，无智亦无得。 以无所得故，菩提萨。 依般若波罗蜜多故，心无挂碍，无挂碍故，无有恐怖。 远离颠倒梦想，究竟涅槃，三世诸佛，依般若波罗蜜多故，得阿耨多罗三藐三菩提。 故知般若波罗蜜多，是大神咒，是大明咒，是无上咒，是无等等咒，能除一切苦，真实不虚。 故说般若波罗蜜多咒，即说咒曰：‘揭谛！ 揭谛！ 波罗揭谛！ 波罗僧揭谛！ 菩提萨婆诃！ ’”此时唐朝法师本有根源，耳闻一遍《多心经》，即能记忆，至今传世。 此乃修真之总经，作佛之会门也。 ”\n    那禅师传了经文，踏云光，要上乌巢而去，被三藏又扯住奉告，定要问个西去的路程端的。 那禅师笑云：“道路不难行，试听我吩咐：千山千水深，多瘴多魔处。 若遇接天崖，放心休恐怖。 行来摩耳岩，侧着脚踪步。 仔细黑松林，妖狐多截路。 精灵满国城，魔主盈山住。 老虎坐琴堂，苍狼为主簿。 狮象尽称王，虎豹皆作御。 野猪挑担子，水怪前头遇。 多年老石猴，那里怀嗔怒。 你问那相识，他知西去路。 ”行者闻言，冷笑道：“我们去，不必问他，问我便了。"
            }
        },
        {
            "id": 24,
            "event": "洞穴中的试炼",
            "time": "午时三刻",
            "location": "深山隐蔽村落附近的神秘洞穴内",
            "description": "洞穴内昏暗潮湿，石壁上滴着水珠，空气中弥漫着一种奇异的果香。四周布满了错综复杂的迷宫般的通道。",
            "characters": [
                {
                    "id": 0,
                    "name": "唐僧",
                    "gender": "男",
                    "description": "慈悲为怀的僧人，心怀取经使命，略显犹豫不决。",
                    "position": "洞穴入口处，手持九环锡杖。",
                    "states": "显得困惑，对洞穴内的神秘灵果感到好奇，同时也对徒弟们的忠诚持有疑虑。"
                },
                {
                    "id": 1,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智勇敢的大圣，对师傅忠心耿耿，此刻正警惕着四周的异动。",
                    "position": "唐僧身旁，紧握如意金箍棒。",
                    "states": "警觉，准备随时应对可能出现的危险。"
                },
                {
                    "id": 2,
                    "name": "变幻魔",
                    "gender": "男",
                    "description": "擅长变化的精怪，此刻正变成孙悟空的模样，试图混淆视听。",
                    "position": "洞穴深处，模仿孙悟空的动作。",
                    "states": "狡黠，正准备下一步的诡计。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "唐僧",
                    "character_id": 0,
                    "action": "唐僧紧皱眉头，用锡杖轻轻敲击地面，低声念诵经文，试图平复内心的不安。",
                    "dialogue": "“悟空，这洞穴之内，似乎隐藏着不为人知的秘密，我们需小心行事。”"
                },
                {
                    "action_id": 1,
                    "character": "孙悟空",
                    "character_id": 1,
                    "action": "孙悟空目光如炬，环视四周，突然发现洞穴深处的“自己”，不禁冷笑一声。",
                    "dialogue": "“师傅，那边的‘我’可是个冒牌货！待我前去揭穿他的真面目！”"
                },
                {
                    "action_id": 2,
                    "character": "变幻魔",
                    "character_id": 2,
                    "action": "变幻魔见状，立即变回原形，阴险地笑着，试图诱导唐僧和孙悟空。",
                    "dialogue": "“哈哈，唐僧，你若是不信你的徒弟，我又何必费尽心机？”"
                }
            ],
            "plot": "唐僧一行人进入洞穴，面对变幻魔的试炼，师徒之间的信任受到考验。孙悟空机智地识破了变幻魔的变化，但唐僧仍需克服内心的疑虑，理解到信任的重要性。",
            "chunk": {
                "id": 101,
                "text": "”三藏还不解其意，那禅师化作金光，径上乌巢而去。 长老往上拜谢，行者心中大怒，举铁棒望上乱捣，只见莲花生万朵，祥雾护千层。 行者纵有搅海翻江力，莫想挽着乌巢一缕藤。 三藏见了，扯住行者道：“悟空，”这样一个菩萨，你捣他窝巢怎的？ ”行者道：“他骂了我兄弟两个一场去了。 ”三藏道：“他讲的西天路径，何尝骂你？ ”行者道：“你那里晓得？ 他说野猪挑担子，是骂的八戒；多年老石猴，是骂的老孙。 你怎么解得此意？ ”八戒道：“师兄息怒。 这禅师也晓得过去未来之事，但看他水怪前头遇这句话，不知验否，饶他去罢。 ”行者见莲花祥雾，近那巢边，只得请师父上马，下山往西而去。 那一去：管教清福人间少，致使灾魔山里多。 毕竟不知前程端的如何，且听下回分解。 《》目录 第二十回　黄风岭唐僧有难　半山中八戒争先\n    偈曰：“法本从心生，还是从心灭。 生灭尽由谁，请君自辨别。 既然皆己心，何用别人说？ 只须下苦功，扭出铁中血。 绒绳着鼻穿，挽定虚空结。 拴在无为树，不使他颠劣。 莫认贼为子，心法都忘绝。 休教他瞒我，一拳先打彻。 现心亦无心，现法法也辍。 人牛不见时，碧天光皎洁。 秋月一般圆，彼此难分别。 ”\n    这一篇偈子，乃是玄奘法师悟彻了《多心经》，打开了门户，那长老常念常存，一点灵光自透。 且说他三众，在路餐风宿水，带月披星，早又至夏景炎天。 但见那：花尽蝶无情叙，树高蝉有声喧。 野蚕成茧火榴妍，沼内新荷出现。 那日正行时，忽然天晚，又见山路旁边，有一村舍。 三藏道：“悟空，你看那日落西山藏火镜，月升东海现冰轮。 幸而道旁有一人家，我们且借宿一宵，明日再走。 ”八戒道：“说得是，我老猪也有些饿了，且到人家化些斋吃，有力气，好挑行李。 ”行者道：“这个恋家鬼！ 你离了家几日，就生报怨！ ”八戒道：“哥啊，似不得你这喝风呵烟的人。 我从跟了师父这几日，长忍半肚饥，你可晓得？ ”三藏闻之道：“悟能，你若是在家心重呵，不是个出家的了，你还回去罢。 那呆子慌得跪下道：“师父，你莫听师兄之言。 他有些赃埋人。 我不曾报怨甚的，他就说我报怨。 我是个直肠的痴汉，我说道肚内饥了，好寻个人家化斋，他就骂我是恋家鬼。 师父啊，我受了菩萨的戒行，又承师父怜悯，情愿要伏侍师父往西天去，誓无退悔，这叫做恨苦修行，怎的说不是出家的话！ ”三藏道：“既是如此，你且起来。 ”\n    那呆子纵身跳起，口里絮絮叨叨的，挑着担子，只得死心塌地，跟着前来。 早到了路旁人家门首，三藏下马，行者接了缰绳，八戒歇了行李，都伫立绿荫之下。 三藏拄着九环锡杖，按按藤缠篾织斗篷，先奔门前，只见一老者，斜倚竹床之上，口里嘤嘤的念佛。 三藏不敢高言，慢慢的叫一声：“施主，问讯了。 ”那老者一骨鲁跳将起来，忙敛衣襟，出门还礼道：“长老，失迎。 你自那方来的？ 到我寒门何故？ ”三藏道：“贫僧是东土大唐和尚，奉圣旨上雷音寺拜佛求经。 适至宝方天晚，意投檀府告借一宵，万祈方便方便。 ”那老儿摆手摇头道：“去不得，西天难取经。 要取经，往东天去罢。 ”三藏口中不语，意下沉吟：“菩萨指道西去，怎么此老说往东行？ 东边那得有经？ ”腼腆难言，半晌不答。 却说行者索性凶顽，忍不住，上前高叫道：“那老儿，你这们大年纪，全不晓事。 我出家人远来借宿，就把这厌钝的话虎唬我。 十分你家窄狭，没处睡时，我们在树底下，好道也坐一夜，不打搅你。"
            }
        },
        {
            "id": 25,
            "event": "黄风洞中计救唐僧",
            "time": "西游记记载的某年某月某日",
            "location": "黄风岭黄风洞内",
            "description": "洞内阴风阵阵，怪石嶙峋，唐僧被捆绑在一块巨石之上，黄风怪在一旁虎视眈眈，气氛紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智勇敢，身手不凡，擅长变化和战斗，手持如意金箍棒。",
                    "position": "洞外密谋进攻的位置",
                    "states": "警觉，准备战斗"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "外表憨厚，内心忠诚，武器是九齿钉耙。",
                    "position": "孙悟空身旁，协助准备",
                    "states": "紧张，但充满决心"
                },
                {
                    "id": 2,
                    "name": "黄风怪",
                    "gender": "男",
                    "description": "凶狠狡猾，掌握风的力量，手下有一批小妖。",
                    "position": "洞内，唐僧身旁",
                    "states": "傲慢，警惕"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空运用火眼金睛观察洞内情况，随后变化成一只小飞虫，潜入洞中。",
                    "dialogue": "（心中默念）师傅，徒儿来救您了！"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "猪八戒在洞外制造声响，吸引黄风怪的注意。",
                    "dialogue": "嘿，妖怪，猪爷爷在此，出来受死！"
                },
                {
                    "action_id": 2,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空在洞内找到古镜“镇妖镜”，准备与黄风怪的风神珠结合使用。",
                    "dialogue": "（自语）这宝物果然不凡，定能助我救出师傅！"
                },
                {
                    "action_id": 3,
                    "character": "黄风怪",
                    "character_id": 2,
                    "action": "黄风怪被猪八戒的挑衅激怒，指挥小妖们前去应战。",
                    "dialogue": "哼，区区一头猪，也敢在黄风爷爷面前放肆！小的们，给我上！"
                }
            ],
            "plot": "孙悟空与猪八戒合作，使用智慧和法器，设计救出唐僧的计划，并准备对抗黄风怪及其手下。",
            "chunk": {
                "id": 105,
                "text": "这的是苦命江流思行者，遇难神僧想悟能，道声：“徒弟啊！ 不知你在那山擒怪，何处降妖，我却被魔头拿来，遭此毒害，几时再得相见？ 好苦啊！ 你们若早些儿来，还救得我命；若十分迟了，断然不能保矣！ ”一边嗟叹，一边泪落如雨。 却说那行者、八戒，赶那虎下山坡，只见那虎跑倒了，塌伏在崖前，行者举棒，尽力一打，转震得自己手疼。 八戒复筑了一钯，亦将钯齿迸起，原来是一张虎皮，盖着一块卧虎石。 行者大惊道：“不好了！ 不好了！ 中了他计也！ ”八戒道：“中他甚计？ ”\n    行者道：“这个叫做金蝉脱壳计，他将虎皮苫在此，他却走了。 我们且回去看看师父，莫遭毒手。 ”两个急急转来，早已不见了三藏。 行者大叫如雷道：“怎的好！ 师父已被他擒去了。 ”八戒即便牵着马，眼中滴泪道：“天哪！ 天哪！ 却往那里找寻！ ”行者抬着头跳道：“莫哭！ 莫哭！ 一哭就挫了锐气。 横竖想只在此山，我们寻寻去来。 ”\n    他两个果奔入山中，穿岗越岭，行彀多时，只见那石崖之下，耸出一座洞府。 两人定步观瞻，果然凶险，但见那：迭障尖峰，回峦古道。 青松翠竹依依，绿柳碧梧冉冉。 崖前有怪石双双，林内有幽禽对对。 涧水远流冲石壁，山泉细滴漫沙堤。 野云片片，瑶草芊芊。 妖狐狡兔乱撺梭，角鹿香獐齐斗勇。 劈崖斜挂万年藤，深壑半悬千岁柏。 奕奕巍巍欺华岳，落花啼鸟赛天台。 行者道：“贤弟，你可将行李歇在藏风山凹之间，撒放马匹，不要出头。 等老孙去他门首，与他赌斗，必须拿住妖精，方才救得师父。 ”八戒道：“不消吩咐，请快去。 ”行者整一整直裰，束一束虎裙，掣了棒，撞至那门前，只见那门上有六个大字，乃“黄风岭黄风洞”，却便丁字脚站定，执着棒，高叫道：“妖怪！ 趁早儿送我师父出来，省得掀翻了你窝巢，躧平了你住处！ ”那小怪闻言，一个个害怕，战兢兢的，跑入里面报道：“大王！ 祸事了！ ”那黄风怪正坐间，问：“有何事？ ”小妖道：“洞门外来了一个雷公嘴毛脸的和尚，手持着一根许大粗的铁棒，要他师父哩！ ”那洞主惊张，即唤虎先锋道：“我教你去巡山，只该拿些山牛、野彘、肥鹿、胡羊，怎么拿那唐僧来，却惹他那徒弟来此闹吵，怎生区处？ ”先锋道：“大王放心稳便，高枕勿忧。 小将不才，愿带领五十个小妖校出去，把那甚么孙行者拿来凑吃。 ”洞主道：“我这里除了大小头目，还有五七百名小校，凭你选择，领多少去。 只要拿住那行者，我们才自自在在吃那和尚一块肉，情愿与你拜为兄弟；但恐拿他不得，反伤了你，那时休得埋怨我也。 ”虎怪道：“放心！ 放心！ 等我去来。 ”果然点起五十名精壮小妖，擂鼓摇旗，缠两口赤铜刀，腾出门来，厉声高叫道：“你是那里来的个猴和尚，敢在此间大呼小叫的做甚？ ”行者骂道：\n    “你这个剥皮的畜生！ 你弄甚么脱壳法儿，把我师父摄了，倒转问我做甚！ 趁早好好送我师父出来，还饶你这个性命！ ”虎怪道：“你师父是我拿了，要与我大王做顿下饭。 你识起倒回去罢！ 不然，拿住你一齐凑吃，却不是买一个又饶一个？ ”行者闻言，心中大怒，扢迸迸，钢牙错啮；滴流流，火眼睁圆。 掣铁棒喝道：“你多大欺心，敢说这等大话！ 休走！ 看棍！ ”那先锋急持刀按住。 这一场果然不善，他两个各显威能。 好杀：那怪是个真鹅卵，悟空是个鹅卵石。 赤铜刀架美猴王，浑如垒卵来击石。 鸟鹊怎与凤凰争？ 鹁鸽敢和鹰鹞敌？"
            }
        },
        {
            "id": 26,
            "event": "三藏法师遇红孩儿",
            "time": "辰时三刻",
            "location": "枯松涧火云洞前",
            "description": "枯松涧中火云洞，洞前法师与妖童对峙。红孩儿手持火尖枪，气势汹汹，四周烟雾缭绕，一触即发。",
            "characters": [
                {
                    "id": 0,
                    "name": "三藏法师",
                    "gender": "男",
                    "description": "慈悲为怀，智慧坚定，一心向佛，手持九环锡杖。",
                    "position": "洞前，与红孩儿对峙",
                    "states": "镇定，心中念佛"
                },
                {
                    "id": 1,
                    "name": "红孩儿",
                    "gender": "男",
                    "description": "妖童，擅长吐火，手持火尖枪，狡猾且凶猛。",
                    "position": "洞口，与三藏法师对峙",
                    "states": "傲慢，充满敌意"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "三藏法师",
                    "character_id": 0,
                    "action": "法师深吸一口气，挥舞锡杖，准备念咒。",
                    "dialogue": "红孩儿，你莫要执迷不悟，快快放下屠刀，立地成佛。"
                },
                {
                    "action_id": 1,
                    "character": "红孩儿",
                    "character_id": 1,
                    "action": "红孩儿冷笑一声，挥舞火尖枪，准备发起攻击。",
                    "dialogue": "法师，你多管闲事，看枪！"
                }
            ],
            "plot": "三藏法师与红孩儿在火云洞前对峙，法师劝其向善，红孩儿却执意要与孙悟空等人一战。气氛紧张，双方即将交手。",
            "chunk": {
                "id": 106,
                "text": "那怪喷风灰满山，悟空吐雾云迷日。 来往不禁三五回，先锋腰软全无力。 转身败了要逃生，却被悟空抵死逼。 那虎怪撑持不住，回头就走。 他原来在那洞主面前说了嘴，不敢回洞，径往山坡上逃生。 行者那里肯放，执着棒，只情赶来，呼呼吼吼，喊声不绝，却赶到那藏风山凹之间。 正抬头，见八戒在那里放马。 八戒忽听见呼呼声喊，回头观看，乃是行者赶败的虎怪，就丢了马，举起钯，刺斜着头一筑。 可怜那先锋，脱身要跳黄丝网，岂知又遇罩鱼人，却被八戒一钯，筑得九个窟窿鲜血冒，一头脑髓尽流干。 有诗为证，诗曰：三五年前归正宗，持斋把素悟真空。 诚心要保唐三藏，初秉沙门立此功。 那呆子一脚躧住他的脊背，两手轮钯又筑。 行者见了，大喜道：\n    “兄弟，正是这等！ 他领了几十个小妖，敢与老孙赌斗，被我打败了，他转不往洞跑，却跑来这里寻死。 亏你接着；不然，又走了。 ”八戒道：“弄风摄师父去的可是他？ ”行者道：“正是，正是。 ”八戒道：“你可曾问他师父的下落么？ ”行者道：“这怪把师父拿在洞里，要与他甚么鸟大王做下饭。 是老孙恼了，就与他斗将这里来，却着你送了性命。 兄弟啊，这个功劳算你的，你可还守着马与行李，等我把这死怪拖了去，再到那洞口索战。 须是拿得那老妖，方才救得师父。 ”八戒道：“哥哥说得有理。 你去，你去，若是打败了这老妖，还赶将这里来，等老猪截住杀他。 ”好行者，一只手提着铁棒，一只手拖着死虎，径至他洞口。 正是：法师有难逢妖怪，情性相和伏乱魔。 毕竟不知此去可降得妖怪，救得唐僧，且听下回分解。 《》目录 第二十一回　护法设庄留大圣　须弥灵吉定风魔\n    却说那五十个败残的小妖，拿着些破旗破鼓，撞入洞里，报道：“大王，虎先锋战不过那毛脸和尚，被他赶下东山坡去了。 ”老妖闻说，十分烦恼，正低头不语，默思计策，又有把前门的小妖道：“大王，虎先锋被那毛脸和尚打杀了，拖在门口骂战哩。 ”那老妖闻言，愈加烦恼道：“这厮却也无知！ 我倒不曾吃他师父，他转打杀我家先锋，可恨！ 可恨！ ”叫：“取披挂来。 我也只闻得讲甚么孙行者，等我出去，看是个甚么九头八尾的和尚，拿他进来，与我虎先锋对命。 ”众小妖急急抬出披挂。 老妖结束齐整，绰一杆三股钢叉，帅群妖跳出本洞。 那大圣停立门外，见那怪走将出来，着实骁勇。 看他怎生打扮，但见：金盔晃日，金甲凝光。 盔上缨飘山雉尾，罗袍罩甲淡鹅黄。 勒甲绦盘龙耀彩，护心镜绕眼辉煌。 鹿皮靴，槐花染色；锦围裙，柳叶绒妆。 手持三股钢叉利，不亚当年显圣郎。 那老妖出得门来，厉声高叫道：“那个是孙行者？ ”这行者脚躧着虎怪的皮囊，手执着如意的铁棒，答道：“你孙外公在此，送出我师父来！ ”那怪仔细观看，见行者身躯鄙猥，面容羸瘦，不满四尺，笑道：“可怜！ 可怜！ 我只道是怎么样扳翻不倒的好汉，原来是这般一个骷髅的病鬼！ ”行者笑道：“你这个儿子，忒没眼色！ 你外公虽是小小的，你若肯照头打一叉柄，就长三尺。 ”那怪道：“你硬着头，吃吾一柄。 ”大圣公然不惧。 那怪果打一下来，他把腰躬一躬，足长了三尺，有一丈长短，慌得那妖把钢叉按住，喝道：“孙行者，你怎么把这护身的变化法儿，拿来我门前使唤！ 莫弄虚头！ 走上来，我与你见见手段！ ”行者笑道：“儿子啊！ 常言道：留情不举手，举手不留情。 你外公手儿重重的，只怕你捱不起这一棒！"
            }
        },
        {
            "id": 27,
            "event": "山谷寻丹",
            "time": "午时三刻",
            "location": "隐蔽山谷",
            "description": "山谷中黄风已歇，阳光斑驳地洒在林间，空气中弥漫着淡淡的草药味。孙悟空和猪八戒在此与神秘老者相遇。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智勇敢，身手不凡，手持如意金箍棒，火眼金睛。",
                    "position": "站在山谷中的一块巨石上，警觉地观察四周。",
                    "states": "好奇而警惕，准备随时应对可能出现的危险。"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "贪吃懒惰，但关键时刻能挺身而出，手持九齿钉耙。",
                    "position": "站在孙悟空身旁，左顾右盼。",
                    "states": "显得有些疲惫，但对于寻丹任务充满兴趣。"
                },
                {
                    "id": 2,
                    "name": "神秘老者",
                    "gender": "男",
                    "description": "看似普通的老者，实则精通仙术，对黄风洞了如指掌。",
                    "position": "从山谷中的草屋中走出，面带微笑。",
                    "states": "和蔼可亲，眼神中透露出一丝狡黠。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空用火眼金睛仔细打量着神秘老者，面露疑惑。",
                    "dialogue": "“老头儿，你怎知我们在此？莫非有什么诡计？”"
                },
                {
                    "action_id": 1,
                    "character": "神秘老者",
                    "character_id": 2,
                    "action": "神秘老者捋须微笑，缓缓道来。",
                    "dialogue": "“大圣不必多疑，老朽只是恰巧在此隐居，对黄风洞之事略有耳闻。”"
                },
                {
                    "action_id": 2,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "猪八戒上前一步，好奇地询问。",
                    "dialogue": "“既然如此，那老者可知道仙丹在何处？我们当如何寻找？”"
                }
            ],
            "plot": "孙悟空和猪八戒在山谷中与神秘老者相遇，三人展开了一场关于黄风洞秘密和仙丹寻找的对话。",
            "chunk": {
                "id": 107,
                "text": "”那怪那容分说，拈转钢叉，望行者当胸就刺。 这大圣正是会家不忙，忙家不会，理开铁棒，使一个乌龙掠地势，拨开钢叉，又照头便打。 他二人在那黄风洞口，这一场好杀：妖王发怒，大圣施威。 妖王发怒，要拿行者抵先锋；大圣施威，欲捉精灵救长老。 叉来棒架，棒去叉迎。 一个是镇山都总帅，一个是护法美猴王。 初时还在尘埃战，后来各起在中央。 点钢叉，尖明锐利；如意棒，身黑箍黄。 戳着的魂归冥府，打着的定见阎王。 全凭着手疾眼快，必须要力壮身强。 两家舍死忘生战，不知那个平安那个伤！ 那老妖与大圣斗经三十回合，不分胜败。 这行者要见功绩，使一个身外身的手段：把毫毛揪下一把，用口嚼得粉碎，望上一喷，叫声“变！ ”变有百十个行者，都是一样打扮，各执一根铁棒，把那怪围在空中。 那怪害怕，也使一般本事：急回头，望着巽地上把口张了三张，嘑的一口气，吹将出去，忽然间，一阵黄风，从空刮起。 好风！ 真个利害：冷冷飕飕天地变，无影无形黄沙旋。 穿林折岭倒松梅，播土扬尘崩岭坫。 黄河浪泼彻底浑，湘江水涌翻波转。 碧天振动斗牛宫，争些刮倒森罗殿。 五百罗汉闹喧天，八大金刚齐嚷乱。 文殊走了青毛狮，普贤白象难寻见。 真武龟蛇失了群，梓橦骡子飘其韂。 行商喊叫告苍天，梢公拜许诸般愿。 烟波性命浪中流，名利残生随水办。 仙山洞府黑攸攸，海岛蓬莱昏暗暗。 老君难顾炼丹炉，寿星收了龙须扇。 王母正去赴蟠桃，一风吹断裙腰钏。 二郎迷失灌州城，哪吒难取匣中剑。 天王不见手心塔，鲁班吊了金头钻。 雷音宝阙倒三层，赵州石桥崩两断。 一轮红日荡无光，满天星斗皆昏乱。 南山鸟往北山飞，东湖水向西湖漫。 雌雄拆对不相呼，子母分离难叫唤。 龙王遍海找夜叉，雷公到处寻闪电。 十代阎王觅判官，地府牛头追马面。 这风吹倒普陀山，卷起观音经一卷。 白莲花卸海边飞，欢倒菩萨十二院。 盘古至今曾见风，不似这风来不善。 唿喇喇，乾坤险不炸崩开，万里江山都是颤！ 那妖怪使出这阵狂风，就把孙大圣毫毛变的小行者刮得在那半空中，却似纺车儿一般乱转，莫想轮得棒，如何拢得身？ 慌得行者将毫毛一抖，收上身来，独自个举着铁棒，上前来打，又被那怪劈脸喷了一口黄风，把两只火眼金睛，刮得紧紧闭合，莫能睁开，因此难使铁棒，遂败下阵来。 那妖收风回洞不题。 却说猪八戒见那黄风大作，天地无光，牵着马，守着担，伏在山凹之间，也不敢睁眼，不敢抬头，口里不住的念佛许愿，又不知行者胜负何如，师父死活何如。 正在那疑思之时，却早风定天晴，忽抬头往那洞门前看处，却也不见兵戈，不闻锣鼓。 呆子又不敢上他门，又没人看守马匹、行李，果是进退两难，怆惶不已。 忧虑间，只听得孙大圣从西边吆喝而来，他才欠身迎着道：“哥哥，好大风啊！ 你从那里走来？ ”行者摆手道：“利害！ 利害！ 我老孙自为人，不曾见这大风。 那老妖使一柄三股钢叉，来与老孙交战，战到有三十余合，是老孙使一个身外身的本事，把他围打，他甚着急，故弄出这阵风来，果是凶恶，刮得我站立不住，收了本事，冒风而逃。 哏，好风！ 哏，好风！ 老孙也会呼风，也会唤雨，不曾似这个妖精的风恶！ ”八戒道：“师兄，那妖精的武艺如何？ ”行者道：“也看得过，叉法儿倒也齐整，与老孙也战个手平。 却只是风恶了，难得赢他。 ”八戒道：“似这般怎生救得师父？ ”行者道：“救师父且等再处，不知这里可有眼科先生，且教他把我眼医治医治。 ”八戒道：“你眼怎的来？"
            }
        },
        {
            "id": 28,
            "event": "孙悟空大战白骨精",
            "time": "唐僧师徒西行取经途中，某年某月某日",
            "location": "一片荒凉的山谷中",
            "description": "山谷中阴风阵阵，天空中乌云密布，白骨精的阴森气息弥漫四周。一块巨石旁，孙悟空警惕地环顾四周。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "唐僧的大徒弟，曾是齐天大圣，神通广大，机智勇敢。擅长斗法，武器是一根如意金箍棒。",
                    "position": "站在巨石之上，目光如炬",
                    "states": "警觉，准备随时应对白骨精的攻击"
                },
                {
                    "id": 1,
                    "name": "白骨精",
                    "gender": "女",
                    "description": "一只千年妖怪，擅长变化，阴险狡诈，企图吃掉唐僧，以获取长生不老。",
                    "position": "在不远处的一座小山上，目光邪恶",
                    "states": "狡猾，正策划如何捉拿唐僧"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空紧握金箍棒，身形一晃，瞬间移动到白骨精面前，大声喝道",
                    "dialogue": "“妖精，快快束手就擒，否则休怪老孙棒下无情！”"
                },
                {
                    "action_id": 1,
                    "character": "白骨精",
                    "character_id": 1,
                    "action": "白骨精眼见孙悟空来势汹汹，嘴角露出一丝冷笑，身形一变，化为一阵黑烟",
                    "dialogue": "（阴冷的声音）“孙悟空，你休要猖狂，待我施法，让你见识一下我的厉害！”"
                }
            ],
            "plot": "孙悟空在山谷中发现了白骨精的踪迹，为了保护唐僧，他毫不犹豫地挺身而出，与白骨精展开了一场激烈的战斗。这场战斗将如何收场？唐僧师徒能否顺利继续西行？",
            "chunk": {
                "id": 110,
                "text": "”行者在屋梁上，只听得他这一句言语，不胜欢喜，即抽身飞出，现本相来至林中，叫声“兄弟！ ”\n    八戒道：“哥，你往那里去来？ 刚才一个打令字旗的妖精，被我赶了去也。 ”行者笑道：“亏你！ 亏你！ 老孙变做蚊虫儿，进他洞去探看师父，原来师父被他绑在定风桩上哭哩。 是老孙吩咐，教他莫哭，又飞在屋梁上听了一听。 只见那拿令字旗的，喘嘘嘘的，走进去报道：只是被你赶他，却不见我。 老妖乱猜乱说，说老孙是风吹杀了，又说是请神兵去了。 他却自家供出一个人来，甚妙！ 甚妙！ ”八戒道：“他供的是谁？ ”行者道：“他说怕甚么神兵，那个能定他的风势！ 只除是灵吉菩萨来是。 但不知灵吉住在何处？ ”\n    正商议处，只见大路旁走出一个老公公来。 你看他怎生模样：身健不扶拐杖，冰髯雪鬓蓬蓬。 金花耀眼意朦胧，瘦骨衰筋强硬。 屈背低头缓步，庞眉赤脸如童。 看他容貌是人称，却似寿星出洞。 八戒望见大喜道：“师兄，常言道，要知山下路，须问去来人。 你上前问他一声，何如？ ”真个大圣藏了铁棒，放下衣襟，上前叫道：“老公公，问讯了。 ”那老者半答不答的，还了个礼道：“你是那里和尚？ 这旷野处，有何事干？ ”行者道：“我们是取经的圣僧，昨日在此失了师父，特来动问公公一声，灵吉菩萨在那里住？ ”老者道：“灵吉在直南上，到那里，还有二千里路。 有一山，呼名小须弥山。 山中有个道场，乃是菩萨讲经禅院。 汝等是取他的经去了？ ”行者道：“不是取他的经，我有一事烦他，不知从那条路去。 ”老者用手向南指道：“这条羊肠路就是了。 ”哄得那孙大圣回头看路，那公公化作清风，寂然不见，只是路旁边下一张简帖，上有四句颂子云：“上复齐天大圣听，老人乃是李长庚。 须弥山有飞龙杖，灵吉当年受佛兵。 ”行者执了帖儿，转身下路。 八戒道：“哥啊，我们连日造化低了。 这两日忏日里见鬼！ 那个化风去的老儿是谁？ ”行者把帖儿递与八戒，念了一遍道：“李长庚是那个？ ”行者道：“是西方太白金星的名号。 ”八戒慌得望空下拜道：“恩人！ 恩人！ 老猪若不亏金星奏准玉帝呵，性命也不知化作甚的了！ ”行者道：“兄弟，你却也知感恩。 但莫要出头，只藏在这树林深处，仔细看守行李、马匹，等老孙寻须弥山，请菩萨去耶。 ”八戒道：“晓得！ 晓得！ 你只管快快前去！ 老猪学得个乌龟法，得缩头时且缩头。 ”\n    孙大圣跳在空中，纵觔斗云，径往直南上去，果然速快。 他点头经过三千里，扭腰八百有余程。 须臾见一座高山，半中间有祥云出现，瑞霭纷纷，山凹里果有一座禅院，只听得钟磬悠扬，又见那香烟缥缈。 大圣直至门前，见一道人，项挂数珠，口中念佛。 行者道：“道人作揖。 ”那道人躬身答礼道：“那里来的老爷？ ”行者道：“这可是灵吉菩萨讲经处么？ ”道人道：“此间正是，有何话说？ ”行者道：“累烦你老人家与我传答传答：我是东土大唐驾下御弟三藏法师的徒弟，齐天大圣孙悟空行者。 今有一事，要见菩萨。 ”道人笑道：“老爷字多话多，我不能全记。 ”行者道：“你只说是唐僧徒弟孙悟空来了。 ”道人依言，上讲堂传报。 那菩萨即穿袈裟，添香迎接。 这大圣才举步入门，往里观看，只见那满堂锦绣，一屋威严。 众门人齐诵《法华经》，老班首轻敲金铸磬。 佛前供养，尽是仙果仙花；案上安排，皆是素肴素品。 辉煌宝烛，条条金焰射虹霓；馥郁真香，道道玉烟飞彩雾。 正是那讲罢心闲方入定，白云片片绕松梢。 静收慧剑魔头绝，般若波罗善会高。"
            }
        },
        {
            "id": 29,
            "event": "解救神秘老者",
            "time": "午时三刻",
            "location": "小须弥山附近的山谷",
            "description": "山谷中雾气缭绕，阳光透过树梢斑驳地照在一块开阔地上，周围静谧无声，只有远处溪水潺潺。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身披锁子黄金甲，头戴凤翅紫金冠，手握如意金箍棒，眼神锐利。",
                    "position": "站在山谷开阔地的一块巨石上",
                    "states": "警觉，准备随时应对突发情况"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "身着重甲，手持九齿钉耙，表情略显憨厚。",
                    "position": "站在孙悟空身旁，目光四处扫视",
                    "states": "好奇，对周围环境充满探索欲"
                },
                {
                    "id": 2,
                    "name": "神秘老者",
                    "gender": "男",
                    "description": "白发苍苍，身着一袭灰袍，虽然被囚禁多时，但眼神依旧深邃。",
                    "position": "坐在山谷中的一处石室内",
                    "states": "虚弱，但透着一股不容侵犯的威严"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "用火眼金睛扫视四周，突然发现石室内的神秘老者",
                    "dialogue": "“八戒，你看那里，好像有情况！”"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "顺着孙悟空的指示望去，粗声说道",
                    "dialogue": "“猴哥，那石室内好像有人！”"
                },
                {
                    "action_id": 2,
                    "character": "神秘老者",
                    "character_id": 2,
                    "action": "缓缓抬起头，用微弱的声音说道",
                    "dialogue": "“两位英雄，老朽被困多时，若能相救，定当厚报！”"
                },
                {
                    "action_id": 3,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "挥舞金箍棒，破开石室的封锁",
                    "dialogue": "“老者莫怕，我们这就救你出来！”"
                }
            ],
            "plot": "孙悟空和猪八戒在山谷中发现被囚禁的神秘老者，经过一番努力，成功解救出老者，从而揭开了飞龙杖的秘密，为取经之路清除了障碍。",
            "chunk": {
                "id": 110,
                "text": "”行者在屋梁上，只听得他这一句言语，不胜欢喜，即抽身飞出，现本相来至林中，叫声“兄弟！ ”\n    八戒道：“哥，你往那里去来？ 刚才一个打令字旗的妖精，被我赶了去也。 ”行者笑道：“亏你！ 亏你！ 老孙变做蚊虫儿，进他洞去探看师父，原来师父被他绑在定风桩上哭哩。 是老孙吩咐，教他莫哭，又飞在屋梁上听了一听。 只见那拿令字旗的，喘嘘嘘的，走进去报道：只是被你赶他，却不见我。 老妖乱猜乱说，说老孙是风吹杀了，又说是请神兵去了。 他却自家供出一个人来，甚妙！ 甚妙！ ”八戒道：“他供的是谁？ ”行者道：“他说怕甚么神兵，那个能定他的风势！ 只除是灵吉菩萨来是。 但不知灵吉住在何处？ ”\n    正商议处，只见大路旁走出一个老公公来。 你看他怎生模样：身健不扶拐杖，冰髯雪鬓蓬蓬。 金花耀眼意朦胧，瘦骨衰筋强硬。 屈背低头缓步，庞眉赤脸如童。 看他容貌是人称，却似寿星出洞。 八戒望见大喜道：“师兄，常言道，要知山下路，须问去来人。 你上前问他一声，何如？ ”真个大圣藏了铁棒，放下衣襟，上前叫道：“老公公，问讯了。 ”那老者半答不答的，还了个礼道：“你是那里和尚？ 这旷野处，有何事干？ ”行者道：“我们是取经的圣僧，昨日在此失了师父，特来动问公公一声，灵吉菩萨在那里住？ ”老者道：“灵吉在直南上，到那里，还有二千里路。 有一山，呼名小须弥山。 山中有个道场，乃是菩萨讲经禅院。 汝等是取他的经去了？ ”行者道：“不是取他的经，我有一事烦他，不知从那条路去。 ”老者用手向南指道：“这条羊肠路就是了。 ”哄得那孙大圣回头看路，那公公化作清风，寂然不见，只是路旁边下一张简帖，上有四句颂子云：“上复齐天大圣听，老人乃是李长庚。 须弥山有飞龙杖，灵吉当年受佛兵。 ”行者执了帖儿，转身下路。 八戒道：“哥啊，我们连日造化低了。 这两日忏日里见鬼！ 那个化风去的老儿是谁？ ”行者把帖儿递与八戒，念了一遍道：“李长庚是那个？ ”行者道：“是西方太白金星的名号。 ”八戒慌得望空下拜道：“恩人！ 恩人！ 老猪若不亏金星奏准玉帝呵，性命也不知化作甚的了！ ”行者道：“兄弟，你却也知感恩。 但莫要出头，只藏在这树林深处，仔细看守行李、马匹，等老孙寻须弥山，请菩萨去耶。 ”八戒道：“晓得！ 晓得！ 你只管快快前去！ 老猪学得个乌龟法，得缩头时且缩头。 ”\n    孙大圣跳在空中，纵觔斗云，径往直南上去，果然速快。 他点头经过三千里，扭腰八百有余程。 须臾见一座高山，半中间有祥云出现，瑞霭纷纷，山凹里果有一座禅院，只听得钟磬悠扬，又见那香烟缥缈。 大圣直至门前，见一道人，项挂数珠，口中念佛。 行者道：“道人作揖。 ”那道人躬身答礼道：“那里来的老爷？ ”行者道：“这可是灵吉菩萨讲经处么？ ”道人道：“此间正是，有何话说？ ”行者道：“累烦你老人家与我传答传答：我是东土大唐驾下御弟三藏法师的徒弟，齐天大圣孙悟空行者。 今有一事，要见菩萨。 ”道人笑道：“老爷字多话多，我不能全记。 ”行者道：“你只说是唐僧徒弟孙悟空来了。 ”道人依言，上讲堂传报。 那菩萨即穿袈裟，添香迎接。 这大圣才举步入门，往里观看，只见那满堂锦绣，一屋威严。 众门人齐诵《法华经》，老班首轻敲金铸磬。 佛前供养，尽是仙果仙花；案上安排，皆是素肴素品。 辉煌宝烛，条条金焰射虹霓；馥郁真香，道道玉烟飞彩雾。 正是那讲罢心闲方入定，白云片片绕松梢。 静收慧剑魔头绝，般若波罗善会高。"
            }
        },
        {
            "id": 30,
            "event": "神秘村落夜谈",
            "time": "取经路上的某年某月某日夜",
            "location": "五七千里外的神秘村落中，智者的竹屋内",
            "description": "夜幕降临，明月当空，智者竹屋内烛光摇曳，屋外竹林轻风拂过，一片宁静祥和。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身披战甲，手持金箍棒，眼神炯炯有神，机智勇敢的齐天大圣。",
                    "position": "竹屋中央，面向智者，态度恭敬",
                    "states": "焦急但充满希望"
                },
                {
                    "id": 1,
                    "name": "神秘智者",
                    "gender": "男",
                    "description": "满头白发，身着一袭青衣，面容慈祥，眼神深邃，精通水性，知晓天机。",
                    "position": "竹屋内，坐在竹椅上，手持一卷古书",
                    "states": "平静而睿智"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空急切地向前一步，拱手向智者请教过河之法。",
                    "dialogue": "大师，我师徒四人遇到流沙河的阻碍，不知可有妙计过河？"
                },
                {
                    "action_id": 1,
                    "character": "神秘智者",
                    "character_id": 1,
                    "action": "智者缓缓抬起头，微笑着向孙悟空讲述流沙河的秘密及过河之法。",
                    "dialogue": "大圣勿忧，流沙河乃天界玉帝洗浴之水，需以纯净之心待之。我有一物，名定水珠，赠予你，可助你们平安过河。"
                },
                {
                    "action_id": 2,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空接过定水珠，眼中闪过一丝感激，向智者深深一拜。",
                    "dialogue": "多谢大师赐宝，我定不负所托，保护好师父，成功取得真经。"
                }
            ],
            "plot": "孙悟空为寻求过流沙河的方法，深夜拜访神秘智者，智者告知流沙河的秘密并赠予定水珠，为唐僧师徒的西行之路提供关键帮助。",
            "chunk": {
                "id": 113,
                "text": "”那怪道：\n    “我自小生来神气壮，乾坤万里曾游荡。 英雄天下显威名，豪杰人家做模样。 万国九州任我行，五湖四海从吾撞。 皆因学道荡天涯，只为寻师游地旷。 常年衣钵谨随身，每日心神不可放。 沿地云游数十遭，到处闲行百余趟。 因此才得遇真人，引开大道金光亮。 先将婴儿姹女收，后把木母金公放。 明堂肾水入华池，重楼肝火投心脏。 三千功满拜天颜，志心朝礼明华向。 玉皇大帝便加升，亲口封为卷帘将。 南天门里我为尊，灵霄殿前吾称上。 腰间悬挂虎头牌，手中执定降妖杖。 头顶金盔晃日光，身披铠甲明霞亮。 往来护驾我当先，出入随朝予在上。 只因王母降蟠桃，设宴瑶池邀众将。 失手打破玉玻璃，天神个个魂飞丧。 玉皇即便怒生嗔，却令掌朝左辅相：卸冠脱甲摘官衔，将身推在杀场上。 多亏赤脚大天仙，越班启奏将吾放。 饶死回生不典刑，遭贬流沙东岸上。 饱时困卧此山中，饿去翻波寻食饷。 樵子逢吾命不存，渔翁见我身皆丧。 来来往往吃人多，翻翻复复伤生瘴。 你敢行凶到我门，今日肚皮有所望。 莫言粗糙不堪尝，拿住消停剁鲊酱！ ”八戒闻言大怒，骂道：“你这泼物，全没一些儿眼色！ 我老猪还掐出水沫儿来哩，你怎敢说我粗糙，要剁鲊酱！ 看起来，你把我认做个老走硝哩。 休得无礼！ 吃你祖宗这一钯！ ”那怪见钯来，使一个凤点头躲过。 两个在水中打出水面，各人踏浪登波。 这一场赌斗，比前不同，你看那：卷帘将，天蓬帅，各显神通真可爱。 那个降妖宝杖着头轮，这个九齿钉钯随手快。 跃浪振山川，推波昏世界。 凶如太岁撞幛幡，恶似丧门掀宝盖。 这一个赤心凛凛保唐僧，那一个犯罪滔滔为水怪。 钯抓一下九条痕，杖打之时魂魄败。 努力喜相持，用心要赌赛。 算来只为取经人，怒气冲天不忍耐。 搅得那鯾鲌鲤鳜退鲜鳞，龟鳖鼋鼍伤嫩盖；红虾紫蟹命皆亡，水府诸神朝上拜。 只听得波翻浪滚似雷轰，日月无光天地怪。 二人整斗有两个时辰，不分胜败。 这才是铜盆逢铁帚，玉磬对金钟。 却说那大圣保着唐僧，立于左右，眼巴巴的望着他两个在水上争持，只是他不好动手。 只见那八戒虚幌一钯，佯输诈败，转回头往东岸上走。 那怪随后赶来，将近到了岸边，这行者忍耐不住，撇了师父，掣铁棒，跳到河边，望妖精劈头就打。 那妖物不敢相迎，飕的又钻入河内。 八戒嚷道：“你这弼马温，真是个急猴子！ 你再缓缓些儿，等我哄他到了高处，你却阻住河边，教他不能回首呵，却不拿住他也！ 他这进去，几时又肯出来？ ”\n    行者笑道：“呆子，莫嚷！ 莫嚷！ 我们且回去见师父去来。 ”八戒却同行者到高岸上，见了三藏。 三藏欠身道：“徒弟辛苦呀。 ”八戒道：“且不说辛苦，只是降了妖精，送得你过河，方是万全之策。 ”三藏道：“你才与妖精交战何如？ ”八戒道：“那妖的手段，与老猪是个对手。 正战处，使一个诈败，他才赶到岸上。 见师兄举着棍子，他就跑了。 ”三藏道：“如此怎生奈何？ ”行者道：\n    “师父放心，且莫焦恼。 如今天色又晚，且坐在这崖次之下，待老孙去化些斋饭来，你吃了睡去，待明日再处。 ”八戒道：“说得是，你快去快来。 ”行者急纵云跳起去，正到直北下人家化了一钵素斋，回献师父。 师父见他来得甚快，便叫：“悟空，我们去化斋的人家，求问他一个过河之策，不强似与这怪争持？ ”行者笑道：“这家子远得很哩！ 相去有五七千里之路。 他那里得知水性？ 问他何益？ ”八戒道：“哥哥又来扯谎了。 五七千里路，你怎么这等去来得快？"
            }
        },
        {
            "id": 31,
            "event": "森林寻符",
            "time": "黄昏时分",
            "location": "一片幽深的森林之中",
            "description": "森林中迷雾缭绕，古木参天，阳光透过树叶斑驳地洒落一地。黄昏的阴影逐渐笼罩，四周显得更加幽静神秘。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身披金甲，手持金箍棒，眼神锐利，具有七十二变的能力。",
                    "position": "森林中一棵高大的松树上",
                    "states": "警觉，全神贯注地寻找护身符"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "身形肥胖，扛着九齿钉耙，一边走一边用鼻子嗅着空气。",
                    "position": "一片灌木丛中",
                    "states": "专注，用嗅觉追踪护身符的气息"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空纵身跃上树梢，火眼金睛四处扫视，忽而耳朵一动，似乎听到了什么动静。",
                    "dialogue": "“哼，什么妖魔鬼怪，敢在我面前耍花样！”"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "猪八戒紧握钉耙，拨开灌木，循着气味深入森林，突然他停下脚步，面露喜色。",
                    "dialogue": "“哈哈，师父，我好像找到护身符的味儿了！”"
                }
            ],
            "plot": "孙悟空与猪八戒在森林中分头寻找唐僧遗失的护身符。孙悟空凭借其神通广大，在树上搜索，而猪八戒则依靠嗅觉在灌木丛中追踪。两人各展所能，期望能尽快找回宝贵的护身符。",
            "chunk": {
                "id": 115,
                "text": "那妖正与八戒嚷闹，忽听得风响，急回头，见是行者落下云来，却又收了那杖，一头淬下水，隐迹潜踪，渺然不见。 行者伫立岸上，对八戒说：“兄弟呀，这妖也弄得滑了。 他再不肯上岸，如之奈何？ ”八戒道：“难！ 难！ 难！ 战不胜他，就把吃奶的气力也使尽了，只绷得个手平。 ”\n    行者道：“且见师父去。 ”\n    二人又到高岸，见了唐僧，备言难捉。 那长老满眼下泪道：\n    “似此艰难，怎生得渡！ ”行者道：“师父莫要烦恼。 这怪深潜水底，其实难行。 八戒，你只在此保守师父，再莫与他厮斗，等老孙往南海走走去来。 ”八戒道：“哥呵，你去南海何干？ ”行者道：\n    “这取经的勾当，原是观音菩萨；及脱解我等，也是观音菩萨。 今日路阻流沙河，不能前进，不得他，怎生处治？ 等我去请他，还强如和这妖精相斗。 ”八戒道：“也是，也是。 师兄，你去时，千万与我上复一声：向日多承指教。 ”三藏道：“悟空，若是去请菩萨，却也不必迟疑，快去赶来。 ”\n    行者即纵筋斗云，径上南海。 咦！ 那消半个时辰，早望见普陀山境。 须臾间坠下筋斗，到紫竹林外，又只见那二十四路诸天，上前迎着道：“大圣何来？ ”行者道：“我师有难，特来谒见菩萨。 ”诸天道：“请坐，容报。 ”那轮日的诸天，径至潮音洞口报道：“孙悟空有事朝见。 ”菩萨正与捧珠龙女在宝莲池畔扶栏看花，闻报，即转云岩，开门唤入。 大圣端肃皈依参拜，菩萨问曰：\n    “你怎么不保唐僧？ 为甚事又来见我？ ”行者启上道：“菩萨，我师父前在高老庄，又收了一个徒弟，唤名猪八戒，多蒙菩萨又赐法讳悟能。 才行过黄风岭，今至八百里流沙河，乃是弱水三千，师父已是难渡。 河中又有个妖怪，武艺高强，甚亏了悟能与他水面上大战三次，只是不能取胜，被他拦阻，不能渡河。 因此特告菩萨，望垂怜悯。 济渡他一济渡。 ”菩萨道：“你这猴子，又逞自满，不肯说出保唐僧的话来么？ ”行者道：“我们只是要拿住他，教他送我师父渡河。 水里事，我又弄不得精细，只是悟能寻着他窝巢，与他打话，想是不曾说出取经的勾当。 ”菩萨道：\n    “那流沙河的妖怪，乃是卷帘大将临凡，也是我劝化的善信，教他保护取经之辈。 你若肯说出是东土取经人呵，他决不与你争持，断然归顺矣。 ”行者道：“那怪如今怯战，不肯上崖，只在水里潜踪，如何得他归顺？ 我师如何得渡弱水？ ”\n    菩萨即唤惠岸，袖中取出一个红葫芦儿，吩咐道：“你可将此葫芦，同孙悟空到流沙河水面上，只叫悟净，他就出来了。 先要引他归依了唐僧，然后把他那九个骷髅穿在一处，按九宫布列，却把这葫芦安在当中，就是法船一只，能渡唐僧过流沙河界。 ”惠岸闻言，谨遵师命，当时与大圣捧葫芦出了潮音洞，奉法旨辞了紫竹林。 有诗为证，诗曰：五行匹配合天真，认得从前旧主人。 炼已立基为妙用，辨明邪正见原因。 金来归性还同类，木去求情共复沦。 二土全功成寂寞，调和水火没纤尘。 他两个不多时按落云头，早来到流沙河岸。 猪八戒认得是木叉行者，引师父上前迎接。 那木叉与三藏礼毕，又与八戒相见。 八戒道：“向蒙尊者指示，得见菩萨，我老猪果遵法教，今喜拜了沙门。 这一向在途中奔碌，未及致谢，恕罪恕罪。 ”行者道：\n    “且莫叙阔，我们叫唤那厮去来。 ”三藏道：“叫谁？ ”行者道：“老孙见菩萨，备陈前事。 菩萨说：这流沙河的妖怪，乃是卷帘大将临凡，因为在天有罪，堕落此河，忘形作怪。"
            }
        },
        {
            "id": 32,
            "event": "庄园辩论会",
            "time": "大唐初秋某日黄昏",
            "location": "寡妇庄园的菊花亭",
            "description": "亭中菊花盛开，夕阳余晖映照，唐僧师徒与寡妇就出家与在家之好处展开辩论，气氛融洽而庄重。",
            "characters": [
                {
                    "id": 0,
                    "name": "唐僧（玄奘）",
                    "gender": "男",
                    "description": "东土大唐高僧，慈悲为怀，持戒严谨。",
                    "position": "坐在菊花亭中央，面向寡妇。",
                    "states": "神态安详，面带微笑。"
                },
                {
                    "id": 1,
                    "name": "寡妇",
                    "gender": "女",
                    "description": "庄园的主人，富有而孤独，对佛法有所了解。",
                    "position": "坐在唐僧对面，手持一束菊花。",
                    "states": "眼神热切，表情认真。"
                },
                {
                    "id": 2,
                    "name": "孙悟空（行者）",
                    "gender": "男",
                    "description": "唐僧的大徒弟，神通广大，机智过人。",
                    "position": "站在唐僧身后，双手交叉于胸前。",
                    "states": "目光锐利，警惕四周。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "唐僧（玄奘）",
                    "character_id": 0,
                    "action": "缓缓讲述出家修行的益处，言辞恳切。",
                    "dialogue": "出家非为避世，乃为修心养性，断除烦恼，利益众生。"
                },
                {
                    "action_id": 1,
                    "character": "寡妇",
                    "character_id": 1,
                    "action": "倾听唐僧说法后，提出在家修行的优点，态度诚恳。",
                    "dialogue": "在家虽繁华，但若能心静如水，不也等同于出家？"
                },
                {
                    "action_id": 2,
                    "character": "孙悟空（行者）",
                    "character_id": 2,
                    "action": "忽然警觉，目光扫向庄园四周，似乎察觉异样。",
                    "dialogue": "师傅，此地气氛诡异，徒儿觉得有些不对劲。"
                }
            ],
            "plot": "唐僧师徒与寡妇的辩论会正在进行中，庄园内却隐隐透出一股不寻常的气息，预示着即将发生的一系列神秘事件。",
            "chunk": {
                "id": 119,
                "text": "”那妇人道：“长老请坐，等我把在家人好处说与你听。 怎见得？ 有诗为证，诗曰：春裁方胜着新罗，夏换轻纱赏绿荷；秋有新蒭香糯酒，冬来暖阁醉颜酡。 四时受用般般有，八节珍羞件件多；衬锦铺绫花烛夜，强如行脚礼弥陀。 ”三藏道：“女菩萨，你在家人享荣华，受富贵，有可穿，有可吃，儿女团圆，果然是好。 但不知我出家的人，也有一段好处。 怎见得？ 有诗为证，诗曰：出家立志本非常，推倒从前恩爱堂。 外物不生闲口舌，身中自有好阴阳。 功完行满朝金阙，见性明心返故乡。 胜似在家贪血食，老来坠落臭皮囊。 ”\n    那妇人闻言大怒道：“这泼和尚无礼！ 我若不看你东土远来，就该叱出。 我倒是个真心实意，要把家缘招赘汝等，你倒反将言语伤我。 你就是受了戒，发了愿，永不还俗，好道你手下人，我家也招得一个。 你怎么这般执法？ ”三藏见他发怒，只得者者谦谦叫道：“悟空，你在这里罢。 ”行者道：“我从小儿不晓得干那般事，教八戒在这里罢。 ”八戒道：“哥啊，不要栽人么。 大家从长计较。 ”三藏道：“你两个不肯，便教悟净在这里罢。 ”\n    沙僧道：“你看师父说的话。 弟子蒙菩萨劝化，受了戒行，等候师父。 自蒙师父收了我，又承教诲，跟着师父还不上两月，更不曾进得半分功果，怎敢图此富贵！ 宁死也要往西天去，决不干此欺心之事。 ”那妇人见他们推辞不肯，急抽身转进屏风，扑的把腰门关上。 师徒们撇在外面，茶饭全无，再没人出。 八戒心中焦燥，埋怨唐僧道：“师父忒不会干事，把话通说杀了。 你好道还活着些脚儿，只含糊答应，哄他些斋饭吃了，今晚落得一宵快活，明日肯与不肯，在乎你我了。 似这般关门不出，我们这清灰冷灶，一夜怎过！ ”悟净道：“二哥，你在他家做个女婿罢。 ”\n    八戒道：“兄弟，不要栽人。 从长计较。 ”行者道：“计较甚的？ 你要肯，便就教师父与那妇人做个亲家，你就做个倒踏门的女婿。 他家这等有财有宝，一定倒陪妆奁，整治个会亲的筵席，我们也落些受用。 你在此间还俗，却不是两全其美？ ”八戒道：“话便也是这等说，却只是我脱俗又还俗，停妻再娶妻了。 ”沙僧道：“二哥原来是有嫂子的？ ”行者道：“你还不知他哩，他本是乌斯藏高老儿庄高太公的女婿。 因被老孙降了，他也曾受菩萨戒行，没及奈何，被我捉他来做个和尚，所以弃了前妻，投师父往西拜佛。 他想是离别的久了，又想起那个勾当，却才听见这个勾当，断然又有此心。 呆子，你与这家子做了女婿罢，只是多拜老孙几拜，我不检举你就罢了。 ”那呆子道：“胡说！ 胡说！ 大家都有此心，独拿老猪出丑。 常言道：和尚是色中饿鬼。 那个不要如此？ 都这们扭扭捏捏的拿班儿，把好事都弄得裂了。 这如今茶水不得见面，灯火也无人管，虽熬了这一夜，但那匹马明日又要驮人，又要走路，再若饿上这一夜，只好剥皮罢了。 你们坐着，等老猪去放放马来。 ”那呆子虎急急的，解了缰绳，拉出马去。 行者道：“沙僧，你且陪师父坐这里，等老孙跟他去，看他往那里放马。 ”三藏道：“悟空，你看便去看他，但只不可只管嘲他了。 ”行者道：“我晓得。 ”这大圣走出厅房，摇身一变，变作个红蜻蜓儿，飞出前门，赶上八戒。 那呆子拉着马，有草处且不教吃草，嗒嗒嗤嗤的赶着马，转到后门首去，只见那妇人，带了三个女子，在后门外闲立着，看菊花儿耍子。 他娘女们看见八戒来时，三个女儿闪将进去，那妇人伫立门首道：“小长老那里去？"
            }
        },
        {
            "id": 33,
            "event": "八戒误入蜘蛛精的陷阱",
            "time": "午时三刻",
            "location": "女儿村秘密花园",
            "description": "花园中花香四溢，阳光透过树叶斑驳地洒在地面，一副宁静美好的景象。但在这宁静之下，却隐藏着蜘蛛精的阴谋。",
            "characters": [
                {
                    "id": 0,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "嘴长耳大，力大无穷，食量惊人。因贪图美色而误入陷阱。",
                    "position": "正坐在花园中的石凳上，被几位美女环绕。",
                    "states": "心情愉悦，毫无防备。"
                },
                {
                    "id": 1,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智狡猾，神通广大。发现了八戒的异状，前来调查。",
                    "position": "站在花园的围墙上，用火眼金睛观察。",
                    "states": "警觉，准备采取行动。"
                },
                {
                    "id": 2,
                    "name": "沙僧",
                    "gender": "男",
                    "description": "踏实稳重，忠诚可靠。协助悟空揭露蜘蛛精的真面目。",
                    "position": "在花园外的树丛中，隐蔽地观察。",
                    "states": "冷静，等待时机。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "猪八戒",
                    "character_id": 0,
                    "action": "八戒正与美女们调笑，毫无察觉异样。",
                    "dialogue": "“几位仙子，你们这花园真是人间仙境啊！”"
                },
                {
                    "action_id": 1,
                    "character": "孙悟空",
                    "character_id": 1,
                    "action": "悟空用火眼金睛看出美女们实际上是蜘蛛精变化而成。",
                    "dialogue": "“八戒，别被美色迷惑，这些都是蜘蛛精！”"
                },
                {
                    "action_id": 2,
                    "character": "沙僧",
                    "character_id": 2,
                    "action": "沙僧从树丛中跃出，挥舞禅杖，准备助战。",
                    "dialogue": "“悟空，我来助你一臂之力！”"
                }
            ],
            "plot": "八戒因贪图美色被蜘蛛精所困，悟空凭借火眼金睛识破了蜘蛛精的伪装，沙僧则准备与悟空联手解救八戒。",
            "chunk": {
                "id": 120,
                "text": "”这呆子丢了缰绳，上前唱个喏，道声：“娘！ 我来放马的。 ”那妇人道：“你师父忒弄精细，在我家招了女婿，却不强似做挂搭僧，往西跄路？ ”八戒笑道：“他们是奉了唐王的旨意，不敢有违君命，不肯干这件事。 刚才都在前厅上栽我，我又有些奈上祝下的，只恐娘嫌我嘴长耳大。 ”那妇人道：“我也不嫌，只是家下无个家长，招一个倒也罢了，但恐小女儿有些儿嫌丑。 ”八戒道：“娘，你上复令爱，不要这等拣汉。 想我那唐僧人才虽俊，其实不中用。 我丑自丑，有几句口号儿。 ”妇人道：“你怎的说么？ ”八戒道：“我虽然人物丑，勤紧有些功。 若言千顷地，不用使牛耕。 只消一顿钯，布种及时生。 没雨能求雨，无风会唤风。 房舍若嫌矮，起上二三层。 地下不扫扫一扫，阴沟不通通一通。 家长里短诸般事，踢天弄井我皆能。 ”那妇人道：“既然干得家事，你再去与你师父商量商量看，不尴尬，便招你罢。 ”八戒道：“不用商量！ 他又不是我的生身父母，干与不干，都在于我。 ”妇人道：“也罢，也罢，等我与小女说。 ”看他闪进去，扑的掩上后门。 八戒也不放马，将马拉向前来。 怎知孙大圣已一一尽知，他转翅飞来，现了本相，先见唐僧道：“师父，悟能牵马来了。 ”长老道：“马若不牵，恐怕撒欢走了。 ”行者笑将起来，把那妇人与八戒说的勾当，从头说了一遍，三藏也似信不信的。 少时间，见呆子拉将马来拴下，长老道：“你马放了？ ”八戒道：“无甚好草，没处放马。 ”行者道：“没处放马，可有处牵马么？ ”呆子闻得此言，情知走了消息，也就垂头扭颈，努嘴皱眉，半晌不言。 又听得呀的一声，腰门开了，有两对红灯，一副提壶，香云霭霭，环珮叮叮，那妇人带着三个女儿，走将出来，叫真真、爱爱、怜怜，拜见那取经的人物。 那女子排立厅中，朝上礼拜。 果然也生得标致，但见他：一个个蛾眉横翠，粉面生春。 妖娆倾国色，窈窕动人心。 花钿显现多娇态，绣带飘飖迥绝尘。 半含笑处樱桃绽，缓步行时兰麝喷。 满头珠翠，颤巍巍无数宝钗簪；遍体幽香，娇滴滴有花金缕细。 说甚么楚娃美貌，西子娇容？ 真个是九天仙女从天降，月里嫦娥出广寒！ 那三藏合掌低头，孙大圣佯佯不睬，这沙僧转背回身。 你看那猪八戒，眼不转睛，淫心紊乱，色胆纵横，扭捏出悄语低声道：“有劳仙子下降。 娘，请姐姐们去耶。 ”那三个女子，转入屏风，将一对纱灯留下。 妇人道：“四位长老，可肯留心，着那个配我小女么？ ”悟净道：\n    “我们已商议了，着那个姓猪的招赘门下。 ”八戒道：“兄弟，不要栽我，还从众计较。 ”行者道：“还计较甚么？ 你已是在后门首说合的停停当当，娘都叫了，又有甚么计较？ 师父做个男亲家，这婆儿做个女亲家，等老孙做个保亲，沙僧做个媒人。 也不必看通书，今朝是个天恩上吉日，你来拜了师父，进去做了女婿罢。 ”八戒道：“弄不成！ 弄不成！ 那里好干这个勾当！ ”行者道：\n    “呆子，不要者嚣，你那口里娘也不知叫了多少，又是甚么弄不成？ 快快的应成，带携我们吃些喜酒，也是好处。 ”他一只手揪着八戒，一只手扯住妇人道：“亲家母，带你女婿进去。 ”那呆子脚儿趄趄的要往那里走，那妇人即唤童子：“展抹桌椅，铺排晚斋，管待三位亲家。 我领姑夫房里去也。 ”一壁厢又吩咐庖丁排筵设宴，明晨会亲，那几个童子，又领命讫。 他三众吃了斋，急急铺铺，都在客座里安歇不题。 却说那八戒跟着丈母，行入里面，一层层也不知多少房舍，磕磕撞撞，尽都是门槛绊脚。"
            }
        },
        {
            "id": 34,
            "event": "孙悟空智破蜘蛛精",
            "time": "辰时",
            "location": "盘丝洞内",
            "description": "洞内昏暗，丝网密布，空气中弥漫着诡异妖气。数只蜘蛛精正忙碌地织网，似乎在策划着什么阴谋。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "神通广大，机智过人，火眼金睛能洞察一切虚假。面对蜘蛛精的陷阱，他面不改色，准备施展手段。",
                    "position": "洞口附近，仔细观察蜘蛛精的动向",
                    "states": "冷静，机警"
                },
                {
                    "id": 1,
                    "name": "蜘蛛精",
                    "gender": "女",
                    "description": "妖艳美丽，心狠手辣，擅长织网布阵。她们正密谋用网捕捉唐僧一行人。",
                    "position": "洞内深处，忙碌织网",
                    "states": "狡猾，忙碌"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空轻轻跃至洞顶，目光如炬，观察蜘蛛精的一举一动，嘴角露出轻蔑的笑意。",
                    "dialogue": "“这点小把戏，也想困住我孙悟空？”"
                },
                {
                    "action_id": 1,
                    "character": "蜘蛛精",
                    "character_id": 1,
                    "action": "蜘蛛精们边织网边窃窃私语，似乎并未察觉到孙悟空的到来。",
                    "dialogue": "“这唐僧肉，吃了就能长生不老，我们可得小心行事。”"
                }
            ],
            "plot": "此场景描述了孙悟空在盘丝洞内，面对蜘蛛精的陷阱，准备施展智慧与力量，破解蜘蛛精的阴谋，保护唐僧一行人的安全。",
            "chunk": {
                "id": 121,
                "text": "呆子道：“娘，慢些儿走，我这里边路生，你带我带儿。 ”那妇人道：“这都是仓房、库房、碾房各房，还不曾到那厨房边哩。 ”八戒道：“好大人家！ ”磕磕撞撞，转湾抹角，又走了半会，才是内堂房屋。 那妇人道：“女婿，你师兄说今朝是天恩上吉日，就教你招进来了。 却只是仓卒间，不曾请得个阴阳，拜堂撒帐，你可朝上拜八拜儿罢。 ”八戒道：\n    “娘，娘说得是，你请上坐，等我也拜几拜，就当拜堂，就当谢亲，两当一儿，却不省事？ ”他丈母笑道：“也罢，也罢，果然是个省事干家的女婿。 我坐着，你拜么。 ”咦！ 满堂中银烛辉煌，这呆子朝上礼拜，拜毕道：“娘，你把那个姐姐配我哩？ ”他丈母道：“正是这些儿疑难：我要把大女儿配你，恐二女怪；要把二女配你，恐三女怪；欲将三女配你，又恐大女怪；所以终疑未定。 ”八戒道：“娘，既怕相争，都与我罢，省得闹闹吵吵，乱了家法。 ”他丈母道：“岂有此理！ 你一人就占我三个女儿不成！ ”八戒道：“你看娘说的话。 那个没有三房四妾？ 就再多几个，你女婿也笑纳了。 我幼年间，也曾学得个熬战之法，管情一个个伏侍得他欢喜。 ”那妇人道：“不好！ 不好！ 我这里有一方手帕，你顶在头上，遮了脸，撞个天婚，教我女儿从你跟前走过，你伸开手扯倒那个就把那个配了你罢。 ”呆子依言，接了手帕，顶在头上。 有诗为证，诗曰：痴愚不识本原由，色剑伤身暗自休。 从来信有周公礼，今日新郎顶盖头。 那呆子顶裹停当，道：“娘，请姐姐们出来么。 ”他丈母叫：“真真、爱爱、怜怜，都来撞天婚，配与你女婿。 ”只听得环珮响亮，兰麝馨香，似有仙子来往，那呆子真个伸手去捞人。 两边乱扑，左也撞不着，右也撞不着。 来来往往，不知有多少女子行动，只是莫想捞着一个。 东扑抱着柱科，西扑摸着板壁，两头跑晕了，立站不稳，只是打跌。 前来蹬着门扇，后去汤着砖墙，磕磕撞撞，跌得嘴肿头青，坐在地下，喘气呼呼的道：“娘啊，你女儿这等乖滑得紧，捞不着一个，奈何！ 奈何！ ”那妇人与他揭了盖头道：“女婿，不是我女儿乖滑，他们大家谦让，不肯招你。 ”八戒道：“娘啊，既是他们不肯招我啊，你招了我罢。 ”那妇人道：“好女婿呀！ 这等没大没小的，连丈母也都要了！ 我这三个女儿，心性最巧，他一人结了一个珍珠篏锦汗衫儿。 你若穿得那个的，就教那个招你罢。 ”八戒道：\n    “好！ 好！ 好！ 把三件儿都拿来我穿了看。 若都穿得，就教都招了罢。 ”那妇人转进房里，止取出一件来，递与八戒。 那呆子脱下青锦布直裰，取过衫儿，就穿在身上，还未曾系上带子，扑的一蹻，跌倒在地，原来是几条绳紧紧绷住。 那呆子疼痛难禁，这些人早已不见了。 却说三藏、行者、沙僧一觉睡醒，不觉的东方发白。 忽睁睛抬头观看。 那里得那大厦高堂，也不是雕梁画栋，一个个都睡在松柏林中。 慌得那长老忙呼行者，沙僧道：“哥哥，罢了！ 罢了！ 我们遇着鬼了！ ”孙大圣心中明白，微微的笑道：“怎么说？ ”\n    长老道：“你看我们睡在那里耶！ ”行者道：“这松林下落得快活，但不知那呆子在那里受罪哩。 ”长老道：“那个受罪？ ”行者笑道：“昨日这家子娘女们，不知是那里菩萨，在此显化我等，想是半夜里去了，只苦了猪八戒受罪。 ”三藏闻言，合掌顶礼，又只见那后边古柏树上，飘飘荡荡的，挂着一张简帖儿。 沙僧急去取来与师父看时，却是八句颂子云：“黎山老母不思凡，南海菩萨请下山。"
            }
        },
        {
            "id": 35,
            "event": "人参果园的误会",
            "time": "午时三刻",
            "location": "五庄观内的人参果园",
            "description": "人参果园内，阳光透过树叶斑驳地洒在土地上，空气中弥漫着果实的清香。道童突然发现树上有异动，紧张地握紧手中的金击子。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身手敏捷，神通广大，机智过人，此刻正站在树上，警觉地观察四周。",
                    "position": "站在人参果树上",
                    "states": "警觉，准备随时应对"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "力大无穷，但略显笨拙，正躲在树后，手中拿着刚偷的人参果。",
                    "position": "藏在人参果树后",
                    "states": "紧张，生怕被发现"
                },
                {
                    "id": 2,
                    "name": "道童",
                    "gender": "男",
                    "description": "忠诚严谨，手持金击子，准备守护人参果园。",
                    "position": "站在果园入口",
                    "states": "警觉，准备捉拿偷果者"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "轻巧地跳下树，试图用话语引开道童的注意力。",
                    "dialogue": "嘿，道童，你这天庭的果子怎比得上我花果山的水蜜桃？"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "趁机将人参果藏入怀中，悄悄地试图离开果园。",
                    "dialogue": "（心中默念）别被发现，别被发现。"
                },
                {
                    "action_id": 2,
                    "character": "道童",
                    "character_id": 2,
                    "action": "听到声音，转身看向孙悟空，但仍然紧握金击子，没有放松警惕。",
                    "dialogue": "休得胡言，你们两个莫不是来偷果子的？"
                }
            ],
            "plot": "孙悟空和猪八戒在人参果园偷果被发现，孙悟空试图用计策引开道童的注意力，而猪八戒则趁机藏果，一场智慧和勇气的较量即将展开。",
            "chunk": {
                "id": 125,
                "text": "他那道房，与那厨房紧紧的间壁，这边悄悄的言语，那边即便听见。 八戒正在厨房里做饭，先前听见说取金击子，拿丹盘，他已在心；又听见他说唐僧不认得是人参果，即拿在房里自吃，口里忍不住流涎道：“怎得一个儿尝新！ ”自家身子又狼犺，不能彀得动，只等行者来，与他计较。 他在那锅门前，更无心烧火，不时的伸头探脑，出来观看。 不多时，见行者牵将马来，拴在槐树上，径往后走，那呆子用手乱招道：“这里来！ 这里来！ ”行者转身到于厨声门首道：“呆子，你嚷甚的？ 想是饭不彀吃，且让老和尚吃饱，我们前边大人家，再化吃去罢。 ”八戒道：“你进来，不是饭少。 这观里有一件宝贝，你可晓得？ ”行者道：“甚么宝贝？ ”八戒笑道：“说与你，你不曾见；\n    拿与你，你不认得。 ”行者道：“这呆子笑话我老孙。 老孙五百年前，因访仙道时，也曾云游在海角天涯，那般儿不曾见？ ”八戒道：“哥啊，人参果你曾见么？ ”行者惊道：“这个真不曾见。 但只常闻得人说，人参果乃是草还丹，人吃了极能延寿。 如今那里有得？ ”八戒道：“他这里有。 那童子拿两个与师父吃，那老和尚不认得，道是三朝未满的孩儿，不曾敢吃。 那童子老大惫懒，师父既不吃，便该让我们，他就瞒着我们，才自在这隔壁房里，一家一个，啯啅啯啅的吃了出去，就急得我口里水泱。 怎么得一个儿尝新？ 我想你有些溜撒，去他那园子里偷几个来尝尝，如何？ ”行者道：“这个容易，老孙去手到擒来。 ”急抽身，往前就走，八戒一把扯住道：“哥啊，我听得他在这房里说，要拿甚么金击子去打哩。 须是干得停当，不可走露风声。 ”行者道：“我晓得，我晓得。 ”\n    那大圣使一个隐身法，闪进道房看时，原来那两个道童，吃了果子，上殿与唐僧说话，不在房里。 行者四下里观看，看有甚么金击子，但只见窗棂上挂着一条赤金：有二尺长短，有指头粗细；底下是一个蒜疙疸的头子；上边有眼，系着一根绿绒绳儿。 他道：“想必就是此物叫做金击子。 ”他却取下来，出了道房，径入后边去，推开两扇门，抬头观看，呀！ 却是一座花园！ 但见：朱栏宝槛，曲砌峰山。 奇花与丽日争妍，翠竹共青天斗碧。 流杯亭外，一弯绿柳似拖烟；赏月台前，数簇乔松如泼靛。 红拂拂，锦巢榴；绿依依，绣墩草。 青茸茸，碧砂兰；攸荡荡，临溪水。 丹桂映金井梧桐，锦槐傍朱栏玉砌。 有或红或白千叶桃，有或香或黄九秋菊。 荼蘼架，映着牡丹亭；木槿台，相连芍药圃。 看不尽傲霜君子竹，欺雪大夫松。 更有那鹤庄鹿宅，方沼圆池；泉流碎玉，地萼堆金。 朔风触绽梅花白，春来点破海棠红。 诚所谓人间第一仙景，西方魁首花丛。 那行者观看不尽，又见一层门，推开看处，却是一座菜园：布种四时蔬菜，菠芹莙荙姜苔。 笋薯瓜瓠茭白，葱蒜芫荽韭薤。 窝蕖童蒿苦荬，葫芦茄子须栽。 蔓菁萝卜羊头埋，红苋青菘紫芥。 行者笑道：“他也是个自种自吃的道士。 ”走过菜园，又见一层门。 推开看处，呀！ 只见那正中间有根大树，真个是青枝馥郁，绿叶阴森，那叶儿却似芭蕉模样，直上去有千尺余高，根下有七八丈围圆。 那行者倚在树下往上一看，只见向南的枝上，露出一个人参果，真个象孩儿一般。 原来尾间上是个扢蒂，看他丁在枝头，手脚乱动，点头幌脑，风过处似乎有声。 行者欢喜不尽，暗自夸称道：“好东西呀！ 果然罕见！ 果然罕见！ ”他倚着树，飕的一声，撺将上去。 那猴子原来第一会爬树偷果子。"
            }
        },
        {
            "id": 36,
            "event": "古镜奇缘",
            "time": "唐僧一行西行途中，某日黄昏",
            "location": "真空寺大殿内",
            "description": "古寺大殿内昏暗寂静，夕阳透过窗棂，斑驳地洒在陈旧的佛像上。空气中弥漫着淡淡的尘埃味，古镜放置在供桌上，反射出幽幽的光。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "机智勇敢的石猴化身，火眼金睛，手握金箍棒，时刻准备洞察真相。",
                    "position": "站在古镜前，好奇地打量着镜中的影像",
                    "states": "好奇、警觉"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "幽默风趣的天蓬元帅化身，手持九齿钉钯，对古镜中的影像感到困惑。",
                    "position": "站在孙悟空旁边，皱着眉头看着古镜",
                    "states": "困惑、感兴趣"
                },
                {
                    "id": 2,
                    "name": "清风",
                    "gender": "男",
                    "description": "镇元大仙的谨慎徒弟，对唐僧一行持有戒心，无意中与孙悟空和猪八戒在古寺相遇。",
                    "position": "站在大殿门口，警惕地观察着孙悟空和猪八戒",
                    "states": "警觉、紧张"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空用火眼金睛仔细观察古镜，试图看穿镜中的奥秘。",
                    "dialogue": "“这古镜不简单，竟似有千年的道行。”"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "猪八戒好奇地用钉钯轻轻敲击古镜，想看看是否有反应。",
                    "dialogue": "“老孙，这镜子莫不是个妖怪变的？怎地里面影影绰绰的？”"
                },
                {
                    "action_id": 2,
                    "character": "清风",
                    "character_id": 2,
                    "action": "清风见状，忍不住出声制止，担心古镜被破坏。",
                    "dialogue": "“二位师兄且慢，这古镜是寺中宝物，切不可造次。”"
                }
            ],
            "plot": "孙悟空和猪八戒在真空寺发现神秘古镜，正试图揭开其背后的秘密时，恰好清风仙童出现，一场关于古镜的奇遇即将展开。",
            "chunk": {
                "id": 130,
                "text": "二人方醒，忽睁睛抹抹脸，抬头观看，认得是仙师与世同君和仙兄等众，慌得那清风顿首，明月叩头道：“师父啊！ 你的故人，原是东来的和尚，一伙强盗，十分凶狠！ ”大仙笑道：“莫惊恐，慢慢的说来。 ”清风道：“师父啊，当日别后不久，果有个东土唐僧，一行有四个和尚，连马五口。 弟子不敢违了师命，问及来因，将人参果取了两个奉上。 那长老俗眼愚心，不识我们仙家的宝贝。 他说是三朝未满的孩童，再三不吃，是弟子各吃了一个。 不期他那手下有三个徒弟，有一个姓孙的，名悟空行者，先偷四个果子吃了。 是弟子们向伊理说，实实的言语了几句，他却不容，暗自里弄了个出神的手段，苦啊！ ”二童子说到此处，止不住腮边泪落。 众仙道：“那和尚打你来？ ”明月道：“不曾打，只是把我们人参树打倒了。 ”大仙闻言，更不恼怒，道：\n    “莫哭！ 莫哭！ 你不知那姓孙的，也是个太乙散仙，也曾大闹天宫，神通广大。 既然打倒了宝树，你可认得那些和尚？ ”清风道：\n    “都认得。 ”大仙道：“既认得，都跟我来。 众徒弟们，都收拾下刑具，等我回来打他。 ”\n    众仙领命。 大仙与明月、清风纵起祥光，来赶三藏，顷刻间就有千里之遥。 大仙在云端里向西观看，不见唐僧；及转头向东看时，倒多赶了九百余里。 原来那长老一夜马不停蹄，只行了一百二十里路，大仙的云头一纵，赶过了九百余里。 仙童道：\n    “师父，那路旁树下坐的是唐僧。 ”大仙道：“我已见了。 你两个回去安排下绳索，等我自家拿他。 ”清风先回不题。 那大仙按落云头，摇身一变，变作个行脚全真。 你道他怎生模样：穿一领百衲袍，系一条吕公绦。 手摇塵尾，渔鼓轻敲。 三耳草鞋登脚下，九阳巾子把头包。 飘飘风满袖，口唱《月儿高》。 径直来到树下，对唐僧高叫道：“长老，贫道起手了。 ”那长老忙忙答礼道：“失瞻！ 失瞻！ ”大仙问：“长老是那方来的？ 为何在途中打坐？ ”三藏道：“贫僧乃东土大唐差往西天取经者。 路过此间，权为一歇。 ”大仙佯讶道：“长老东来，可曾在荒山经过？ ”长老道：“不知仙宫是何宝山？ ”大仙道：“万寿山五庄观，便是贫道栖止处。 ”行者闻言，他心中有物的人，忙答道：“不曾！ 不曾！ 我们是打上路来的。 ”那大仙指定笑道：“我把你这个泼猴！ 你瞒谁哩？ 你倒在我观里，把我人参果树打倒，你连夜走在此间，还不招认，遮饰甚么？ 不要走！ 趁早去还我树来！ ”\n    那行者闻言，心中恼怒，掣铁棒不容分说，望大仙劈头就打。 大仙侧身躲过，踏祥光，径到空中。 行者也腾云，急赶上去。 大仙在半空现了本相，你看他怎生打扮：头戴紫金冠，无忧鹤氅穿。 履鞋登足下，丝带束腰间。 体如童子貌，面似美人颜。 三须飘颔下，鸦瓴叠鬓边。 相迎行者无兵器，止将玉塵手中拈。 那行者没高没低的，棍子乱打。 大仙把玉塵左遮右挡，奈了他两三回合，使一个袖里乾坤的手段，在云端里把袍袖迎风轻轻的一展，刷地前来，把四僧连马一袖子笼住。 八戒道：“不好了！ 我们都装在拉縺里了！ ”行者道：“呆子，不是拉縺，我们被他笼在衣袖中哩。 ”八戒道：“这个不打紧，等我一顿钉钯，筑他个窟窿，脱将下去，只说他不小心，笼不牢，吊的了罢。 ”那呆子使钯乱筑，那里筑得动？ 手捻着虽然是个软的，筑起来就比铁还硬。 那大仙转祥云，径落五庄观坐下，叫徒弟拿绳来。 众小仙一一伺候。"
            }
        },
        {
            "id": 37,
            "event": "果园禁制触发",
            "time": "盛唐时期，某年某月某日",
            "location": "荒凉山谷中的神秘果园",
            "description": "果园中仙果飘香，四周静谧，阳光透过树梢，斑驳地洒在地面，气氛神秘而紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "天蓬元帅转世，性格贪吃，但忠诚可靠，身披猪皮，手持九齿钉耙。",
                    "position": "被困在果园的禁制之中，焦急地四下张望。",
                    "states": "焦急，因贪吃仙果而触发了禁制。"
                },
                {
                    "id": 1,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "石猴化身，机智果断，身怀绝技，目如金光，能洞察一切。",
                    "position": "站在禁制之外，准备随时施法解救。",
                    "states": "警觉，准备应对突发状况。"
                },
                {
                    "id": 2,
                    "name": "仙子",
                    "gender": "女",
                    "description": "果园的守护者，美丽而神秘，掌握着强大的仙术。",
                    "position": "从果园深处缓缓步出，目光锐利。",
                    "states": "警觉，对入侵者保持高度戒备。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "猪八戒",
                    "character_id": 0,
                    "action": "猪八戒挣扎着，试图用九齿钉耙破开禁制。",
                    "dialogue": "猴哥，快救我！我一时嘴馋，没忍住啊！"
                },
                {
                    "action_id": 1,
                    "character": "孙悟空",
                    "character_id": 1,
                    "action": "孙悟空环视四周，准备施展法力解救猪八戒。",
                    "dialogue": "八戒，你这是自作自受！待我看看如何解开这禁制。"
                },
                {
                    "action_id": 2,
                    "character": "仙子",
                    "character_id": 2,
                    "action": "仙子挥动手中仙果枝，施展仙术，果园禁制光芒更盛。",
                    "dialogue": "何方神圣，竟敢擅闯我的果园！"
                },
                {
                    "action_id": 3,
                    "character": "孙悟空",
                    "character_id": 1,
                    "action": "孙悟空跃至仙子面前，双手合十，礼貌地解释。",
                    "dialogue": "仙子息怒，我等乃取经人，路过此地，师弟贪嘴，无意冒犯。"
                }
            ],
            "plot": "猪八戒因贪吃触动了果园禁制，孙悟空为救师弟与果园守护仙子展开了一场斗法前的对话，误会即将解开。",
            "chunk": {
                "id": 131,
                "text": "你看他从袖子里，却象撮傀儡一般，把唐僧拿出，缚在正殿檐柱上；又拿出他三个，每一根柱上，绑了一个；将马也拿出拴在庭下，与他些草料，行李抛在廊下。 又道：“徒弟，这和尚是出家人，不可用刀枪，不可加铁钺，且与我取出皮鞭来，打他一顿，与我人参果出气！ ”众仙即忙取出一条鞭，不是甚么牛皮、羊皮、麂皮、犊皮的，原来是龙皮做的七星鞭，着水浸在那里。 令一个有力量的小仙，把鞭执定道：“师父，先打那个？ ”大仙道：“唐三藏做大不尊，先打他。 ”行者闻言，心中暗道：“我那老和尚不禁打，假若一顿鞭打坏了啊，却不是我造的业？ ”他忍不住开言道：“先生差了。 偷果子是我，吃果子是我，推倒树也是我，怎么不先打我，打他做甚？ ”大仙笑道：“这泼猴倒言语膂烈。 这等便先打他。 ”小仙问：“打多少？ ”大仙道：“照依果数，打三十鞭。 ”那小仙轮鞭就打。 行者恐仙家法大，睁圆眼瞅定，看他打那里。 原来打腿，行者就把腰扭一扭，叫声“变！ ”变作两条熟铁腿，看他怎么打。 那小仙一下一下的，打了三十，天早向午了。 大仙又吩咐道：“还该打三藏训教不严，纵放顽徒撒泼。 ”那仙又轮鞭来打，行者道：“先生又差了。 偷果子时，我师父不知，他在殿上与你二童讲话，是我兄弟们做的勾当。 纵是有教训不严之罪，我为弟子的，也当替打，再打我罢。 ”大仙笑道：“这泼猴，虽是狡猾奸顽，却倒也有些孝意。 既这等，还打他罢。 ”小仙又打了三十。 行者低头看看，两只腿似明镜一般，通打亮了，更不知些疼痒。 此时天色将晚，大仙道：“且把鞭子浸在水里，待明朝再拷打他。 ”小仙且收鞭去浸，各各归房。 晚斋已毕，尽皆安寝不题。 那长老泪眼双垂，怨他三个徒弟道：“你等闯出祸来，却带累我在此受罪，这是怎的起？ ”行者道：“且休报怨，打便先打我，你又不曾吃打，倒转嗟呀怎的？ ”唐僧道：“虽然不曾打，却也绑得身上疼哩。 ”沙僧道：“师父，还有陪绑的在这里哩。 ”行者道：“都莫要嚷，再停会儿走路。 ”八戒道：“哥哥又弄虚头了。 这里麻绳喷水，紧紧的绑着，还比关在殿上被你使解锁法搠开门走哩！ ”行者道：“不是夸口说，那怕他三股的麻绳喷上了水，就是碗粗的棕缆，也只好当秋风！ ”正话处，早已万籁无声，正是天街人静。 好行者，把身子小一小，脱下索来道：“师父去哑！ ”沙僧慌了道：“哥哥，也救我们一救！ ”行者道：“悄言！ 悄言！ ”他却解了三藏，放下八戒、沙僧，整束了褊衫，扣背了马匹，廊下拿了行李，一齐出了观门。 又教八戒：“你去把那崖边柳树伐四颗来。 ”八戒道：“要他怎的？ ”行者道：“有用处，快快取来！ ”那呆子有些夯力，走了去，一嘴一颗，就拱了四颗，一抱抱来。 行者将枝梢折了，将兄弟二人复进去，将原绳照旧绑在柱上。 那大圣念动咒语，咬破舌尖，将血喷在树上，叫“变！ ”一根变作长老，一根变作自身，那两根变作沙僧、八戒，都变得容貌一般，相貌皆同，问他也就说话，叫名也就答应。 他两个却才放开步，赶上师父。 这一夜依旧马不停蹄，躲离了五庄观。 只走到天明，那长老在马上摇桩打盹，行者见了，叫道：“师父不济！ 出家人怎的这般辛苦？ 我老孙千夜不眠，也不晓得困倦。 且下马来，莫教走路的人，看见笑你，权在山坡下藏风聚气处，歇歇再走。 ”\n    不说他师徒在路暂住。 且说那大仙，天明起来，吃了早斋，出在殿上，教拿鞭来：“今日却该打唐三藏了。 ”那小仙轮着鞭，望唐僧道：“打你哩。 ”那柳树也应道：“打么。"
            }
        },
        {
            "id": 38,
            "event": "误会追逐",
            "time": "午时三刻",
            "location": "方丈仙山东华帝君的太元宫府",
            "description": "晴空万里，阳光透过稀疏的云层洒在太元宫府的庭院中。庭院内，丹桂飘香，仙果累累，一派祥和的气氛。然而，孙悟空与东方朔的误会使得这片宁静被打破，追逐声和笑语此起彼伏。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身披锁子黄金甲，头戴凤翅紫金冠，手持如意金箍棒，眼神炯炯有神，随时准备施展七十二变。",
                    "position": "在仙府的丹桂园中，四处张望，寻找东方朔的踪迹。",
                    "states": "急躁，怀疑东方朔偷吃了仙果。"
                },
                {
                    "id": 1,
                    "name": "东方朔",
                    "gender": "男",
                    "description": "身着青色道袍，腰系紫金带，手持一柄描金扇，面带微笑，机智而狡黠。",
                    "position": "在太元宫府的偏厅内，正准备蟠桃宴的食材。",
                    "states": "无辜，对孙悟空的误会感到莫名其妙。"
                },
                {
                    "id": 2,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "身穿黑甲，手持九齿钉耙，身材魁梧，嗅觉灵敏。",
                    "position": "在丹桂园外，闻到仙果香气，被吸引过来。",
                    "states": "好奇，想要弄清楚发生了什么。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "悟空火眼金睛四处扫视，突然发现东方朔的身影，便大声质问，并迅速朝东方朔的位置飞去。",
                    "dialogue": "“好你个东方朔，竟敢偷吃仙果！”"
                },
                {
                    "action_id": 1,
                    "character": "东方朔",
                    "character_id": 1,
                    "action": "东方朔转身，用扇子轻轻一挥，幻化出几个分身，围绕在悟空周围，笑问：“大圣，你误会了，我正在准备蟠桃宴。”",
                    "dialogue": "“大圣，你错怪我了，这些仙果都是为宴席准备的。”"
                },
                {
                    "action_id": 2,
                    "character": "猪八戒",
                    "character_id": 2,
                    "action": "猪八戒闻声赶到，看到悟空和东方朔的对峙，便用钉耙指着东方朔的分身，大声询问：“这是怎么回事？”",
                    "dialogue": "“猴哥，是不是这家伙又偷吃了？”"
                }
            ],
            "plot": "孙悟空误会东方朔偷吃仙果，展开追逐。东方朔展示其幻化术，解释误会。猪八戒加入，三人在一番解释后，明白了彼此的误会，并决定一同准备蟠桃宴，展现了团结协作的精神。",
            "chunk": {
                "id": 135,
                "text": "童颜欢悦更无忧，壮体雄威多有福。 执星筹，添海屋，腰挂葫芦并宝箓。 万纪千旬福寿长，十洲三岛随缘宿。 常来世上送千祥，每向人间增百福。 概乾坤，荣福禄，福寿无疆今喜得。 三老乘祥谒大仙，福堂和气皆无极。 那仙童看见，即忙报道：\n    “师父，海上三星来了。 ”镇元子正与唐僧师弟闲叙，闻报即降阶奉迎。 那八戒见了寿星，近前扯住，笑道：“你这肉头老儿，许久不见，还是这般脱洒，帽儿也不带个来。 ”遂把自家一个僧帽，扑的套在他头上，扑着手呵呵大笑道：“好！ 好！ 好！ 真是加冠进禄也！ ”那寿星将帽子掼了骂道：“你这个夯货，老大不知高低！ ”八戒道：“我不是夯货，你等真是奴才！ ”福星道：“你倒是个夯货，反敢骂人是奴才！ ”八戒又笑道：“既不是人家奴才，好道叫做添寿、添福、添禄？ ”那三藏喝退了八戒，急整衣拜了三星。 那三星以晚辈之礼见了大仙，方才叙坐。 坐定，禄星道：“我们一向久阔尊颜，有失恭敬，今因孙大圣搅扰仙山，特来相见。 ”大仙道：“孙行者到蓬莱去的？ ”寿星道：“是，因为伤了大仙的丹树，他来我处求方医治，我辈无方，他又到别处求访，但恐违了圣僧三日之限，要念《紧箍儿咒》。 我辈一来奉拜，二来讨个宽限。 ”三藏闻言，连声应道：“不敢念，不敢念。 ”正说处，八戒又跑进来，扯住福星，要讨果子吃。 他去袖里乱摸，腰里乱吞，不住的揭他衣服搜检。 三藏笑道：“那八戒是甚么规矩！ ”八戒道：“不是没规矩，此叫做番番是福。 ”三藏又叱令出去，那呆子出门，瞅着福星，眼不转睛的发狠，福星道：“夯货！ 我那里恼了你来，你这等恨我？ ”八戒道：“不是恨你，这叫回头望福。 ”那呆子出得门来，只见一个小童，拿了四把茶匙，方去寻锤取果看茶，被他一把夺过，跑上殿，拿着小磬儿，用手乱敲乱打，两头玩耍。 大仙道：“这个和尚，越发不尊重了！ ”八戒笑道：“不是不尊重，这叫做四时吉庆。 ”\n    且不说八戒打诨乱缠，却表行者纵祥云离了蓬莱，又早到方丈仙山。 这山真好去处，有诗为证，诗曰：方丈巍峨别是天，太元宫府会神仙。 紫台光照三清路，花木香浮五色烟。 金凤自多槃蕊阙，玉膏谁逼灌芝田？ 碧桃紫李新成熟，又换仙人信万年。 那行者按落云头，无心玩景，正走处，只闻得香风馥馥，玄鹤声鸣，那壁厢有个神仙，但见：盈空万道霞光现，彩雾飘飖光不断。 丹凤衔花也更鲜，青鸾飞舞声娇艳。 福如东海寿如山，貌似小童身体健。 壶隐洞天不老丹，腰悬与日长生篆。 人间数次降祯祥，世上几番消厄愿。 武帝曾宣加寿龄，瑶池每赴蟠桃宴。 教化众僧脱俗缘，指开大道明如电。 也曾跨海祝千秋，常去灵山参佛面。 圣号东华大帝君，烟霞第一神仙眷。 孙行者觌面相迎，叫声：“帝君，起手了。 ”那帝君慌忙回礼道：“大圣，失迎。 请荒居奉茶。 ”遂与行者搀手而入。 果然是贝阙仙宫，看不尽瑶池琼阁。 方坐待茶，只见翠屏后转出一个童儿。 他怎生打扮：身穿道服飘霞烁，腰束丝绦光错落。 头戴纶巾布斗星，足登芒履游仙岳。 炼元真，脱本壳，功行成时遂意乐。 识破原流精气神，主人认得无虚错。 逃名今喜寿无疆，甲子周天管不着。 转回廊，登宝阁，天上蟠桃三度摸。 缥缈香云出翠屏，小仙乃是东方朔。 行者见了，笑道：“这个小贼在这里哩！ 帝君处没有桃子你偷吃！ ”东方朔朝上进礼，答道：“老贼，你来这里怎的？ 我师父没有仙丹你偷吃。 ”帝君叫道：“曼倩休乱言，看茶来也。"
            }
        },
        {
            "id": 39,
            "event": "妖精施计诱唐僧",
            "time": "丙辰年九月十五",
            "location": "长安城外东南角",
            "description": "秋高气爽，阳光透过稀疏的云层洒落，四周静谧，只有微风吹动树叶的沙沙声。城外一角，一妖精化身为美貌女子，缓缓走向唐僧师徒。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身着锁子黄金甲，头戴紫金冠，手握如意金箍棒，目光如炬，警惕四周。",
                    "position": "站在唐僧身旁，严密戒备",
                    "states": "警觉，随时准备出手"
                },
                {
                    "id": 1,
                    "name": "妖精（化身美貌女子）",
                    "gender": "女",
                    "description": "面容娇媚，衣袂飘飘，手提一篮斋饭，看似无害。",
                    "position": "站在师徒面前，巧笑倩兮",
                    "states": "狡黠，试图迷惑唐僧"
                },
                {
                    "id": 2,
                    "name": "唐僧",
                    "gender": "男",
                    "description": "身披袈裟，面目慈祥，对妖精的到访感到不解。",
                    "position": "端坐石上，双手合十",
                    "states": "困惑，但仍保持礼貌"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "用火眼金睛上下打量妖精，突然挥棒指向妖精，大声喝止。",
                    "dialogue": "“大胆妖精，还想诓我师傅，吃我一棒！”"
                },
                {
                    "action_id": 1,
                    "character": "妖精（化身美貌女子）",
                    "character_id": 1,
                    "action": "假装惊慌失措，试图以花言巧语打动唐僧。",
                    "dialogue": "“大圣误会了，小女子只是好心送斋饭，并无他意。”"
                },
                {
                    "action_id": 2,
                    "character": "唐僧",
                    "character_id": 2,
                    "action": "抬手制止孙悟空，对妖精温言相劝。",
                    "dialogue": "“悟空，不得无礼。这位女施主，多谢你的好意，我们自行取食，不敢劳烦。”"
                }
            ],
            "plot": "孙悟空及时发现妖精的诡计，师徒间的信任与妖精的狡猾即将展开一场斗智斗勇的较量。",
            "chunk": {
                "id": 139,
                "text": "却说常言有云：山高必有怪，岭峻却生精。 果然这山上有一个妖精，孙大圣去时，惊动那怪。 他在云端里，踏着阴风，看见长老坐在地下，就不胜欢喜道：“造化！ 造化！ 几年家人都讲东土的唐和尚取大乘，他本是金蝉子化身，十世修行的原体。 有人吃他一块肉，长寿长生。 真个今日到了。 ”那妖精上前就要拿他，只见长老左右手下有两员大将护持，不敢拢身。 他说两员大将是谁？ 说是八戒、沙僧。 八戒、沙僧虽没甚么大本事，然八戒是天蓬元帅，沙僧是卷帘大将，他的威气尚不曾泄，故不敢拢身。 妖精说：“等我且戏他戏，看怎么说。 ”\n    好妖精，停下阴风，在那山凹里，摇身一变，变做个月貌花容的女儿，说不尽那眉清目秀，齿白唇红，左手提着一个青砂罐儿，右手提着一个绿磁瓶儿，从西向东，径奔唐僧。 圣僧歇马在山岩，忽见裙钗女近前。 翠袖轻摇笼玉笋，湘裙斜拽显金莲。 汗流粉面花含露，尘拂峨眉柳带烟。 仔细定睛观看处，看看行至到身边。 三藏见了，叫：“八戒，沙僧，悟空才说这里旷野无人，你看那里不走出一个人来了？ ”八戒道：“师父，你与沙僧坐着，等老猪去看看来。 ”那呆子放下钉钯，整整直裰，摆摆摇摇，充作个斯文气象，一直的觌面相迎。 真个是远看未实，近看分明，那女子生得：冰肌藏玉骨，衫领露酥胸。 柳眉积翠黛，杏眼闪银星。 月样容仪俏，天然性格清。 体似燕藏柳，声如莺啭林。 半放海棠笼晓日，才开芍药弄春晴。 那八戒见他生得俊俏，呆子就动了凡心，忍不住胡言乱语，叫道：“女菩萨，往那里去？ 手里提着是甚么东西？ ”分明是个妖怪，他却不能认得。 那女子连声答应道：“长老，我这青罐里是香米饭，绿瓶里是炒面筋，特来此处无他故，因还誓愿要斋僧。 ”八戒闻言，满心欢喜，急抽身，就跑了个猪颠风，报与三藏道：“师父！ 吉人自有天报！ 师父饿了，教师兄去化斋，那猴子不知那里摘桃儿耍子去了。 桃子吃多了，也有些嘈人，又有些下坠。 你看那不是个斋僧的来了？ ”唐僧不信道：“你这个夯货胡缠！ 我们走了这向，好人也不曾遇着一个，斋僧的从何而来！ ”八戒道：“师父，这不到了？ ”\n    三藏一见，连忙跳起身来，合掌当胸道：“女菩萨，你府上在何处住？ 是甚人家？ 有甚愿心，来此斋僧？ ”分明是个妖精，那长老也不认得。 那妖精见唐僧问他来历，他立地就起个虚情，花言巧语来赚哄道：“师父，此山叫做蛇回兽怕的白虎岭，正西下面是我家。 我父母在堂，看经好善，广斋方上远近僧人，只因无子，求福作福，生了奴奴，欲扳门第，配嫁他人，又恐老来无倚，只得将奴招了一个女婿，养老送终。 ”三藏闻言道：“女菩萨，你语言差了。 圣经云：父母在，不远游，游必有方。 你既有父母在堂，又与你招了女婿，有愿心，教你男子还，便也罢，怎么自家在山行走？ 又没个侍儿随从。 这个是不遵妇道了。 ”\n    那女子笑吟吟，忙陪俏语道：“师父，我丈夫在山北凹里，带几个客子锄田。 这是奴奴煮的午饭，送与那些人吃的。 只为五黄六月，无人使唤，父母又年老，所以亲身来送。 忽遇三位远来，却思父母好善，故将此饭斋僧，如不弃嫌，愿表芹献。 ”三藏道：\n    “善哉！ 善哉！ 我有徒弟摘果子去了，就来，我不敢吃。 假如我和尚吃了你饭，你丈夫晓得，骂你，却不罪坐贫僧也？ ”那女子见唐僧不肯吃，却又满面春生道：“师父啊，我父母斋僧，还是小可；我丈夫更是个善人，一生好的是修桥补路，爱老怜贫。"
            }
        },
        {
            "id": 40,
            "event": "孙悟空智斗红孩儿",
            "time": "午时三刻",
            "location": "枯松涧火云洞",
            "description": "洞内烈火熊熊，烟雾缭绕，红孩儿持枪以待，孙悟空化身为小虫，巧妙潜入。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "唐僧大徒弟，神通广大，机智过人，勇猛异常。",
                    "position": "化身为小虫，潜藏在洞内一隐蔽角落，观察红孩儿动向。",
                    "states": "虽身为小虫，但神态自若，准备随时出手。"
                },
                {
                    "id": 1,
                    "name": "红孩儿",
                    "gender": "男",
                    "description": "牛魔王与铁扇公主之子，擅长吐火，心狠手辣，欲捉拿唐僧。",
                    "position": "站在洞口，手持火尖枪，警惕地环视四周。",
                    "states": "自信满满，全神贯注地寻找孙悟空的踪迹。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空化身为小虫，悄悄接近红孩儿，试图寻找破绽。",
                    "dialogue": "（心中默念咒语，身形灵活地穿梭于洞内，目光锐利地寻找机会。）"
                }
            ],
            "plot": "孙悟空为了解救师傅唐僧，与红孩儿展开了一场智慧与力量的较量。在这场斗智斗勇的较量中，孙悟空不仅要巧妙应对红孩儿的烈火攻击，还要寻找机会一举制服对手，形势紧张而充满变数。",
            "chunk": {
                "id": 155,
                "text": "当得进上金殿，大小讨一个官职荣身。 只因他说是民家之女，才被微臣留在庄所，女貌郎才，两相情愿，故配合至此多年。 当时配合之后，欲将那虎宰了，邀请诸亲，却是公主娘娘教且莫杀。 其不杀之故，有几句言词，道得甚好，说道托天托地成夫妇，无媒无证配婚姻。 前世赤绳曾系足，今将老虎做媒人。 臣因此言，故将虎解了索子，饶了他性命。 那虎带着箭伤，跑蹄剪尾而去。 不知他得了性命，在那山中修了这几年，炼体成精，专一迷人害人。 臣闻得昔年也有几次取经的，都说是大唐来的唐僧，想是这虎害了唐僧，得了他文引，变作那取经的模样，今在朝中哄骗主公。 主公啊，那绣墩上坐的，正是那十三年前驮公主的猛虎，不是真正取经之人！ ”\n    你看那水性的君王，愚迷肉眼不识妖精，转把他一片虚词，当了真实，道：“贤驸马，你怎的认得这和尚是驮公主的老虎？ ”那妖道：“主公，臣在山中，吃的是老虎，穿的也是老虎，与他同眠同起，怎么不认得？ ”国王道：“你既认得，可教他现出本相来看。 ”怪物道：“借半盏净水，臣就教他现了本相。 ”国王命官取水，递与驸马。 那怪接水在手，纵起身来，走上前，使个黑眼定身法，念了咒语，将一口水望唐僧喷去，叫声“变！ ”那长老的真身，隐在殿上，真个变作一只斑斓猛虎。 此时君臣同眼观看，那只虎生得：白额圆头，花身电目。 四只蹄，挺直峥嵘；二十爪，钩弯锋利。 锯牙包口，尖耳连眉。 狞狰壮若大猫形，猛烈雄如黄犊样。 刚须直直插银条，刺舌騂騂喷恶气。 果然是只猛斑斓，阵阵威风吹宝殿。 国王一见，魄散魂飞，唬得那多官尽皆躲避。 有几个大胆的武将，领着将军校尉一拥上前，使各项兵器乱砍，这一番，不是唐僧该有命不死，就是二十个僧人，也打为肉酱。 此时幸有丁甲、揭谛、功曹、护教诸神，暗在半空中护佑，所以那些人，兵器皆不能打伤。 众臣嚷到天晚，才把那虎活活的捉了，用铁绳锁了，放在铁笼里，收于朝房之内。 那国王却传旨，教光禄寺大排筵宴，谢驸马救拔之恩，不然，险被那和尚害了。 当晚众臣朝散，那妖魔进了银安殿。 又选十八个宫娥彩女，吹弹歌舞，劝妖魔饮酒作乐。 那怪物独坐上席，左右排列的，都是那艳质娇姿，你看他受用。 饮酒至二更时分，醉将上来，忍不住胡为，跳起身大笑一声，现了本相，陡发凶心，伸开簸箕大手，把一个弹琵琶的女子，抓将过来，扢咋的把头咬了一口。 吓得那十七个宫娥，没命的前后乱跑乱藏，你看那：宫娥悚惧，彩女忙惊。 宫娥悚惧，一似雨打芙蓉笼夜雨；彩女忙惊，就如风吹芍药舞春风。 捽碎琵琶顾命，跌伤琴瑟逃生。 出门那分南北，离殿不管西东。 磕损玉面，撞破娇容。 人人逃命走，各各奔残生。 那些人出去又不敢吆喝，夜深了又不敢惊驾，都躲在那短墙檐下，战战兢兢不题。 却说那怪物坐在上面，自斟自酌。 喝一盏，扳过人来，血淋淋的啃上两口。 他在里面受用，外面人尽传道：“唐僧是个虎精！ ”乱传乱嚷，嚷到金亭馆驿。 此时驿里无人，止有白马在槽上吃草吃料。 他本是西海小龙王，因犯天条，锯角退鳞，变白马，驮唐僧往西方取经，忽闻人讲唐僧是个虎精，他也心中暗想道：“我师父分明是个好人，必然被怪把他变做虎精，害了师父。 怎的好！ 怎的好？ 大师兄去得久了，八戒、沙僧又无音信！ ”\n    他只捱到二更时分，万籁无声，却才跳将起来道：“我今若不救唐僧，这功果休矣！ 休矣！"
            }
        },
        {
            "id": 41,
            "event": "风雪中的决斗",
            "time": "冰封王座之战后不久，具体时间为丙辰年戊戌月丙申日",
            "location": "龙骨荒原上的一处孤峰",
            "description": "孤峰之巅，风雪交加，寒气逼人。李靖站在峰顶，面对着北风，准备与前来挑战的杨戬进行一场智慧和勇气的较量，四周除了风声，再无其他声响。",
            "characters": [
                {
                    "id": 0,
                    "name": "李靖",
                    "gender": "男",
                    "description": "天宫的托塔天王，智勇双全，擅长策略，武器为宝塔，具有洞察人心的能力。",
                    "position": "峰顶中央，手持宝塔，目光如炬",
                    "states": "冷静而专注，准备迎接杨戬的挑战"
                },
                {
                    "id": 1,
                    "name": "杨戬",
                    "gender": "男",
                    "description": "天庭的战神，勇猛异常，武器为三尖两刃刀，拥有变化莫测的战斗技巧。",
                    "position": "峰顶另一侧，手持三尖两刃刀，气势凌人",
                    "states": "自信且豪迈，随时准备发起攻击"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "李靖",
                    "character_id": 0,
                    "action": "李靖轻轻转动宝塔，目光透过风雪，试图捕捉杨戬的动作。",
                    "dialogue": "杨戬，你的勇气可嘉，但不知智谋如何？"
                },
                {
                    "action_id": 1,
                    "character": "杨戬",
                    "character_id": 1,
                    "action": "杨戬身形一晃，如风一般向李靖攻去，三尖两刃刀在风雪中划出一道亮光。",
                    "dialogue": "李靖，说的再多，不如实战一场！"
                }
            ],
            "plot": "李靖与杨戬在风雪中的对决，展现了李靖的智谋和冷静，以及杨戬的勇猛和战斗技巧。两人的对话和动作透露出各自的性格特点和战斗风格。",
            "chunk": {
                "id": 164,
                "text": "你看他六只手，使着三根棒，一路打将去，好便似虎入羊群，鹰来鸡栅，可怜那小怪，汤着的，头如粉碎；刮着的，血似水流！ 往来纵横，如入无人之境。 止剩一个老妖，赶出门来骂道：“你这泼猴，其实惫懒！ 怎么上门子欺负人家！ ”行者急回头，用手招呼道：“你来！ 你来！ 打倒你，才是功绩！ ”\n    那怪物举宝刀，分头便砍，好行者，掣铁棒，觌面相迎。 这一场在那山顶上，半云半雾的杀哩：大圣神通大，妖魔本事高。 这个横理生金棒，那个斜举蘸钢刀。 悠悠刀起明霞亮，轻轻棒架彩云飘。 往来护顶翻多次，反复浑身转数遭。 一个随风更面目，一个立地把身摇。 那个大睁火眼伸猿膊，这个明幌金睛折虎腰。 你来我去交锋战，刀迎棒架不相饶。 猴王铁棍依三略，怪物钢刀按六韬。 一个惯行手段为魔主，一个广施法力保唐僧。 猛烈的猴王添猛烈，英豪的怪物长英豪。 死生不顾空中打，都为唐僧拜佛遥。 他两个战有五六十合，不分胜负。 行者心中暗喜道：“这个泼怪，他那口刀，倒也抵得住老孙的这根棒。 等老孙丢个破绽与他，看他可认得。 ”好猴王，双手举棍，使一个高探马的势子。 那怪不识是计，见有空儿，舞着宝刀，径奔下三路砍，被行者急转个大中平，挑开他那口刀，又使个叶底偷桃势，望妖精头顶一棍，就打得他无影无踪，急收棍子看处，不见了妖精，行者大惊道：“我儿啊，不禁打，就打得不见了。 果是打死，好道也有些脓血，如何没一毫踪影？ 想是走了。 ”急纵身跳在云端里看处，四边更无动静。 “老孙这双眼睛，不管那里，一抹都见，却怎么走得这等溜撒？ 我晓得了：那怪说有些儿认得我，想必不是凡间的怪，多是天上来的精。 ”\n    那大圣一时忍不住怒发，攥着铁棒，打个筋斗，只跳到南天门上。 慌得那庞刘苟毕、张陶邓辛等众，两边躬身控背，不敢拦阻，让他打入天门，直至通明殿下。 早有张葛许邱四大天师问道：“大圣何来？ ”行者道：“因保唐僧至宝象国，有一妖魔，欺骗国女，伤害吾师，老孙与他赌斗。 正斗间，不见了这怪。 想那怪不是凡间之怪，多是天上之精，特来查勘，那一路走了甚么妖神。 ”天师闻言，即进灵霄殿上启奏，蒙差查勘九曜星官、十二元辰、东西南北中央五斗、河汉群辰、五岳四渎、普天神圣都在天上，更无一个敢离方位。 又查那斗牛宫外，二十八宿，颠倒只有二十七位，内独少了奎星。 天师回奏道：“奎木狼下界了。 ”\n    玉帝道：“多少时不在天了？ ”天师道：“四卯不到。 三日点卯一次，今已十三日了。 ”玉帝道：“天上十三日，下界已是十三年。 ”\n    即命本部收他上界。 那二十七宿星员，领了旨意，出了天门，各念咒语，惊动奎星。 你道他在那里躲避？ 他原来是孙大圣大闹天宫时打怕了的神将，闪在那山涧里潜灾，被水气隐住妖云，所以不曾看见他。 他听得本部星员念咒，方敢出头，随众上界。 被大圣拦住天门要打，幸亏众星劝住，押见玉帝。 那怪腰间取出金牌，在殿下叩头纳罪，玉帝道：“奎木狼，上界有无边的胜景，你不受用，却私走一方，何也？ ”奎宿叩头奏道：“万岁，赦臣死罪。 那宝象国王公主，非凡人也。 他本是披香殿侍香的玉女，因欲与臣私通，臣恐点污了天宫胜境，他思凡先下界去，托生于皇宫内院，是臣不负前期，变作妖魔，占了名山，摄他到洞府，与他配了一十三年夫妻。 一饮一啄，莫非前定，今被孙大圣到此成功。 ”玉帝闻言，收了金牌，贬他去兜率宫与太上老君烧火，带俸差操，有功复职，无功重加其罪。"
            }
        },
        {
            "id": 42,
            "event": "孙悟空的恶作剧",
            "time": "辰时",
            "location": "花果山水帘洞",
            "description": "水帘洞内，瀑布飞流直下，水花四溅，阳光透过瀑布形成绚丽的彩虹。洞内石桌石椅整齐摆放，一片祥和的氛围。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "神通广大，机智过人，喜好捉弄他人。",
                    "position": "洞口的一块巨石上",
                    "states": "眼中闪过一丝狡黠"
                },
                {
                    "id": 1,
                    "name": "猪八戒",
                    "gender": "男",
                    "description": "憨厚老实，力大无穷，常被孙悟空捉弄。",
                    "position": "洞内的一张石椅上",
                    "states": "正悠闲地剔着牙"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空轻轻一跃，跳上了猪八戒的肩膀，然后迅速躲到了一旁",
                    "dialogue": "“八戒，看我有何宝贝！”"
                },
                {
                    "action_id": 1,
                    "character": "猪八戒",
                    "character_id": 1,
                    "action": "猪八戒闻声立刻站起，四处张望，却不见孙悟空踪影",
                    "dialogue": "“悟空，你又在捉弄我！”（抱怨道）"
                }
            ],
            "plot": "孙悟空在洞内恶作剧，猪八戒被捉弄，两师兄弟间的互动充满了欢乐与幽默。",
            "chunk": {
                "id": 168,
                "text": "”长老闻言，恐惶悚惧，扯住他虎皮裙子道：“徒弟呀，我们三停路已走了停半，因何说退悔之言？ ”行者道：“我没个不尽心的，但只恐魔多力弱，行势孤单。 纵然是块铁，下炉能打得几根钉？ ”长老道：\n    “徒弟啊，你也说得是，果然一个人也难。 兵书云，寡不可敌众。 我这里还有八戒沙僧，都是徒弟，凭你调度使用，或为护将帮手，协力同心，扫清山径，领我过山，却不都还了正果？ ”那行者这一场扭捏，只逗出长老这几句话来，他揾了泪道：“师父啊，若要过得此山，须是猪八戒依得我两件事儿，才有三分去得；\n    假若不依我言，替不得我手，半分儿也莫想过去。 ”八戒道：“师兄不去，就散火罢，不要攀我。 ”长老道：“徒弟，且问你师兄，看他教你做甚么。 ”呆子真个对行者说道：“哥哥，你教我做甚事？ ”行者道：“第一件是看师父，第二件是去巡山。 ”八戒道：\n    “看师父是坐，巡山去是走。 终不然教我坐一会又走，走一会又坐，两处怎么顾盼得来？ ”行者道：“不是教你两件齐干，只是领了一件便罢。 ”八戒又笑道：“这等也好计较。 但不知看师父是怎样，巡山是怎样，你先与我讲讲，等我依个相应些儿的去干罢。 ”行者道：“看师父啊：师父去出恭，你伺候；师父要走路，你扶持；师父要吃斋，你化斋。 若他饿了些儿，你该打；黄了些儿脸皮，你该打；瘦了些儿形骸，你该打。 ”八戒慌了道：“这个难！ 难！ 难！ 伺候扶持，通不打紧，就是不离身驮着，也还容易；假若教我去乡下化斋，他这西方路上，不识我是取经的和尚，只道是那山里走出来的一个半壮不壮的健猪，伙上许多人，叉钯扫帚，把老猪围倒，拿家去宰了，腌着过年，这个却不就遭瘟了？ ”行者道：“巡山去罢。 ”八戒道：“巡山便怎么样儿？ ”行者道：“就入此山，打听有多少妖怪，是甚么山，是甚么洞，我们好过去。 ”八戒道：“这个小可，老猪去巡山罢。 ”那呆子就撒起衣裙，挺着钉钯，雄纠纠，径入深山；气昂昂，奔上大路。 行者在旁，忍不住嘻嘻冷笑。 长老骂道：“你这个泼猴！ 兄弟们全无爱怜之意，常怀嫉妒之心。 你做出这样獐智，巧言令色，撮弄他去甚么巡山，却又在这里笑他！ ”行者道：“不是笑他，我这笑中有味。 你看猪八戒这一去，决不巡山，也不敢见妖怪，不知往那里去躲闪半会，捏一个谎来，哄我们也。 ”长老道：\n    “你怎么就晓得他？ ”行者道：“我估出他是这等，不信，等我跟他去看看，听他一听，一则帮副他手段降妖，二来看他可有个诚心拜佛。 ”长老道：“好好好，你却莫去捉弄他。 ”行者应诺了，径直赶上山坡，摇身一变，变作个蟭蟟虫儿。 其实变得轻巧，但见他：翅薄舞风不用力，腰尖细小如针。 穿蒲抹草过花阴，疾似流星还甚。 眼睛明映映，声气渺喑喑。 昆虫之类惟他小，亭亭款款机深。 几番闲日歇幽林，一身浑不见，千眼莫能寻。 嘤的一翅飞将去，赶上八戒，钉在他耳朵后面鬃根底下。 那呆子只管走路，怎知道身上有人，行有七八里路，把钉钯撇下，吊转头来，望着唐僧，指手画脚的骂道：“你罢软的老和尚，捉掐的弼马温，面弱的沙和尚！ 他都在那里自在，捉弄我老猪来跄路！ 大家取经，都要望成正果，偏是教我来巡甚么山！ 哈哈哈！ 晓得有妖怪，躲着些儿走。 还不彀一半，却教我去寻他，这等晦气哩！ 我往那里睡觉去，睡一觉回去，含含糊糊的答应他，只说是巡了山，就了其帐也。 ”那呆子一时间侥幸，搴着钯又走。"
            }
        },
        {
            "id": 43,
            "event": "降妖除魔",
            "time": "辰时",
            "location": "云雾缭绕的隐蔽山洞",
            "description": "洞内阴森，怪石嶙峋，四周寂静无声，只有水滴声回响。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "神通广大，机智过人，火眼金睛，手握如意金箍棒。",
                    "position": "洞口左侧，目光如炬",
                    "states": "警觉，严阵以待"
                },
                {
                    "id": 1,
                    "name": "妖怪三魔",
                    "gender": "男",
                    "description": "阴险狡诈，擅长幻术，手持妖叉。",
                    "position": "洞内深处，神秘莫测",
                    "states": "狡黠，暗中观察"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "洞口一站，环视四周，眼中精光闪烁",
                    "dialogue": "“师傅，此地必有妖邪之气，待我查探一番。”"
                },
                {
                    "action_id": 1,
                    "character": "妖怪三魔",
                    "character_id": 1,
                    "action": "从黑暗中走出，面带微笑，却难掩紧张",
                    "dialogue": "“贵客临门，贫妖有失远迎，实是罪过。”"
                }
            ],
            "plot": "孙悟空凭借敏锐的直觉，察觉到山洞中妖怪三魔的藏身之处，巧妙地布下陷阱，准备一举将妖魔擒获，确保唐僧一行人的安全。",
            "chunk": {
                "id": 172,
                "text": "”行者道：“师父啊，此山若是有怪，他半步难行，一定虚张声势，跑将回来报我；想是无怪，路途平静，他一直去了。 ”三藏道：“假若真个去了，却在那里相会？ 此间乃是山野空阔之处，比不得那店市城井之间。 ”行者道：“师父莫虑，且请上马。 那呆子有些懒惰，断然走的迟慢。 你把马打动些儿，我们定赶上他，一同去罢。 ”真个唐僧上马，沙僧挑担，行者前面引路上山。 却说那老怪又唤二魔道：“兄弟，你既拿了八戒，断乎就有唐僧。 再去巡巡山来，切莫放过他去。 ”二魔道：“就行，就行。 ”\n    你看他急点起五十名小妖，上山巡逻。 正走处，只见祥云缥缈，瑞气盘旋，二魔道：“唐僧来了。 ”众妖道：“唐僧在那里？ ”二魔道：“好人头上祥云照顶，恶人头上黑气冲天。 那唐僧原是金蝉长老临凡，十世修行的好人，所以有这样云缥缈。 ”众怪都不看见，二魔用手指道：“那不是？ ”那三藏就在马上打了一个寒噤，又一指，又打个寒噤。 一连指了三指，他就一连打了三个寒噤，心神不宁道：“徒弟啊，我怎么打寒噤么？ ”沙僧道：“打寒噤想是伤食病发了。 行者道：“胡说，师父是走着这深山峻岭，必然小心虚惊。 莫怕！ 莫怕！ 等老孙把棒打一路与你压压惊。 ”好行者，理开棒，在马前丢几个解数，上三下四，左五右六，尽按那六韬三略，使起神通。 那长老在马上观之，真个是寰中少有，世上全无。 剖开路一直前行，险些儿不唬倒那怪物。 他在山顶上看见，魂飞魄丧，忽失声道：“几年间闻说孙行者，今日才知话不虚传果是真。 ”众怪上前道：“大王，怎么长他人之志气，灭自己之威风？ 你夸谁哩？ ”二魔道：“孙行者神通广大，那唐僧吃他不成。 ”众怪道：“大王，你没手段，等我们着几个去报大大王，教他点起本洞大小兵来，摆开阵势，合力齐心，怕他走了那里去！ ”二魔道：“你们不曾见他那条铁棒，有万夫不当之勇，我洞中不过有四五百兵，怎禁得他那一棒？ ”众妖道：“这等说，唐僧吃不成，却不把猪八戒错拿了？ 如今送还他罢。 ”二魔道：“拿便也不曾错拿，送便也不好轻送。 唐僧终是要吃，只是眼下还尚不能。 ”众妖道：“这般说，还过几年么？ ”二魔道：“也不消几年。 我看见那唐僧，只可善图，不可恶取。 若要倚势拿他，闻也不得一闻，只可以善去感他，赚得他心与我心相合，却就善中取计，可以图之。 ”众妖道：“大王如定计拿他，可用我等？ ”二魔道：“你们都各回本寨，但不许报与大王知道。 若是惊动了他，必然走了风讯，败了我计策。 我自有个神通变化，可以拿他。 ”\n    众妖散去，他独跳下山来，在那道路之旁，摇身一变，变做个年老的道者，真个是怎生打扮？ 但见他：星冠晃亮，鹤发蓬松。 羽衣围绣带，云履缀黄棕。 神清目朗如仙客，体健身轻似寿翁。 说甚么清牛道士，也强如素券先生。 妆成假象如真象，捏作虚情似实情。 他在那大路旁妆做个跌折腿的道士，脚上血淋津，口里哼哼的，只叫“救人！ 救人！ ”\n    却说这三藏仗着孙大圣与沙僧，欢喜前来，正行处，只听得叫“师父救人！ ”三藏闻得道：“善哉！ 善哉！ 这旷野山中，四下里更无村舍，是甚么人叫？ 想必是虎豹狼虫唬倒的。 ”这长老兜回俊马，叫道：“那有难者是甚人？ 可出来。 ”这怪从草科里爬出，对长老马前，乒乓的只情磕头。 三藏在马上见他是个道者，却又年纪高大，甚不过意，连忙下马搀道：“请起，请起。 ”那怪道：“疼！ 疼！ 疼！ ”丢了手看处，只见他脚上流血，三藏惊问道：\n    “先生啊，你从那里来？ 因甚伤了尊足？"
            }
        },
        {
            "id": 44,
            "event": "解救乌鸡国王子",
            "time": "西游记时间线，某日下午",
            "location": "乌鸡国附近的山林中",
            "description": "这片山林幽静，古木参天，阳光透过树叶的缝隙，斑驳地洒在林间小道上。空气中弥漫着淡淡的松香，环境显得宁静而神秘。乌鸡国王子在此地被妖邪追逐，显得狼狈不堪。",
            "characters": [
                {
                    "id": 0,
                    "name": "唐僧（玄奘）",
                    "gender": "男",
                    "description": "慈悲为怀的僧人，智慧而坚毅，致力于化解纷争。",
                    "position": "站在林间小道旁，双手合十，神态庄严。",
                    "states": "面露关切，内心保持着平静。"
                },
                {
                    "id": 1,
                    "name": "孙悟空（齐天大圣）",
                    "gender": "男",
                    "description": "机智勇敢，神通广大，多次保护唐僧。",
                    "position": "站在唐僧身旁，手持金箍棒，目光如炬。",
                    "states": "警觉地扫视四周，准备随时应对。"
                },
                {
                    "id": 2,
                    "name": "乌鸡国王子",
                    "gender": "男",
                    "description": "年轻英俊，心地善良，因国境被妖邪侵扰而逃亡。",
                    "position": "跌坐在林间一块石头上，衣衫不整，神情慌张。",
                    "states": "既惊恐又无助，喘息未定。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "唐僧（玄奘）",
                    "character_id": 0,
                    "action": "走上前，为王子递上一块干净的布巾，轻声询问情况。",
                    "dialogue": "“善哉，施主受惊了。贫僧唐三藏，敢问发生了何事？”"
                },
                {
                    "action_id": 1,
                    "character": "乌鸡国王子",
                    "character_id": 2,
                    "action": "接过布巾，擦拭脸上的灰尘，断断续续地讲述自己的遭遇。",
                    "dialogue": "“多谢大师救命之恩。小王因国中有妖邪作乱，被迫逃至此处。”"
                },
                {
                    "action_id": 2,
                    "character": "孙悟空（齐天大圣）",
                    "character_id": 1,
                    "action": "眼中闪过一丝怒意，紧握金箍棒，语气坚定。",
                    "dialogue": "“王子莫怕，有我老孙在，定要为你驱除妖邪，恢复国土！”"
                }
            ],
            "plot": "唐僧师徒在山林中偶遇被妖邪追逐的乌鸡国王子，通过对话了解事情原委，决定帮助王子解决与妖邪的纷争，恢复乌鸡国的安宁。",
            "chunk": {
                "id": 187,
                "text": "那老魔与大圣战经三四十合，天将晚矣，抵敌不住，败下阵来，径往西南上，投奔压龙洞去不题。 这大圣才按落云头，闯入莲花洞里，解下唐僧与八戒、沙和尚来。 他三人脱得灾危，谢了行者，却问：“妖魔那里去了？ ”\n    行者道：“二魔已装在葫芦里，想是这会子已化了；大魔才然一阵战败，往西南压龙山去讫。 概洞小妖，被老孙分身法打死一半，还有些败残回的，又被老孙杀绝，方才得入此处，解放你们。 ”唐僧谢之不尽道：“徒弟啊，多亏你受了劳苦！ ”行者笑道：\n    “诚然劳苦。 你们还只是吊着受疼，我老孙再不曾住脚，比急递铺的铺兵还甚，反复里外，奔波无已。 因是偷了他的宝贝，方能平退妖魔。 ”猪八戒道：“师兄，你把那葫芦儿拿出来与我们看看。 只怕那二魔已化了也。 ”大圣先将净瓶解下，又将金绳与扇子取出，然后把葫芦儿拿在手道：“莫看莫看！ 他先曾装了老孙，被老孙漱口，哄得他扬开盖子，老孙方得走了。 我等切莫揭盖，只怕他也会弄喧走了。 ”师徒们喜喜欢欢，将他那洞中的米面菜蔬寻出。 烧刷了锅灶，安排些素斋吃了，饱餐一顿，安寝洞中。 一夜无词，早又天晓。 却说那老魔径投压龙山，会聚了大小女怪，备言打杀母亲，装了兄弟，绝灭妖兵，偷骗宝贝之事，众女怪一齐大哭。 哀痛多时道：“你等且休凄惨。 我身边还有这口七星剑，欲会汝等女兵，都去压龙山后，会借外家亲戚，断要拿住那孙行者报仇。 ”说不了，有门外小妖报道：“大王，山后老舅爷帅领若干兵卒来也。 ”老魔闻言，急换了缟素孝服，躬身迎接。 原来那老舅爷是他母亲之弟，名唤狐阿七大王，因闻得哨山的妖兵报道，他姐姐被孙行者打死，假变姐形，盗了外甥宝贝，连日在平顶山拒敌。 他却帅本洞妖兵二百余名，特来助阵，故此先拢姐家问信。 才进门，见老魔挂了孝服，二人大哭。 哭久，老魔拜下，备言前事。 那阿七大怒，即命老魔换了孝服，提了宝剑，尽点女妖，合同一处，纵风云，径投东北而来。 这大圣却教沙僧整顿早斋，吃了走路，忽听得风声，走出门看，乃是一伙妖兵，自西南上来。 行者大惊，急抽身忙呼八戒道：“兄弟，妖精又请救兵来也。 ”三藏闻言，惊恐失色道：“徒弟，似此如何？ ”行者笑道：“放心！ 放心！ ”把他这宝贝都拿来与我。 ”大圣将葫芦、净瓶系在腰间，金绳笼于袖内，芭蕉扇插在肩后，双手轮着铁棒，教沙僧保守师父，稳坐洞中，着八戒执钉钯，同出洞外迎敌。 那怪物摆开阵势，只见当头的是阿七大王。 他生的玉面长髯，钢眉刀耳，头戴金炼盔，身穿锁子甲，手执方天戟，高声骂道：“我把你个大胆的泼猴！ 怎敢这等欺人！ 偷了宝贝，伤了眷族，杀了神兵，又敢久占洞府！ 赶早儿一个个引颈受死，雪我姐家之仇！ ”行者骂道：“你这伙作死的毛团，不识你孙外公的手段！ 不要走！ 领吾一棒！ ”那怪物侧身躲过，使方天戟劈面相印。 两个在山头一来一往，战经三四回合，那怪力软，败阵回走。 行者赶来，却被老魔接住，又斗了三合，只见那狐阿七复转来攻。 这壁厢八戒见了，急掣九齿钯挡住。 一个抵一个，战经多时，不分胜败，那老魔喝了一声，众妖兵一齐围上。 却说那三藏坐在莲花洞里，听得喊声振地，便叫：“沙和尚，你出去看你师兄胜负如何。 ”沙僧果举降妖杖出来，喝一声，撞将出去，打退群妖。 阿七见事势不利，回头就走，被八戒赶上，照背后一钯，就筑得九点鲜红往外冒，可怜一灵真性赴前程。 急拖来剥了衣服看处，原来也是个狐狸精。"
            }
        },
        {
            "id": 45,
            "event": "孙悟空识破奸细",
            "time": "丙辰年九月十五",
            "location": "乌鸡国宫殿内",
            "description": "宫殿内气氛紧张，文武百官分列两侧，天色虽晴朗，但宫内氛围凝重。",
            "characters": [
                {
                    "id": 0,
                    "name": "孙悟空",
                    "gender": "男",
                    "description": "身着战甲，手持金箍棒，火眼金睛，机智勇敢的石猴化身。",
                    "position": "立于唐僧之侧，目光如电扫视全场",
                    "states": "警觉、自信"
                },
                {
                    "id": 1,
                    "name": "奸细",
                    "gender": "男",
                    "description": "伪装成乌鸡国朝臣，神色不定，身形略显紧张。",
                    "position": "藏身于朝臣之中，眼神闪烁",
                    "states": "紧张、恐惧"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "孙悟空",
                    "character_id": 0,
                    "action": "孙悟空以火眼金睛洞察四周，突然指向奸细，大声喝道",
                    "dialogue": "「大王，此人便是奸细！」"
                },
                {
                    "action_id": 1,
                    "character": "奸细",
                    "character_id": 1,
                    "action": "奸细面色大变，身形一颤，试图遁走",
                    "dialogue": "（未敢出声，但身形已露破绽）"
                }
            ],
            "plot": "孙悟空凭借火眼金睛识破了奸细的身份，形势突变，一场关于忠诚与背叛的较量在乌鸡国宫殿内展开。",
            "chunk": {
                "id": 208,
                "text": "师徒们在路上，那消半日，早望见城池相近，三藏道：“悟空，前面想是乌鸡国了。 ”行者道：“正是，我们快赶进城干事。 ”\n    那师徒进得城来，只见街市上人物齐整，风光闹热，早又见凤阁龙楼，十分壮丽。 有诗为证，诗曰：海外宫楼如上邦，人间歌舞若前唐。 花迎宝扇红云绕，日照鲜袍翠雾光。 孔雀屏开香霭出，珍珠帘卷彩旗张。 太平景象真堪贺，静列多官没奏章。 三藏下马道：“徒弟啊，我们就此进朝倒换关文，省得又拢那个衙门费事。 ”行者道：“说得有理，我兄弟们都进去，人多才好说话。 ”唐僧道：“都进去，莫要撒村，先行了君臣礼，然后再讲。 ”\n    行者道：“行君臣礼，就要下拜哩。 ”三藏道：“正是，要行五拜三叩头的大礼。 ”行者笑道：“师父不济，若是对他行礼，诚为不智。 你且让我先走到里边，自有处置。 等他若有言语，让我对答。 我若拜，你们也拜；我若蹲，你们也蹲。 ”你看那惹祸的猴王，引至朝门，与阁门大使言道：“我等是东土大唐驾下差来上西天拜佛求经者，今到此倒换关文，烦大人转达，是谓不误善果。 ”那黄门官即入端门，跪下丹墀启奏道：“朝门外有五众僧人，言是东土唐国钦差上西天拜佛求经，今至此倒换关文，不敢擅入，现在门外听宣。 ”\n    那魔王即令传宣。 唐僧却同入朝门里面，那回生的国主随行。 正行，忍不住腮边堕泪，心中暗道：“可怜！ 我的铜斗儿江山，铁围的社稷，谁知被他阴占了！ ”行者道：“陛下切莫伤感，恐走漏消息。 这棍子在我耳朵里跳哩，如今决要见功，管取打杀妖魔，扫荡邪物，这江山不久就还归你也。 ”那君王不敢违言，只得扯衣揩泪，舍死相生，径来到金銮殿下。 又见那两班文武，四百朝官，一个个威严端肃，像貌轩昂。 这行者引唐僧站立在白玉阶前，挺身不动，那阶下众官，无不悚惧，道：“这和尚十分愚浊！ 怎么见我王便不下拜，亦不开言呼祝？ 喏也不唱一个，好大胆无礼！ ”说不了，只听得那魔王开口问道：“那和尚是那方来的？ ”行者昂然答道：“我是南赡部洲东土大唐国奉钦差前往西域天竺国大雷音寺拜活佛求真经者，今到此方，不敢空度，特来倒换通关文牒。 ”那魔王闻说，心中作怒道：“你东土便怎么！ 我不在你朝进贡，不与你国相通，你怎么见吾抗礼，不行参拜！ ”行者笑道：“我东土古立天朝，久称上国，汝等乃下土边邦。 自古道，上邦皇帝，为父为君；下邦皇帝，为臣为子。 你倒未曾接我，且敢争我不拜？ ”那魔王大怒，教文武官：“拿下这野和尚去！ ”说声叫“拿”，你看那多官一齐踊跃。 这行者喝了一声，用手一指，教：“莫来！ ”那一指，就使个定身法，众官俱莫能行动，真个是校尉阶前如木偶，将军殿上似泥人。 那魔王见他定住了文武多官，急纵身，跳下龙床，就要来拿。 猴王暗喜道：“好！ 正合老孙之意，这一来就是个生铁铸的头，汤着棍子，也打个窟窿！ ”正动身，不期旁边转出一个救命星来。 你道是谁，原来是乌鸡国王的太子，急上前扯住那魔王的朝服，跪在面前道：“父王息怒。 ”妖精问：“孩儿怎么说？ ”太子道：“启父王得知，三年前闻得人说，有个东土唐朝驾下钦差圣僧往西天拜佛求经，不期今日才来到我邦。 父王尊性威烈，若将这和尚拿去斩首，只恐大唐有日得此消息，必生嗔怒。 你想那李世民自称王位，一统江山，心尚未足，又兴过海征伐。 若知我王害了他御弟圣僧，一定兴兵发马，来与我王争敌。 奈何兵少将微，那时悔之晚矣。"
            }
        }
    ]
}