{
    "title": "还珠格格",
    "scenes": [
        {
            "id": 0,
            "event": "春风中的邂逅",
            "time": "康熙三十八年，春日黄昏",
            "location": "紫禁城御花园",
            "description": "春风拂面，落英缤纷，康熙帝在御花园中偶遇了李贵人，她正对满园春色陶醉其中。",
            "characters": [
                {
                    "id": 0,
                    "name": "李贵人",
                    "gender": "女",
                    "description": "美丽聪慧，深得康熙宠爱，对宫廷礼仪颇为熟悉，此时正沉醉于春日的美景",
                    "position": "站在一株盛开的梨花下",
                    "states": "沉醉，愉悦"
                },
                {
                    "id": 1,
                    "name": "康熙",
                    "gender": "男",
                    "description": "英明果断，对李贵人宠爱有加，见到她愉悦的样子，心中也感到欢喜",
                    "position": "沿着花园小径缓缓走来",
                    "states": "欢喜，欣赏"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "李贵人",
                    "character_id": 0,
                    "action": "李贵人抬头望向康熙，眼中闪过一丝惊喜",
                    "dialogue": "“皇上，您何时来的，臣妾未曾察觉。”"
                },
                {
                    "action_id": 1,
                    "character": "康熙",
                    "character_id": 1,
                    "action": "康熙轻轻一笑，温和地回答",
                    "dialogue": "“朕刚到，见你如此陶醉，不忍打扰。这春日美景，确实令人心旷神怡。”"
                }
            ],
            "plot": "康熙与李贵人在春日黄昏的御花园中相遇，两人间的温馨对话，使得这美好的春日时光更加难忘。",
            "chunk": {
                "id": 18,
                "text": "温柔而解人的令妃，看乾隆一脸的专注，不敢打扰，静静地站在旁边。 “她今天怎样？ 有没有起色？ ”半晌，乾隆低问。 “刚刚吃过药睡下了，太医说她复原的情形挺好的，上午已经醒过来了，大概受了惊吓，眼珠转来转去，就是不说话！ ”\n“是吗？ ”乾隆俯视小燕子沉睡的面庞，看到小燕子额头上、鼻子上渗出几颗汗珠。 乾隆掏出自己的汗巾，就去拭着她脸上的汗。 汗巾是真丝的，绣着一条小小的龙。 汗巾熏得香喷喷的，混合着檀香与不知名的香气，这汗巾轻拂过小燕子的面庞，柔柔的，痒痒的，小燕子就有些醒了。 令妃注视着这样的乾隆，如此温柔，如此小心翼翼，这种关怀之情，是她从来没有见过的。 令妃察言观色，知道这个小燕子，在乾隆心底，引起了某种难以解释的感情，就把握机会，低声说了一句：\n“皇后今天来过了！ ”\n“哦？ 她说什么？ ”乾隆不动声色地问。 “臣妾不敢说。 ”令妃低头。 “你尽管说！ ”\n“她说，小燕子这事，一定有诈！ 查出真相，要……要……”\n“她要怎样？ ”乾隆气往上冲。 “要砍小燕子和我的脑袋！ ”\n“哼！ ”乾隆怒哼了一声。 令妃便委委屈屈地说道：\n“可我真的没说假话，我看着看着，越看就越肯定了，这小燕子真的和皇上像极了，尤其醒过来的时候，那眼神儿，就和皇上您的眼神一个样儿！ ”\n乾隆凝视小燕子，想到那个不苟言笑的皇后，心里就有气。 “谁敢说她不是朕的女儿，朕才要砍她的头呢！ 当朕在围场第一眼看到她的时候，就对她产生了一股不一样的感觉，尤其是她在昏迷前一刻用那双哀怨的眼神瞅着朕，问朕说还记不记得夏雨荷。 朕这辈子都忘不了她那又慌又急又害怕又无助的模样……这种父女天性，难道有假吗？ ”\n乾隆的声音大了些，小燕子睫毛闪动，突然睁开眼睛来。 乾隆忽然和小燕子目光一接，没来由地心里一震。 “你醒了？ ”乾隆问。 小燕子看着这个在梦里出现过好多次的面孔，面对那深透明亮的眼睛，和那威武有力的眼神，心里陡然浮起一股怯意。 “你……你……你是谁？ ”\n令妃忙扑过去，拍拍小燕子的肩。 “哦呀，对皇上说话，可不能用‘你’字！ ”\n小燕子大惊，从床上一挺身子，就要起身，奈何浑身无力，又倒了下去。 “皇上！ ”小燕子惊呼出声。 乾隆急忙伸手按住小燕子。 “快别动！ 你身受重伤，太医说你失血过多，得在床上多躺两天。 别忙着起身！ 也不用多礼！ ”\n小燕子一瞬也不瞬地看着乾隆。 老天！ 这是天底下最大的人物啊！ 是仅次于神的人物啊！ 是打个喷嚏就会惊天动地的人物啊！ 是老百姓从来没有福分接近的人物啊！ 是整个天下的主子啊……小燕子喘着气，不敢相信地、小小声地问道：\n“你是皇上？ 你真的是皇上？ 当今的皇上？ 乾隆皇上？ ”\n“你怎么还是你呀你的……”令妃在一边干着急。 乾隆怜爱地看着小燕子，小燕子那种惊喜莫名的表情，更加震动了他。 “别在乎这个！ 想她在民间长大，怎么懂宫中规矩！ ”便对小燕子慈祥地点点头，“是的，朕就是当今皇上！ 在围场上，你不是已经见过朕了？ ”\n“围场上那么多人，我什么都弄不清楚呀！ ”小燕子喊着，不敢躺着见皇上，就又急急地一个挺身，脑袋竟然在床槛上砰地撞了一下。 她嘴里惊呼不断：“老天啊……我终于见到了皇上！ ”\n乾隆急忙揉了揉她的头，再一次，把她的身子按回床上。 “是！ 你终于见到了皇上，朕知道你这条路走得有多辛苦！ ”顺手摸摸小燕子的额头，满意地点点头，“嗯，还不错，烧已经退了。 肚子饿不饿？ 想不想吃点东西？ 朕叫他们给你准备去……”\n小燕子看着乾隆，眼睛转都不敢转，呼吸都要停止了。 听到乾隆这样轻言细语，问东问西，简直受宠若惊。"
            }
        },
        {
            "id": 1,
            "event": "金锁的误会",
            "time": "清朝乾隆年间，夏日午时",
            "location": "皇宫后花园的凉亭",
            "description": "阳光洒满后花园，花香四溢，凉亭下轻风徐来。小燕子与夏紫薇因金锁产生误会，气氛略显紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直爽、好动，应变能力强，擅长武艺。",
                    "position": "位于凉亭中央，手中曾握有金锁。",
                    "states": "显得慌张和愧疚。"
                },
                {
                    "id": 1,
                    "name": "夏紫薇",
                    "gender": "女",
                    "description": "性格温柔、心思细腻，才情横溢，深谙礼仪。",
                    "position": "站在凉亭入口，面色忧愁。",
                    "states": "显得焦虑不安。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "小燕子不慎将金锁抛向空中，却未能接住，金锁失落凉亭之外。",
                    "dialogue": "“哎呀，紫薇，我这一不小心，金锁就飞出去了，这可如何是好？”"
                },
                {
                    "action_id": 1,
                    "character": "夏紫薇",
                    "character_id": 1,
                    "action": "夏紫薇急忙走向凉亭中央，寻找失落的金锁。",
                    "dialogue": "“小燕子，那金锁对我意义非凡，你快帮我找找！”"
                }
            ],
            "plot": "小燕子误将夏紫薇的金锁抛出，引发了一场紧张而充满期待的寻找。两位格格的心情如同这夏日午后的阳光，明媚中带着一丝紧张。",
            "chunk": {
                "id": 45,
                "text": "再加上，她的率直和天真烂漫，正是皇上最珍惜的地方，如果一定要用礼教来拘束，岂不是把她的优点，全部抹杀了！ 咱们宫里，规规矩矩的格格，还不够多吗？ ”\n令妃这几句话，可说到乾隆的心窝里去了，乾隆急忙点头称是。 “正是正是！ 令妃说的，就是朕想说的！ 这还珠格格，既然来自民间，让她保持一点‘民风’不好吗？ 至于管教，朕也有这个意思，不过，别操之过急，把她给吓唬住了，慢慢来吧！ ”\n皇后见令妃和乾隆一唱一和，气极，却不便发作，瞪了面有得色的小燕子一眼，就对皇上请了一个安，说：\n“皇上这么说，就这么办吧！ 臣妾先告退了！ ”\n乾隆点点头，皇后便带着她的人，全体退出去。 皇后一走，小燕子笑开了，对乾隆和令妃心甘情愿地磕了一个头，大声地说：\n“小燕子谢皇阿玛救命之恩！ 谢令妃娘娘袒护之恩！ 来生做牛做马，做猪做狗，再报答你们！ ”\n乾隆又好气又好笑，弯腰拉起小燕子，凝视着她：\n“你不要太得意了，皇后说的话，也有她的道理！ 她是国母呀，你怎么连她也顶撞呢？ 你这样没轻没重，到处树敌，还随时做些奇奇怪怪的事，朕要把你怎么办才好呢？ ”\n小燕子冲口而出：\n“您多疼我一点，少要求我一点，就好啦！ ”\n乾隆瞪着她，笑了。 乾隆这样一笑，满屋子的人，全体跟着笑了。 一场风波，就这样烟消云散。 永琪看着小燕子，对于这个精灵古怪、花招百出的“假格格”，实在不能不甘拜下风，佩服得五体投地了。 当天，在学士府，永琪见到了他真正的妹妹，夏紫薇！ 紫薇穿着旗装，雍容华贵，轻轻盈盈地走过来，抬起澄澈的大眼睛，对永琪深深一凝眸，屈膝行礼。 “夏紫薇见过五阿哥！ ”\n永琪目不转睛，上上下下地打量了一下紫薇，心中暗暗喝彩。 “我的名字是永琪。 你应该知道，我们这一辈，排行是‘永’字辈。 算年龄，我比你大了些，应该算是你的五哥！ ”\n紫薇听到永琪这样说，眼眶一热，凝视着永琪，又感动，又感慨地说：\n“你这一句‘五哥’，虽然只有两个字，对于我，却有千斤重啊！ 我从济南到这儿，路上走了半年，在北京又折腾了好几个月……想尽办法，到处碰壁！ 你是我第一个见到的亲人！ 我没办法告诉你，我现在有多么激动，虽然我无缘得到皇上的承认，我依然对上苍充满感恩，因为你已经承认了我！ ”\n永琪好感动。 这个紫薇，和小燕子简直是两个世界里的人。 小燕子没章没谱，大而化之；紫薇却纤细温柔，如诗如画。 永琪诚挚地说：\n“我真没想到，我在宫里，多了一个小燕子那样的妹妹，在宫外，还有一个像你这样的妹妹！ 我和尔泰，一路都在谈你和小燕子两个！ ”\n“你相信我的故事吗？ 你不怕我是一个骗子吗？ 你不认为小燕子才是真的格格，而我是冒牌的吗？ ”紫薇问。 尔康对紫微点头说：\n“现在已经完全没有怀疑了，因为小燕子对五阿哥和尔泰两个，把什么都招了！ ”\n紫薇大震，颤声地问：\n“她招了？ 她承认了？ ”\n“是！ 她承认了！ 她说，情非得已，当时，有很多状况，很多误会，才造成今天的局面！ 她哭了，说是对不起你！ ”尔泰接口。 紫薇踉跄了一下，金琐急忙扶住。 紫薇心中痛楚：\n“这种大事，她用‘对不起’三个字，就解决了吗？ ”\n尔康走上前去，对紫薇诚恳地说道：\n“我想，现在，我们的传话都没有意义，只有等到你和小燕子见了面，才能澄清种种问题！ 刚刚尔泰告诉我，小燕子在宫里发生很多事情，现在已经是危机重重，目前，能不能出宫还不知道。 可是，我们一定会想办法安排！ ”回头看永琪，“是吗？ 五阿哥会帮我们的，对不对？"
            }
        },
        {
            "id": 2,
            "event": "探花郎夜会佳丽",
            "time": "大宋元丰三年，春夜子时",
            "location": "东京城内，李府后花园",
            "description": "夜色朦胧，月光如水洒在李府后花园中。假山流水，亭台楼阁，一片静谧，偶有夜莺轻啼，更显幽静。",
            "characters": [
                {
                    "id": 0,
                    "name": "李探花",
                    "gender": "男",
                    "description": "风流倜傥，才情出众，因夜会佳人而闻名于世。",
                    "position": "独坐在凉亭中，手持折扇，若有所思。",
                    "states": "心情愉悦，期待与佳人相会。"
                },
                {
                    "id": 1,
                    "name": "苏小小",
                    "gender": "女",
                    "description": "貌美如花，才艺双全，东京城内有名的歌女。",
                    "position": "由丫鬟陪同，悄悄进入后花园。",
                    "states": "既紧张又兴奋，心中满是期待。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "李探花",
                    "character_id": 0,
                    "action": "突然起身，望向园中，眼中闪过一丝惊喜。",
                    "dialogue": "“莫非是苏姑娘来了？”"
                },
                {
                    "action_id": 1,
                    "character": "苏小小",
                    "character_id": 1,
                    "action": "轻移莲步，向凉亭走来，面带羞涩。",
                    "dialogue": "“探花郎，你果真在此等候。”"
                },
                {
                    "action_id": 2,
                    "character": "李探花",
                    "character_id": 0,
                    "action": "快步向前，与苏小小相见，相视而笑。",
                    "dialogue": "“夜色佳人，月下相会，此情此景，实乃人生一大乐事。”"
                }
            ],
            "plot": "大宋才子李探花夜会佳人苏小小，两人在月色朦胧的李府后花园中相会，才子佳人，共度良宵。这一夜，他们的故事在东京城内传为佳话。",
            "chunk": {
                "id": 57,
                "text": "小燕子哭着，从板凳上瘫倒在地。 令妃、明月、彩霞都扑过去抱住她。 乾隆走过去，低头看了小燕子一眼，看到她脸色苍白，哭得有气无力，心里着实心痛，掩饰住自己的不忍，色厉内荏地说：\n“你现在知道，‘君无戏言’是什么意思了！ 不要考验朕的耐心，朕严重地警告你，再说‘不当格格’，再不守规矩，我绝对不饶你！ 如果你敢再闹，当心你的小命！ 不要以为朕会一次又一次地纵容你！ 听到没有？ ”\n小燕子呜呜咽咽，泪珠纷纷滚落，吓得魂飞魄散，拼命点头，却说不出话来。 乾隆见小燕子的嚣张，变成全然的无助，心中恻然，回头喊：\n“赛威、赛广，去传胡太医来给她瞧瞧！ 容嬷嬷，去把上次回疆进贡的那个‘紫金活血丹’，拿来给她吃！ ”\n乾隆说完，便一仰头，转身而去。 皇后、容嬷嬷、赛威、赛广、太监、宫女跟随，都疾步而去了。 永琪和尔泰，见到乾隆和皇后已去，就跳起身子，奔过去看小燕子。 永琪看到小燕子满脸又是汗，又是泪，奄奄一息，裤子上绽着血痕，心都揪紧了，掩饰不住自己的心痛和关怀，低头说：\n“小燕子，你怎样？ 现在，皇上和皇后都已经走了，你如果想哭，就痛痛快快哭一场吧！ 不憋着！ ”\n小燕子闭着眼，泪珠沿着眼角滚落，嘴里叽里咕噜，不知道说了一些什么。 “她说什么？ ”尔泰听不清楚，问永琪。 “她说，幸好打的不是紫薇！ ”\n\n10\n知道小燕子挨了打，紫薇激动得一塌糊涂，不相信地看着大家。 “皇上打了小燕子？ 怎么可能？ 他不是很喜欢小燕子的吗？ 他不是心存仁厚的吗？ 他不是最欣赏小燕子那种无拘无朿的个性吗？ 为什么打她呢？ 打了，是不是表示皇上不喜欢她了？ 那……小燕子有没有危险呢？ ”\n尔康见紫薇急得魂不守舍，急忙安慰她：\n“你先不要急！ 皇上其实和一般人没有两样，也是望子成龙，望女成凤的！ 管教小燕子应该是爱，而不是不爱！ ”\n永琪摇摇头，担心地接口：\n“尔康说得对，但是也不对！ ”\n“什么又对，又不对的？ ”紫薇问。 “皇阿玛是我的爹，我太了解他了！ 小燕子完全不明白‘伴君如伴虎’这句话。 皇阿玛这一生，从来没有人敢顶撞他，敢跟他说‘不’字，他早已经习惯这种生活了！ 他的话是圣旨，是命令，是不可违背的！ 小燕子头几次顶撞他，皇阿玛觉得新鲜，忍了下去，次数多了，皇阿玛就受不了了！ ”\n福伦不禁拼命点头：\n“五阿哥分析得对极了！ 想想宫里，不论是哪位娘娘，哪位阿哥和格格，不是对皇上千依百顺，还想尽法子讨好，皇上对小燕子能够忍到今天，已经很不容易了！ 何况，小燕子还有敌人，这些敌人在皇上面前，叽叽咕咕一下，皇上的面子，也挂不住呀！ 不管也得管！ ”\n紫薇更急了。 “这么说，小燕子根本就有危险嘛！ 她向来就咋咋呼呼，不知道天高地厚的！ 她脾气还硬得很，绝不会上一次当，学一次乖！ 过几天，她又会原形毕露的！ 今天是挨打，下次，岂不是要砍头了？ ”便对永琪尔泰说，“五阿哥、尔泰，你们两个常常在宫里，一定要想办法保护她才好！ ”\n“你以为我不想保护她吗？ 但是，这内宫之中，还是有礼法的！ 虽然是兄妹，也男女有别，我和尔泰，去漱芳斋的次数太多，一样会惹起是非和议论的！ ”永琪说。 紫薇越想越急，便走到福晋面前，哀求着说：\n“福晋，你上次说，可以把我打扮成丫头，带进宫里去！ 你就冒险带我进去吧，好不好？ 本来，我以为小燕子这两天就可以混出宫来了，现在，她又被打伤了，肯定出不来，我好想进去看看她！ ”\n福晋一怔。 “这……还是太冒险了吧？ 万一被发现了，咱们怎么说呢？"
            }
        },
        {
            "id": 3,
            "event": "夜谈出宫计划",
            "time": "清朝乾隆年间，一个初春的夜晚",
            "location": "紫禁城内，小燕子的寝宫",
            "description": "寝宫内烛光摇曳，窗外的春风透过缝隙轻拂，小燕子、永琪、尔泰三人围坐在桌旁，低声商议着带小燕子出宫的计划。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直率，充满活力，此刻她眼神中闪烁着对自由的渴望。",
                    "position": "坐在桌旁，身体前倾，双手紧握",
                    "states": "兴奋，紧张"
                },
                {
                    "id": 1,
                    "name": "永琪",
                    "gender": "男",
                    "description": "五阿哥，稳重而有谋略，对小燕子出宫计划既关心又担忧。",
                    "position": "坐在小燕子对面，眉头紧锁",
                    "states": "深思，担忧"
                },
                {
                    "id": 2,
                    "name": "尔泰",
                    "gender": "男",
                    "description": "小燕子的好友，性格开朗，对这次冒险充满期待。",
                    "position": "站在窗边，不时望向窗外",
                    "states": "期待，警觉"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "激动地拍桌，表示一定要出去看看宫外的世界",
                    "dialogue": "“我一定要出去，哪怕只是一天，我也要感受一下自由的滋味！”"
                },
                {
                    "action_id": 1,
                    "character": "永琪",
                    "character_id": 1,
                    "action": "缓缓摇头，提醒小燕子出宫的风险",
                    "dialogue": "“小燕子，你可想好了，出宫并非儿戏，其间风险不容小觑。”"
                },
                {
                    "action_id": 2,
                    "character": "尔泰",
                    "character_id": 2,
                    "action": "轻拍永琪的肩膀，表示会全力协助",
                    "dialogue": "“永琪，我们会小心行事，一定会保护好小燕子。”"
                }
            ],
            "plot": "小燕子与永琪、尔泰密谋出宫，展现了小燕子对自由的向往以及三位主角之间的友情和信任。",
            "chunk": {
                "id": 65,
                "text": "”\n尔泰一跺脚，昂头挺胸，一副“我不入地狱谁入地狱”的样子，大声应道：\n“我只好‘舍命陪君子’，跟你们一起发疯了！ 还不赶快把小邓子、小卓子、明月、彩霞、小顺子、小桂子通通叫进来，共商大计！ 希望他们几个靠得住！ ”\n小燕子喜出望外，乐不可支，大叫：\n“啊哈！ 所谓‘生死之交’，就是咱们三个了！ ”\n小燕子欢呼着，乐得忘形一跳，砰然一声，坐在桌上，立即痛得滚下地来。 “哎哟！ ”\n永琪和尔泰面面相觑，又是心痛，又是好笑，又是担忧，又是紧张。 于是，这天晚上，小燕子又打扮成了一个小太监，穿着太监的衣裳，戴了一顶小帽子，帽檐拉得低低的，衣领拉得髙高的，一副畏畏缩缩的样子，坐在永琪那辆豪华的马车上。 永琪和尔泰坐在车里，她和小顺子、小桂子坐在驾驶座上，两个太监一边一个半遮着她，为她护航。 马车踢踢踏踏来到宫门口。 小燕子大气都不敢出，像个小雕像。 侍卫看到是五阿哥和尔泰，几乎连看都没看，问都没问，一切顺利得不得了。 马车出了宫门，潇潇洒洒往前走去。 小燕子看到宫门终于被远远地抛在后面了，就发出“啊哈”一声大喊，也不管马车正在进行当中，她从座位上一跃而起，几乎跳了三尺高，放声大叫：\n“出来了！ 出来了！ 我终于出来了！ 老天啊！ 紫薇啊！ 我出来了！ ”不禁仰天大笑，“哈哈！ 哈哈！ 我出来了！ 我又是小燕子了……哈哈……”\n车子直接到了福府。 别提福家有多么震动，多么慌乱了。 福伦不敢骂五阿哥和小燕子，只能瞪着尔泰，气急败坏地说：\n“尔泰，你们真是胆大包天，怎么也不跟我们说一声？ 这么突如其来，让我们措手不及！ 如果有个闪失，怎么办？ ”\n尔泰叹口气。 “唉！ 没办法，五阿哥和还珠格格有命，我只能听命！ ”\n福晋瞪着小燕子，吓得脸色发白，一迭连声问：\n“宫里有没有安排好？ 万一万岁爷发现了怎么办？ ”\n小燕子急急地说：\n“你们不要担心，也不要怪尔泰！ 宫里都安排好了，现在明月躺在我床上……我是假格格，她是假格格的假格格……”\n小燕子话说到一半，房门一开，紫薇和金琐得到消息，两个人跌跌撞撞地冲进房来。 后面跟着尔康。 小燕子一看到紫薇，整个人就像被钉子钉住，站在那儿，动也不能动。 紫薇看到小燕子，脚下一软，差点跌倒。 金琐紧紧地扶着她，眼光直勾勾地落在小燕子脸上，竟傻住了，站在那儿，也是动也不动。 尔康把房门关上，紧张地看着二人。 霎时间，房间里鸦雀无声，只有大家沉重的呼吸，每个人的眼光，都集中在小燕子和紫薇身上。 半晌，紫薇哑哑地开了口：\n“小燕子，身上的伤，好了没有？ 这样出来，安全吗？ 行吗？ ”\n紫薇这样一问，小燕子哇的一声，痛哭失声。 接着，就一下子扑倒在紫薇面前，双膝落地，双手抱住了紫薇的腿，嘴里痛喊着：\n“紫薇，你骂我吧！ 你打我吧！ 你踢我，踹我，捶我，砍我，杀我……什么都可以，就是别对我好，你再对我好，我真想一头撞死！ ”\n紫薇眼中，立刻充泪了，她伸手拉着小燕子的手，哽咽难言。 金琐拿着手绢，自己也哭得稀里哗啦，不知道要先给谁擦泪才好。 大家全体看呆了，各有各的心痛。 紫薇吸了吸鼻子，咽着泪，柔声说：\n“我现在都明白了！ 到围场那天，你受了伤，你也没有办法，身不由己嘛！ 总之，这是阴错阳差、命中注定的安排，我已经认了，也不生气了，不介意了。 你也不要再怪自己了！ ”\n小燕子急切地拼命摇头，哭着喊：\n“你不懂，不完全是这样的！ 其实我有好多机会可以说明白，我就是没有说！"
            }
        },
        {
            "id": 4,
            "event": "漱芳斋夜宴",
            "time": "清朝乾隆年间，某夜",
            "location": "漱芳斋内",
            "description": "夜色已深，漱芳斋内烛光摇曳，乾隆皇帝静坐于上首，小燕子与永琪意外归来，气氛微妙而紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直率，眼睛明亮有神，身着一袭红色格格装，显得格外活泼。",
                    "position": "站在大厅中央，显得有些局促不安",
                    "states": "既惊讶又有些紧张"
                },
                {
                    "id": 1,
                    "name": "永琪",
                    "gender": "男",
                    "description": "风度翩翩，身着皇子服饰，眉宇间透露着沉稳。",
                    "position": "站在小燕子身旁，目光坚定",
                    "states": "镇定自若，试图缓和气氛"
                },
                {
                    "id": 2,
                    "name": "乾隆皇帝",
                    "gender": "男",
                    "description": "龙颜威严，眼神深邃，身着龙袍，气定神闲。",
                    "position": "坐在上位，目光审视着小燕子和永琪",
                    "states": "面带微笑，眼神中透露出一丝期待"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "小燕子瞪大眼睛，意外之余不失活泼，上前一步，对乾隆皇帝行礼",
                    "dialogue": "“皇阿玛，您怎么还没休息？小燕子给您请安了！”"
                },
                {
                    "action_id": 1,
                    "character": "永琪",
                    "character_id": 1,
                    "action": "永琪微微欠身，礼貌地对乾隆皇帝说话",
                    "dialogue": "“皇阿玛，儿臣和小燕子在外头办了点事，没想到您会在这里等我们。”"
                },
                {
                    "action_id": 2,
                    "character": "乾隆皇帝",
                    "character_id": 2,
                    "action": "乾隆皇帝轻轻点头，语气和蔼地回应",
                    "dialogue": "“朕知道你们今晚的所作所为，此番前来，正是想与你们谈谈心。不必拘礼，都坐下吧。”"
                }
            ],
            "plot": "乾隆皇帝在漱芳斋设下夜宴，意在考验小燕子和永琪的忠诚与智慧。小燕子与永琪必须以最真诚的态度和皇帝进行对话，以赢得皇帝的信任和谅解。",
            "chunk": {
                "id": 70,
                "text": "”尔康觉得这个办法烂极了，急忙说：\n“听我说！ 现在背诗已经来不及，反正，如果被抓到，也是落在侍卫手里。 半夜三更，没有人会去惊动皇上！ 侍卫毕竟好打发，你们一个是阿哥，一个是格格，尽管拿出威风来吼他们！ 谁吃了熊心豹子胆，来得罪皇上面前最得宠的两个人！ 所以，赖定了，是在宫里走动走动，就对了！ 我和尔泰，五更就会进宫来看动静，万一出了什么事，我们和令妃娘娘，一定会想办法营救！ ”\n永琪连连点头：\n“还是尔康脑筋清楚，就这么办！ 小燕子，别忘记你是还珠格格，一人之下万人之上，没人敢惹咱们，知道吗？ ”\n小燕子猛点头。 “如果进不了宫，只好先回府去商量大计，我们会看着你们进宫再离去！ ”\n紫薇见皇宫在即，便拉着小燕子的手，非常不放心地叮嘱：\n“你在宫里，真的不比外面，你一定要小心，不能太任性了！ 五阿哥有一句话，‘伴君如伴虎’，你要放在心里呀！ 不管皇阿玛多疼你，他还是皇帝！ ”\n“我知道了！ 不会再惹他了！ ”小燕子看着紫薇，“告诉柳青柳红，我下次出了宫，一定会去看他们！ ”\n“我会的！ ”\n“别依依不舍了！ 宫门快到了，小燕子，你坐回驾驶座上去！ 尔康、尔泰、紫薇，你们三个下车吧，不过，没有马车，你们怎么回去呢？ ”永琪问。 “这么好的月色，散散步就回去了！ ”尔康说。 小燕子把紫薇一抱，千千万万个舍不得，羡慕已极地说：\n“我不要回宫了，我要跟你们一起，在月光下散步！ ”\n“别闹了！ 你是我们带出来的，如果丢了，大家都完了！ 赶快，下车的下车，换位子的换位子！ ”尔泰喊。 于是，马车停下，尔泰、尔康、紫薇下车。 马车向前驶去。 小燕子在驾驶座上，拼命对紫薇挥手。 “紫薇过两天我再来看你！ 不要气我，不要怪我啊！ ”\n“别喊了！ 我知道，我都知道……决去吧！ ”\n马车停在宫门前，小桂子下车，伸手拍门。 紫薇、尔康、尔泰躲在暗处观望。 宫门开了，侍卫出来。 一看是五阿哥，纷纷请安，高喊“吉祥”，对于那个半蒙着脸、缩着头、毫不起眼的小燕子浑然不疑，马车踢踢踏踏进去了。 宫门关上。 尔康、尔泰、紫薇从暗处走出，大家相对而笑，全都吐出一口长气。 小燕子进了宫，好生得意，真是人不知鬼不觉。 下了马车，永琪不放心，一直送小燕子到漱芳斋。 整个漱芳斋静悄悄的，安详极了，窗子上，透出明亮的灯光。 两人四面看看，放了心，彼此互视，相对一笑。 小燕子用手背拍拍永琪：\n“成功了，谢谢你，这个晚上对我太重要了，我永远忘不了今晚！ 你的大恩大德，我记在心上了！ ”\n“你记在心上就好了，别提什么大恩大德了！ ”永琪眼光停在她脸上，话中有话地说。 “你快回去吧！ ”小燕子笑笑。 “我看你进去了，我再回去……”想想，又说，“我送你进去吧！ 怎么小邓子小卓子都睡死了，一个也不出来接你？ 这儿黑，小心门槛……”\n小燕子推开大厅的门，还回头看永琪：\n“我兴奋得很，一点都不困，干脆进来喝杯茶吧！ 要不然……”睁着骨碌大眼，异想天开地说，“这样吧！ 我让小邓子他们烫一壶酒，弄点小菜，咱们庆祝一下，好不好？ ”\n永琪一怔，虽知不妥，但是，这种诱惑力太大了，立刻喜悦地答道：\n“好极了！ 古人秉烛夜游，我们也来‘花间小酌’吧！ 哈哈！ ”\n二人嘻嘻哈哈，进入大厅去。 一走进大厅，乾隆那威严的声音，就像焦雷般在两人耳边炸开：\n“小燕子！ 永琪！ 回来了？ 要不要烫一壶酒，弄点小菜，咱们大家喝两杯？"
            }
        },
        {
            "id": 5,
            "event": "皇城秘闻",
            "time": "大明朝景泰三年，一个春意盎然的午后",
            "location": "皇宫深处的废弃书库",
            "description": "废弃书库内尘封多年，阳光透过尘土斑驳地洒在古籍上，李时中和王贵妃在此秘密会面，气氛紧张而神秘。",
            "characters": [
                {
                    "id": 0,
                    "name": "李时中",
                    "gender": "男",
                    "description": "内阁首辅，智谋过人，喜怒不形于色，行事谨慎。",
                    "position": "站在窗边，背对着门口，神态自若。",
                    "states": "表面镇定，内心警惕"
                },
                {
                    "id": 1,
                    "name": "王贵妃",
                    "gender": "女",
                    "description": "皇帝宠妃，心思缜密，善于察言观色，权谋手腕高明。",
                    "position": "坐在桌旁，手中把玩着一枚玉佩，眼神深邃。",
                    "states": "感到好奇，暗藏机锋"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "李时中",
                    "character_id": 0,
                    "action": "李时中缓缓展开手中的密信，目光如炬。",
                    "dialogue": "贵妃娘娘，这封信中的内容恐怕非同小可，我们需小心行事。"
                },
                {
                    "action_id": 1,
                    "character": "王贵妃",
                    "character_id": 1,
                    "action": "王贵妃接过密信，眉头微蹙，若有所思。",
                    "dialogue": "此事确实关系重大，我们不能掉以轻心，以免留下把柄。"
                }
            ],
            "plot": "李时中与王贵妃在废弃书库中密谋，涉及皇位继承的秘闻。两人小心翼翼地探讨着信中的内容，而这场密会背后隐藏着更为复杂的宫廷斗争。",
            "chunk": {
                "id": 75,
                "text": "“哎哟……哎哟……”\n尔泰、永琪、尔康三人，都不敢有任何反应，跪得直直的。 乾隆惊看小燕子：\n“你又怎么了？ ”\n小燕子眼中含泪，脸色苍白，喊着说：\n“皇阿玛……我想，我的八字跟皇宫不合，自从进宫以后，大伤小伤，到处都伤！ 大痛小痛，到处都痛！ 我又很会得罪人，每个人都跟我生气，我觉得好累呀！ ”\n乾隆凝视小燕子。 “你累？ 我看，你弄得整个皇宫鸡飞狗跳，人人都累！ ”\n小燕子低头不语。 乾隆叹了口气，对地上四个人说：\n“你们都起来！ ”\n尔康、尔泰、永琪、小燕子就站起身来。 乾隆看着四人，若有所思，沉吟片刻，说：\n“你们几个，都是皇室子弟，大家感情好，是一件好事！ 但是，千万不要忘记自己的身份，什么事该做，什么事不该做，自己要有一个谱！ 不要大家跟着还珠格格乱转，没大没小，没上没下！ 如果朕怪罪起来，伤了亲戚和气，如果不怪罪，岂不是又太便宜你们了？ ”\n皇后见乾隆的意思又活动了，显然要放水，不禁着急：\n“皇上！ ”\n乾隆立刻看着皇后说：\n“朕自有分寸，皇后不必为他们太操心了！ ”\n皇后被乾隆一堵，气得说不出话来。 乾隆看尔康等三人：\n“你们三个，身为兄长，不知以身作则，你们自己说，该当何罪？ ”\n三人还来不及说话，小燕子挺身而出：\n“所有的错，都是我一个人的！ 昨儿私自出宫，五阿哥和尔泰都是被我闹的，没有办法！ 一屋子奴才，也都只有听我的！ 现在，我已经知道，我的任性、自私会害了每一个人！ 真的后悔了，知错了！ 皇阿玛一向疼爱我，我每次闯祸，皇阿玛都会原谅我，您就再原谅我一次吧！ 从今以后，我一定痛下决心，好好念书，做个让您骄傲的格格，来报答您，好不好？ ”\n小燕子这一篇话，掏自肺腑，说得诚恳之至，乾隆不禁动容，叹了口气说：\n“唉！ 你实在让朕头痛！ 国家的事，已经有一大堆麻烦，朕操心都操不完了，还要整天为你烦恼！ ”\n尔康连忙上前问：\n“皇上是为边疆的战事烦恼吗？ ”\n“是呀！ 刚刚在朝上，大臣们纷纷禀告，西藏的吐司又在蠢蠢欲动，缅甸边境，更是战事连连，回疆也不平静，准噶尔也有麻烦……朕想到边境上的老百姓，连年战争，民不聊生，心里很沉重！ ”\n永琪神色一正，对这样的父亲，肃然起敬，诚恳地说：\n“皇阿玛！ 您整天为国事操劳，常常深夜还在批奏章，儿臣不能为皇阿玛解忧，还为一些生活小事，让皇阿玛生气，真是不孝极了！ 现在，我已经长成，不知道可不可以，随兆惠将军出征，或是随傅六叔出征！ ”\n乾隆走近永琪，深深凝视他。 “治国不一定要带兵！ 你年龄还小，念书第一，国家的事，你不必操之过急！ 你从小就肯读书，文学武功，都学得挺好！ 朕对你期望也很深。 你不要辜负了朕，就是你的孝顺了！ ”\n几句话说得永琪热血沸腾，又是感动，又是受宠若惊，又是汗颜，就恭恭敬敬地、心服口服地说：\n“儿臣谨遵皇阿玛教诲！ ”\n皇后听着，看着，脸色铁青。 乾隆看看小燕子，提起精神，一笑说：\n“小燕子！ 算你运气，朕也不追究你了！ 免得你一天到晚提心吊胆，说不定做出更多稀奇古怪的事来！ 朕告诉你，以后要出宫，不要装成小太监，你跟令妃娘娘说一声，让人跟着你，保护你，你就大大方方出去吧！ 至于去福伦家，更无须躲躲藏藏，自家亲戚，多走走也好！ ”\n小燕子大喜过望，眼睛睁得大大的，简直不相信自己的耳朵了。 “皇阿玛，您不罚我啦？ ”她小小声地问。 “朕不罚你了。 ”\n“也不罚五阿哥吗？ ”她兀自不相信。 “也不罚五阿哥。 ”\n“所有的人都不罚了吗？ ”\n乾隆叹口气：\n“都不罚了！"
            }
        },
        {
            "id": 6,
            "event": "揭露皇后阴谋",
            "time": "乾隆年间，一个晴朗的午后",
            "location": "皇宫内的御花园",
            "description": "阳光透过树叶，斑驳地洒在花园的石板路上。花园中，牡丹盛开，花香四溢，一群宫女正在远处修剪花草。小燕子、永琪和尔康秘密聚集在此，准备商讨如何揭露皇后的阴谋。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直率，充满正义感，具有敏锐的洞察力。此刻她显得焦虑而坚定。",
                    "position": "站在一朵盛开的牡丹前，手中紧握着皇后与神秘人物往来的证据。",
                    "states": "情绪激动，决心要将皇后的阴谋公之于众。"
                },
                {
                    "id": 1,
                    "name": "永琪",
                    "gender": "男",
                    "description": "皇室子弟，文武双全，思维敏捷。他眉头紧锁，深谋远虑。",
                    "position": "坐在石凳上，手托着下巴，认真聆听小燕子的计划。",
                    "states": "神情专注，时刻准备提出自己的见解。"
                },
                {
                    "id": 2,
                    "name": "尔康",
                    "gender": "男",
                    "description": "聪明过人，善于分析，是小燕子与永琪的得力助手。他冷静地观察四周，确保无人偷听。",
                    "position": "站在小燕子旁边，目光警惕地扫视周围。",
                    "states": "保持警觉，随时准备应对突发情况。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "挥舞着手中的证据，情绪激动地向永琪和尔康说明皇后的阴谋。",
                    "dialogue": "“你们看，这就是皇后与那个神秘人的通信，我们必须想办法让皇阿玛知道这一切！”"
                },
                {
                    "action_id": 1,
                    "character": "永琪",
                    "character_id": 1,
                    "action": "从石凳上站起来，接过小燕子手中的证据，仔细审视。",
                    "dialogue": "“这件事非同小可，我们需要一个周全的计划，确保一举成功。”"
                },
                {
                    "action_id": 2,
                    "character": "尔康",
                    "character_id": 2,
                    "action": "点头同意永琪的看法，并提出自己的建议。",
                    "dialogue": "“我同意五阿哥的看法，我们可以如此这般……”"
                }
            ],
            "plot": "小燕子、永琪和尔康在御花园商讨揭露皇后阴谋的计划，三人各抒己见，最终形成一个共同的行动计划。",
            "chunk": {
                "id": 75,
                "text": "“哎哟……哎哟……”\n尔泰、永琪、尔康三人，都不敢有任何反应，跪得直直的。 乾隆惊看小燕子：\n“你又怎么了？ ”\n小燕子眼中含泪，脸色苍白，喊着说：\n“皇阿玛……我想，我的八字跟皇宫不合，自从进宫以后，大伤小伤，到处都伤！ 大痛小痛，到处都痛！ 我又很会得罪人，每个人都跟我生气，我觉得好累呀！ ”\n乾隆凝视小燕子。 “你累？ 我看，你弄得整个皇宫鸡飞狗跳，人人都累！ ”\n小燕子低头不语。 乾隆叹了口气，对地上四个人说：\n“你们都起来！ ”\n尔康、尔泰、永琪、小燕子就站起身来。 乾隆看着四人，若有所思，沉吟片刻，说：\n“你们几个，都是皇室子弟，大家感情好，是一件好事！ 但是，千万不要忘记自己的身份，什么事该做，什么事不该做，自己要有一个谱！ 不要大家跟着还珠格格乱转，没大没小，没上没下！ 如果朕怪罪起来，伤了亲戚和气，如果不怪罪，岂不是又太便宜你们了？ ”\n皇后见乾隆的意思又活动了，显然要放水，不禁着急：\n“皇上！ ”\n乾隆立刻看着皇后说：\n“朕自有分寸，皇后不必为他们太操心了！ ”\n皇后被乾隆一堵，气得说不出话来。 乾隆看尔康等三人：\n“你们三个，身为兄长，不知以身作则，你们自己说，该当何罪？ ”\n三人还来不及说话，小燕子挺身而出：\n“所有的错，都是我一个人的！ 昨儿私自出宫，五阿哥和尔泰都是被我闹的，没有办法！ 一屋子奴才，也都只有听我的！ 现在，我已经知道，我的任性、自私会害了每一个人！ 真的后悔了，知错了！ 皇阿玛一向疼爱我，我每次闯祸，皇阿玛都会原谅我，您就再原谅我一次吧！ 从今以后，我一定痛下决心，好好念书，做个让您骄傲的格格，来报答您，好不好？ ”\n小燕子这一篇话，掏自肺腑，说得诚恳之至，乾隆不禁动容，叹了口气说：\n“唉！ 你实在让朕头痛！ 国家的事，已经有一大堆麻烦，朕操心都操不完了，还要整天为你烦恼！ ”\n尔康连忙上前问：\n“皇上是为边疆的战事烦恼吗？ ”\n“是呀！ 刚刚在朝上，大臣们纷纷禀告，西藏的吐司又在蠢蠢欲动，缅甸边境，更是战事连连，回疆也不平静，准噶尔也有麻烦……朕想到边境上的老百姓，连年战争，民不聊生，心里很沉重！ ”\n永琪神色一正，对这样的父亲，肃然起敬，诚恳地说：\n“皇阿玛！ 您整天为国事操劳，常常深夜还在批奏章，儿臣不能为皇阿玛解忧，还为一些生活小事，让皇阿玛生气，真是不孝极了！ 现在，我已经长成，不知道可不可以，随兆惠将军出征，或是随傅六叔出征！ ”\n乾隆走近永琪，深深凝视他。 “治国不一定要带兵！ 你年龄还小，念书第一，国家的事，你不必操之过急！ 你从小就肯读书，文学武功，都学得挺好！ 朕对你期望也很深。 你不要辜负了朕，就是你的孝顺了！ ”\n几句话说得永琪热血沸腾，又是感动，又是受宠若惊，又是汗颜，就恭恭敬敬地、心服口服地说：\n“儿臣谨遵皇阿玛教诲！ ”\n皇后听着，看着，脸色铁青。 乾隆看看小燕子，提起精神，一笑说：\n“小燕子！ 算你运气，朕也不追究你了！ 免得你一天到晚提心吊胆，说不定做出更多稀奇古怪的事来！ 朕告诉你，以后要出宫，不要装成小太监，你跟令妃娘娘说一声，让人跟着你，保护你，你就大大方方出去吧！ 至于去福伦家，更无须躲躲藏藏，自家亲戚，多走走也好！ ”\n小燕子大喜过望，眼睛睁得大大的，简直不相信自己的耳朵了。 “皇阿玛，您不罚我啦？ ”她小小声地问。 “朕不罚你了。 ”\n“也不罚五阿哥吗？ ”她兀自不相信。 “也不罚五阿哥。 ”\n“所有的人都不罚了吗？ ”\n乾隆叹口气：\n“都不罚了！"
            }
        },
        {
            "id": 7,
            "event": "侠女飞霜的救援",
            "time": "乾隆年间，初春午后",
            "location": "幽幽谷附近的山林",
            "description": "春意盎然的山林中，阳光透过稀疏的树叶，斑驳地照在青石小径上。小燕子与飞霜藏身于一处隐蔽的洞穴内，洞外不远处有搜寻者的脚步声。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "活泼好动，身手敏捷，擅长武艺，具有侠义心肠的燕子格格。",
                    "position": "洞穴内，靠近洞口，准备随时应对外来的威胁。",
                    "states": "紧张而兴奋，准备随时出手"
                },
                {
                    "id": 1,
                    "name": "飞霜",
                    "gender": "女",
                    "description": "冷静沉着，武艺高强的神秘侠女，对小燕子的活泼感到既新鲜又无奈。",
                    "position": "洞穴深处，正在包扎伤口。",
                    "states": "冷静，但有些虚弱，因为之前的打斗而受伤"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "小燕子紧握剑柄，侧耳倾听洞外的动静，眼中闪过一丝警惕。",
                    "dialogue": "“飞霜姐姐，你先休息，外面那些家伙交给我！”"
                },
                {
                    "action_id": 1,
                    "character": "飞霜",
                    "character_id": 1,
                    "action": "飞霜轻轻摇头，嘴角挂着淡然的微笑，低声回应。",
                    "dialogue": "“小燕子，别冲动，我们得智取。”"
                }
            ],
            "plot": "小燕子与飞霜在山林洞穴中躲避追杀者，两人性格迥异，却在危机中形成了互补。这一幕展现了她们之间的初步信任和即将展开的冒险。",
            "chunk": {
                "id": 80,
                "text": "”\n尔康已经身先众人，冲到茅屋前，一推门，门便开了。 房内空空如也，只有简单的炊具，四壁萧然，什么人都没有。 尔康一呆，小燕子一呆，随后奔来的尔泰和永琪一呆。 “我们被骗了！ 这儿哪里像姑娘住的地方？ ”\n“就是嘛！ 连张床都没有，只有稻草堆！ ”\n小燕子回头，很有把握地说：\n“不会骗我们，她们一定就在这附近！ 大家分开来找！ ”便大喊，“小邓子！ 小卓子！ 小桂子！ 你们都帮忙去找人！ ”\n几个太监苦着脸，小邓子问：\n“格格要找谁？ 高的还是矮的？ 胖的还是瘦的？ ”\n“两个姑娘！ 和我一般大，长得像天仙一样的，就对了！ ”小燕子说。 三个太监应着“喳”，分头去找。 尔康失望地走出茅屋，站在山坡上眺望，四面一看，忽然惊觉：\n“这儿离一个地方好近……幽幽谷！ ”\n尔康蓦然之间，冲到马车前，解下一匹马，飞身跃上马背。 “驾！ 驾！ 驾……”\n尔康一夹马腹，马儿如箭离弦，飞快地向前奔去。 小燕子和众人，目瞪口呆，纷纷大叫：\n“尔康！ 尔康！ 你去哪里？ 尔康……”\n紫薇确实在幽幽谷。 本来，只要柳青给她弄个可以住的地方，怎么都没想到，那么巧！ 小茅屋的后面，走不了多远，竟然是幽幽谷！ 第一天住进来，百无聊赖，整天在外面走，走来走去，就发现了这个山谷，然后，她就离不开这个山谷了。 站在水边，想着尔康，她的心已碎，魂已飞。 为什么要相遇呢？ 为什么相遇又不能相守呢？ 难道，母亲的命运，要在自己身上重演？ 终生的等待，终生的相思，却再也见不到面了！ 她想着母亲的歌：“山也迢迢，水也迢迢，山水迢迢路遥遥！ 盼了昨宵，又盼今朝，盼来盼去魂也消！ ”心里真是千回百转，百转千回。 云淡淡，风轻轻，水盈盈。 紫薇就这样默默地站着，动也不动，一任云来云往，风来风去，花飞花落……金琐不敢打扰她，坐在远远的一角的石头上，关心地、同情地、无奈地注视着她。 忽然间，马蹄声传来。 紫薇被马蹄声惊动了，蓦然回头，简直不敢相信她的眼睛，是尔康！ 他正骑马奔来。 她挺立着，不能动，不能呼吸。 尔康的身影，越奔越近，越奔越近，越奔越近……\n金琐站起身来，惊喜交集，看着尔康。 尔康奔到紫薇身边，翻身落马。 他喘吁吁地站住，一瞬也不瞬地看着紫薇。 两人都不说话，就这样痴痴对视，好久，好久。 然后，尔康张开双臂，紫薇就投进他的怀里去了。 两人紧紧地、紧紧地拥抱着，只觉得万籁无声，天地无存，世界上，只剩下他们两个遗世而独立。 好半天，尔康才抬起头来，看着她，恍如隔世。 “紫薇，你好残忍！ 留那样一封信给我，写上一句‘生死相许，刻骨铭心’，再写上一句‘永别了’，然后一走了之！ 你知道这对我是怎样的打击？ 你安心要我活不下去，是不是？ ”\n紫薇落泪了，定定地看着尔康，千言万语，不知从何说起。 “你怎么会找到了我？ ”她问。 尔康拉着她的手，紧紧地看着她。 “这个，慢慢再告诉你！ 算是我们心有灵犀吧！ 现在，有一大堆人在等着我们呢！ 我要你一句话……”\n“什么话？ ”\n“你真的要离开我吗？ 你真的要走出我的生命吗？ 真的吗？ ”\n紫薇一瞬也不瞬地迎视着他，眼里燃烧着一片炙热的深情，心里的千回百转，百转千回，化成两句最缠绵的誓言。 她低低地、坚定地念了两句诗：\n“山无棱，天地合，才敢与君绝！ ”\n尔康把她重重一抱，热烈地喊：\n“有你这样几句话，我们还怕什么？ 命运在我们自己手里，让我们去创造命运吧！ 事在人为啊！ 我会拼掉我的生命，来为我们的命运奋斗！ ”\n金琐站在一边，流了满脸的泪。"
            }
        },
        {
            "id": 8,
            "event": "紫薇与小燕子的误会",
            "time": "午后时分（例：雍正三年五月十五日）",
            "location": "皇宫内御花园的凉亭",
            "description": "阳光明媚的午后，御花园内花香四溢，紫薇和小燕子在凉亭附近不期而遇，由于一场误会，两人产生了言语上的冲突。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "聪明、善良、敏感，具有很高的音乐天赋，对于宫中生活不太适应。",
                    "position": "站在凉亭一旁，手中拿着一本诗集",
                    "states": "感到困惑和委屈"
                },
                {
                    "id": 1,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格活泼、直率，有时略显冲动，对于宫中规矩有一定的了解。",
                    "position": "站在凉亭另一侧，表情略显激动",
                    "states": "感到愤怒和误解"
                },
                {
                    "id": 2,
                    "name": "五阿哥尔康",
                    "gender": "男",
                    "description": "成熟、稳重，具有很高的智慧和情商，是紫薇和小燕子的调解者。",
                    "position": "从凉亭旁的石径走来",
                    "states": "保持冷静，准备调解"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇疑惑地看着小燕子，试图解释误会",
                    "dialogue": "“小燕子，你误会我了，我并没有...”"
                },
                {
                    "action_id": 1,
                    "character": "小燕子",
                    "character_id": 1,
                    "action": "小燕子激动地打断紫薇，表达不满",
                    "dialogue": "“别说了，我亲眼看到的，你就是在...”"
                },
                {
                    "action_id": 2,
                    "character": "五阿哥尔康",
                    "character_id": 2,
                    "action": "五阿哥尔康走上前，温和地制止两人的争吵",
                    "dialogue": "“好了，两位，事情并没有你们想的那么严重，让我们先坐下来，慢慢说。”"
                }
            ],
            "plot": "紫薇和小燕子在御花园的误会，通过五阿哥尔康的调解，展现了友谊的珍贵和误会解除的重要性。",
            "chunk": {
                "id": 85,
                "text": "”\n“我知道，我都知道！ ”\n“万一在宫里住不下去，告诉五阿哥，我们就接你出来，千万不要勉强！ ”\n“我知道，我都知道！ ”\n尔康深深切切地看着她，恨不得用眼光将她紧紧锁住。 “记住！ 今天的小别，是为了以后的天长地久。 ”\n紫薇又拼命点头。 “那么，你还有话要跟我说吗？ ”尔康不舍已极地看着她。 “珍重！ ”\n尔康心头一热。 “就这么两个字？ ”期待地问，“还有没有别的呢？ ”\n紫薇就走到桌前坐下，开始抚琴。 她一面拨出叮咚咚的音符，一面凝视着尔康，婉转地唱着：\n聚也不容易，散也不容易，聚散两依依，今夕知何夕！ 见也不容易，别也不容易，宁可相思苦，怕作浮萍聚！ 走也不容易，留也不容易，心有千千结，个个为君系！ 醒也不容易，醉也不容易，今宵离别后，还请长相忆！ 紫薇唱完，眼光幽幽柔柔地看着尔康。 尔康神魂俱醉，痴倒在紫薇的眼神歌声里。 于是，这一天，福晋领着紫薇、金琐，进了宫，直接来到令妃面前。 小燕子早就等在令妃旁边，用热切的眸子，盯着紫薇，兴奋得不得了。 “娘娘！ 我把紫薇和金琐带来了！ ”福晋说。 紫薇和金琐双双跪下磕头。 “奴婢紫薇叩见令妃娘娘！ 娘娘千岁千千岁！ ”\n“奴婢金琐叩见令妃娘娘！ 娘娘千岁千千岁！ ”金琐也跟着磕头。 “抬起头来！ 给我瞧瞧！ ”令妃说。 紫薇和金琐便双双抬头。 令妃走到两人面前，仔细地打量二人，心里有些惊讶，不能不赞美：\n“哟！ 长得真是不错！ 白白净净，清清秀秀的！ ”便问紫薇，“几岁啦？ ”\n“奴婢十八岁！ ”\n“我十七！ ”金琐急忙跟着答。 “没问你，不用答话！ ”令妃笑着说。 “是！ 我知道了！ ”金琐急忙回答。 “好了，这‘我呀我’的毛病，慢慢再改吧！ 跟了还珠格格，我想，这规矩就难教了。 不过，格格得到皇上特许，可以不苟求‘规矩’，你们两个，就不一样了！ 这些宫中的礼仪规范，还是要遵守的！ 如果出了差错，别人会说我令妃，怎么让你们两个进宫的！ 知道吗？ ”\n紫薇急忙磕头说：\n“奴婢谢娘娘指点！ 一定遵守规矩，不让娘娘为难！ ”\n令妃一怔，忍不住再看了紫薇一眼。 小燕子站在一边，早已忍耐不住，上前对令妃急急地说：\n“我可不可以带她们回漱芳斋了？ ”\n“你急什么？ 我话还没有说完呢！ ”令妃又对两人叮嘱，“你们两个，是靠着还珠格格的面子进宫来的，没有受过正式的宫女训练，自己要机警一点，要知道分寸！ 就算在漱芳斋里，也不可以和格格没上没下！ 宫里地方大，除了漱芳斋，别的地方不要乱走乱逛！ 出了娄子，可没有人给你们收拾！ ”\n紫薇又磕头，说：\n“奴婢谨遵娘娘教诲！ 一定会自我约束，谨守本分，不敢逾矩！ ”\n令妃又看了紫薇一眼，觉得此女说话不俗，有点纳闷。 小燕子已经急得不得了。 “娘娘！ 您说完没有？ 其他的规矩，我会慢慢地教她们！ ”\n令妃睁大眼睛，失笑地说：\n“你教？ 那你还是别教的好！ ”\n正说着，外面忽然传来太监的大声通报：\n“皇上驾到！ ”\n紫薇一听到这四个字，脑中顿时轰地一响，整个人就惊得一颤。 皇上？ 皇上？ 她才进宫，居然马上可以见到皇上？ 天啊！ 她的心擂鼓似的在胸腔里敲击，脸色顿时发白，眼睛直了。 皇上来了，乾隆来了，那一国之君，万人之上，她从未谋面的亲爹啊！ 她简直不能呼吸了，跪在那儿动也不敢动。 乾隆大步走进。 一屋子的人请安的请安，拜倒的拜倒。 令妃和福晋急忙迎过去。 “皇上，怎么这会儿有时间过来？ ”令妃问。 乾隆心情良好，大笑说：\n“哈哈！ 今天真高兴，缅甸的问题解决了！"
            }
        },
        {
            "id": 9,
            "event": "夜探西厢",
            "time": "道光年间，春夜",
            "location": "书生张生的书房，西厢",
            "description": "春夜静谧，月色洒在张生的书房，西厢房内烛光微弱，院落中花影摇曳，一片幽静。此时，崔莺莺与红娘悄然来到书房外，欲探查张生的读书情况。",
            "characters": [
                {
                    "id": 0,
                    "name": "崔莺莺",
                    "gender": "女",
                    "description": "聪明伶俐，才貌双全，对张生心生爱慕。",
                    "position": "书房西侧的回廊",
                    "states": "好奇、紧张"
                },
                {
                    "id": 1,
                    "name": "红娘",
                    "gender": "女",
                    "description": "机智过人，善于交际，是崔莺莺的贴身侍女。",
                    "position": "书房东侧的树荫下",
                    "states": "警觉、谨慎"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "崔莺莺",
                    "character_id": 0,
                    "action": "崔莺莺轻移莲步，悄无声息地来到书房西侧，侧耳倾听张生的读书声。",
                    "dialogue": "“红娘，你听到张生在念什么了吗？”"
                },
                {
                    "action_id": 1,
                    "character": "红娘",
                    "character_id": 1,
                    "action": "红娘紧随其后，低声回应莺莺。",
                    "dialogue": "“小姐，小心些，别惊动了张生。”"
                }
            ],
            "plot": "崔莺莺与红娘在夜色中悄然接近张生的书房，她们对张生的关注和好奇为后续剧情的发展埋下了伏笔。",
            "chunk": {
                "id": 90,
                "text": "你往哪里逃！ 你不知道你姑奶奶叫做‘小燕子’？ ”小燕子叫着，便施展轻功，对窗外蹿去。 谁知，小燕子不胜酒力，这一蹿，竟然将脑袋在窗棂上撞得砰然一响，身子便重重地跌落在地，嘴里不禁哎哟哎哟叫出声。 紫微、金琐、明月、彩霞、小邓子全部围过来看小燕子。 紫薇抱着小燕子的头，拼命揉着：\n“不得了！ 撞出一个大包了，怎么办？ ”转头急喊，“金琐！ 那个‘跌打损伤膏’有没有带来？ ”\n“好像没有耶！ ”\n“药膏？ 我这儿有一大堆，皇上说格格容易受伤，留了各种药膏。 五阿哥又送了一大堆来，我去拿来！ ”\n明月说，就奔去拿药。 小燕子一挺身，从紫薇怀里坐起来，气呼呼的，还要对窗外冲去，嘴里怒骂：\n“哪个王八蛋，在外面鬼鬼祟祟？ 有种，你给我出来！ ”说着，就摇摇晃晃地，又要施展轻功，往窗外蹿。 紫薇慌忙一把抱住了小燕子。 “算了算了，你站都站不稳，怎么追人嘛？ ”\n“人已经跑了，追也追不上了！ ”金琐也说。 小燕子仍然跳着脚骂：\n“会武功？ 会武功有什么了不起？ 半夜三更来偷看，看什么看？ 欺负我这儿没高手是不是？ 赶明儿我把柳青柳红也弄进宫来，看你们还能逃到哪里去！ 气死我了！ ”\n一场宴会，就被这门外的黑影给匆匆地结束了。 紫薇进宫的第一天，也就这样结束了。 15\n尔康自从紫薇进宫，就害起相思病来，心里七上八下，总是怀疑自己的主意拿错了，一天到晚，魂不守舍。 虽然，永琪和尔泰都说，小燕子这两天很乖，宫里也没有出什么状况，可是，他就是不能安心，也不能放心。 早也想紫薇，晚也想紫薇。 这天，再也按捺不住了，就不管合不合适，得不得体，拉着永琪尔泰，一起来到漱芳斋，探视紫薇。 紫薇看到他们，又惊又喜又紧张，问：\n“你们三个人，就这样闯来了？ 给人看到有关系没有？ ”\n“五阿哥是阿哥！ 在宫里走来走去，当然没关系，我跟五阿哥是一道的，也没关系！ 就是尔康没事往宫里跑，有点问题！ ”尔泰说。 “那……尔康，你还不赶快离开！ 不要让人发现了！ ”紫薇着急地说。 尔康盯着紫薇看，眼里，盛载着千言万语。 “已经冒险进来了，你就不要担心害怕了！ 就算有人看到，说是陪伴五阿哥，过来办事，也就搪塞了。 总之，皇上没出宫，我在宫里陪着，也还说得过去！ ”他上上下下地看紫薇，好像已经分别了几百年似的，“你怎样？ 好吗？ 有进展吗？ ”\n“我才进来几天，谈什么进展呢？ 除了第一天匆匆忙忙地见了皇上一面，到现在根本就没有再见到过他！ ”\n“大家长话短说，说完了就走！ 咱们三个这样出现在漱芳斋，实在有点引人注意！ ”永琪说，看着小燕子的额头，“怎么肿个大包？ 又跟人动手了吗？ ”\n一句话提醒了小燕子，就急急地说：\n“你们三个臭皮匠，赶快再想个办法，给我找几个武功高手来。 要不然，你们去找柳青柳红，把他们弄进宫里来，做我的侍卫！ ”\n永琪睁大眼睛：\n“你这真是异想天开！ 刚刚把紫薇金琐弄进来，已经好不容易，你还想把柳青柳红弄进来！ ”\n“等到柳青柳红进来之后，你大概就想把什么小豆子、小虎子、宝丫头……通通弄进来，你预备把整个大杂院搬进皇宫，是不是？ ”尔泰问。 “可是，我这漱芳斋晚上会闹贼！ 半夜三更，还有夜行人来偷看！ 我的武功，越来越退步，翻个窗子，都会撞到头！ ”\n“那是因为你喝醉了！ ”紫薇说。 尔康、永琪、尔泰大惊。 “有人偷看，什么人？ 你们有没有注意？ 小邓子、小卓子他们怎么不在外面守卫？ ”\n金琐给每个人倒了茶过来，就接口说：\n“小邓子、小卓子都喝醉了！"
            }
        },
        {
            "id": 10,
            "event": "深夜调查神秘夜行人",
            "time": "清朝乾隆年间，某日夜里亥时",
            "location": "漱芳斋内院",
            "description": "夜已深，漱芳斋内灯火通明，小燕子等人紧张地商讨如何应对夜行人的威胁，屋外风声鹤唳，一片紧张气氛。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格活泼，身手敏捷，因误会而受伤，现为调查夜行人积极准备。",
                    "position": "站在屋内中央，头上的伤口已经简单包扎。",
                    "states": "焦虑，急切地想要找出真相"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "性格温婉，聪明伶俐，擅长医术，关心小燕子的伤势，同时协助调查。",
                    "position": "坐在桌旁，手中拿着药箱，准备随时为小燕子处理伤口。",
                    "states": "担忧，但保持着冷静"
                },
                {
                    "id": 2,
                    "name": "尔康",
                    "gender": "男",
                    "description": "武艺高强，忠诚正直，主动请缨调查夜行人，是小燕子等人的保护者。",
                    "position": "站在窗边，警惕地观察外面的动静。",
                    "states": "警觉，准备随时应对突发情况"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "焦急地来回踱步，突然停下，提出自己的想法。",
                    "dialogue": "“我觉得我们应该分头行动，这样更容易发现那个夜行人的踪迹。”"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "抬头看向小燕子，眉头微蹙，轻声表达自己的担忧。",
                    "dialogue": "“可是这样会不会太危险了？如果遇到那个夜行人，你们要小心。”"
                },
                {
                    "action_id": 2,
                    "character": "尔康",
                    "character_id": 2,
                    "action": "点头同意小燕子的提议，同时安慰紫薇。",
                    "dialogue": "“我们会小心的，紫薇姑娘放心。现在最重要的是尽快找出真相。”"
                }
            ],
            "plot": "小燕子、紫薇和尔康在漱芳斋内商讨如何应对夜行人的威胁，决定分头行动进行调查，以保护漱芳斋的安全。",
            "chunk": {
                "id": 90,
                "text": "你往哪里逃！ 你不知道你姑奶奶叫做‘小燕子’？ ”小燕子叫着，便施展轻功，对窗外蹿去。 谁知，小燕子不胜酒力，这一蹿，竟然将脑袋在窗棂上撞得砰然一响，身子便重重地跌落在地，嘴里不禁哎哟哎哟叫出声。 紫微、金琐、明月、彩霞、小邓子全部围过来看小燕子。 紫薇抱着小燕子的头，拼命揉着：\n“不得了！ 撞出一个大包了，怎么办？ ”转头急喊，“金琐！ 那个‘跌打损伤膏’有没有带来？ ”\n“好像没有耶！ ”\n“药膏？ 我这儿有一大堆，皇上说格格容易受伤，留了各种药膏。 五阿哥又送了一大堆来，我去拿来！ ”\n明月说，就奔去拿药。 小燕子一挺身，从紫薇怀里坐起来，气呼呼的，还要对窗外冲去，嘴里怒骂：\n“哪个王八蛋，在外面鬼鬼祟祟？ 有种，你给我出来！ ”说着，就摇摇晃晃地，又要施展轻功，往窗外蹿。 紫薇慌忙一把抱住了小燕子。 “算了算了，你站都站不稳，怎么追人嘛？ ”\n“人已经跑了，追也追不上了！ ”金琐也说。 小燕子仍然跳着脚骂：\n“会武功？ 会武功有什么了不起？ 半夜三更来偷看，看什么看？ 欺负我这儿没高手是不是？ 赶明儿我把柳青柳红也弄进宫来，看你们还能逃到哪里去！ 气死我了！ ”\n一场宴会，就被这门外的黑影给匆匆地结束了。 紫薇进宫的第一天，也就这样结束了。 15\n尔康自从紫薇进宫，就害起相思病来，心里七上八下，总是怀疑自己的主意拿错了，一天到晚，魂不守舍。 虽然，永琪和尔泰都说，小燕子这两天很乖，宫里也没有出什么状况，可是，他就是不能安心，也不能放心。 早也想紫薇，晚也想紫薇。 这天，再也按捺不住了，就不管合不合适，得不得体，拉着永琪尔泰，一起来到漱芳斋，探视紫薇。 紫薇看到他们，又惊又喜又紧张，问：\n“你们三个人，就这样闯来了？ 给人看到有关系没有？ ”\n“五阿哥是阿哥！ 在宫里走来走去，当然没关系，我跟五阿哥是一道的，也没关系！ 就是尔康没事往宫里跑，有点问题！ ”尔泰说。 “那……尔康，你还不赶快离开！ 不要让人发现了！ ”紫薇着急地说。 尔康盯着紫薇看，眼里，盛载着千言万语。 “已经冒险进来了，你就不要担心害怕了！ 就算有人看到，说是陪伴五阿哥，过来办事，也就搪塞了。 总之，皇上没出宫，我在宫里陪着，也还说得过去！ ”他上上下下地看紫薇，好像已经分别了几百年似的，“你怎样？ 好吗？ 有进展吗？ ”\n“我才进来几天，谈什么进展呢？ 除了第一天匆匆忙忙地见了皇上一面，到现在根本就没有再见到过他！ ”\n“大家长话短说，说完了就走！ 咱们三个这样出现在漱芳斋，实在有点引人注意！ ”永琪说，看着小燕子的额头，“怎么肿个大包？ 又跟人动手了吗？ ”\n一句话提醒了小燕子，就急急地说：\n“你们三个臭皮匠，赶快再想个办法，给我找几个武功高手来。 要不然，你们去找柳青柳红，把他们弄进宫里来，做我的侍卫！ ”\n永琪睁大眼睛：\n“你这真是异想天开！ 刚刚把紫薇金琐弄进来，已经好不容易，你还想把柳青柳红弄进来！ ”\n“等到柳青柳红进来之后，你大概就想把什么小豆子、小虎子、宝丫头……通通弄进来，你预备把整个大杂院搬进皇宫，是不是？ ”尔泰问。 “可是，我这漱芳斋晚上会闹贼！ 半夜三更，还有夜行人来偷看！ 我的武功，越来越退步，翻个窗子，都会撞到头！ ”\n“那是因为你喝醉了！ ”紫薇说。 尔康、永琪、尔泰大惊。 “有人偷看，什么人？ 你们有没有注意？ 小邓子、小卓子他们怎么不在外面守卫？ ”\n金琐给每个人倒了茶过来，就接口说：\n“小邓子、小卓子都喝醉了！"
            }
        },
        {
            "id": 11,
            "event": "误会澄清比赛",
            "time": "乾隆年间，一个阳光明媚的午后",
            "location": "皇宫内，御花园",
            "description": "午后阳光洒在御花园的每个角落，花香四溢，小燕子、紫薇和永琪在花园中的一处凉亭附近，气氛紧张而又充满了期待。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直爽，眼睛里揉不得沙子，误会紫薇和永琪后，心中既气愤又难过。",
                    "position": "站在凉亭中央，面对紫薇和永琪",
                    "states": "情绪激动，眼含泪水"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温柔贤淑，善于表达，急于向小燕子证明她们的友谊。",
                    "position": "站在凉亭左侧，面向小燕子",
                    "states": "神态诚恳，语气柔和"
                },
                {
                    "id": 2,
                    "name": "永琪",
                    "gender": "男",
                    "description": "聪明而稳重，想要平息这场误会，维护大家的友谊。",
                    "position": "站在凉亭右侧，目光坚定地看着小燕子",
                    "states": "冷静，准备随时安抚小燕子"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "情绪激动地质问紫薇和永琪，为何要在背后议论她",
                    "dialogue": "“你们是不是觉得我小燕子好欺负，背地里说我的不是！”"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "温柔地解释，并请求小燕子听她把话说完",
                    "dialogue": "“小燕子，你误会了，我们是在讨论如何帮你，请你不要急于生气。”"
                },
                {
                    "action_id": 2,
                    "character": "永琪",
                    "character_id": 2,
                    "action": "提出通过比赛来证明他们的诚意，并邀请乾隆皇帝作为评判",
                    "dialogue": "“燕子，紫薇说的没错。我们用一场比赛来证明我们的友谊如何？”"
                }
            ],
            "plot": "小燕子误会紫薇和永琪在背后议论她，紫薇和永琪为了澄清误会，提出以比赛的形式来证明他们对小燕子的友谊。",
            "chunk": {
                "id": 95,
                "text": "一点出息都没有！ ”\n小燕子往乾隆面前一跪，说：\n“我本来就是‘没教养的小女子’，改也改不好！ 皇后想尽办法要杀了我，我帮她处理了，让您少费心！ ”\n“你跟皇后又怎么了？ 她打了你两个宫女，又没打你，你也要气成这样？ ”\n这一下，小燕子不是做戏了，真情流露，痛喊出声：\n“皇阿玛！ 宫女也是人，宫女也有爹有娘，爹会疼，娘会爱呀！ 她的娘虽然死了，她还有爹……她的亲爹如果知道她被人打成这样，一定会心痛死的！ ”说着，爬起身子，把紫薇拉到乾隆面前来，“紫薇，抬起头来，让皇阿玛看看你的脸！ ”\n紫薇万万料不到小燕子会这样把她拉到乾隆面前，跪在那儿，又是激动，又是伤心，再加上脸上有伤，心里更是难过，觉得不能给乾隆一个最完美的印象，所以，抬着头，两行热泪，就沿颊滚落。 尔康、尔泰、永琪都没有料到小燕子这一招，三人十分震动与期待地观望着。 金琐更是激动，目不转睛地看着这父女的相会。 紫薇磕下头去，声音颤抖着：\n“奴婢紫薇叩见皇上！ ”再抬头痴痴看着乾隆。 乾隆见紫薇眼中，盛满千言万语，两颊肿胀，热泪双行，说不出来的楚楚动人，不禁一怔，没来由地被深深撼动了。 “你是紫……紫什么？ ”乾隆怔怔地问。 “奴婢名叫紫薇，奴婢出生在紫薇花盛开的季节，所以取名叫紫薇。 ”\n“嗯，好名字！ 挺容易记的。 ”低头看看紫薇的脸，“让她们给你擦点药！ ”\n乾隆这样一点点关心，已经让紫薇感动得一塌糊涂，哽咽说：\n“有皇上这样一句话，不用上药了！ 奴……奴婢谢皇上恩典！ ”\n乾隆心中一热，有股奇异的悸动，就柔声说：\n“宫里规矩多，受点委屈，也是难免。 皇后的脾气不好，打你们两下，只好认了！ 平常，要劝着格格，不要再火上加油，知道吗？ ”\n紫薇柔顺地答道：\n“奴……奴婢知道。 皇后教训奴婢，也是奴婢的福气，不敢抱怨，不敢委屈。 格格厚爱奴婢，才引起这样一场大乱，奴婢知罪了！ 以后，一定劝着格格，不再和皇后娘娘冲突！ ”\n乾隆忍不住仔细看紫薇：\n“嗯！ 脑筋清楚，是个懂事的……怪不得格格宠你！ ”便振作了一下，说，“你们都起来吧！ ”\n小燕子看了紫薇一眼，起身。 紫薇再磕了一个头，也起身。 乾隆就正视着小燕子，说：\n“好了！ 事情过去了，你不许再胡闹了！ 以后，皇后找你麻烦，你也机灵一点，不要硬碰硬，嘴巴甜一点，态度好一点，能够‘化戾气为祥和’，不是皆大欢喜吗？ 你是聪明孩子，怎么不懂呢？ ”\n小燕子一听，大惊失色，抗议地大声说：\n“皇阿玛！ 你不要太狠心！ 那个‘力气’怎么能化成‘糨糊’呢？ 我每次见到皇后娘娘，就要倒霉，不是这儿伤，就是那儿痛，再把‘力气’化成‘糨糊’，我就升天了！ ”\n尔康、尔泰、永琪你看我，我看你，拼命憋着笑，快要憋死了。 紫薇脸上泪痕未干，眼中已闪着笑意。 乾隆怔了怔，又好气又好笑，抬眼去看永琪。 “永琪，你跟小燕子常在一起，朕要问问你，她是不是每次说话都这样颠三倒四？ 朕说东，她说西，朕说上天，她说下地，但是接嘴接得个快，也不知道她是真的还是假的？ 她跟你们在一起的时候，也是这样吗？ ”\n“回皇阿玛，我们跟小燕子说话的时候，会迁就她的语言！ ”永琪忍笑回答。 “原来如此！ ”乾隆笑笑，点点头，看看小燕子，忽然回头，对三人瞪圆了眼睛，“那么，是谁教她说‘士可杀不可辱’这句话的？ 这不是她的语言吧！ ”\n三人一呆，面面相觑。 没想到演了半天戏，栽在一句台词上！ “还不快说实话！ ”乾隆喊。 尔康一叹，上前说：\n“皇上圣明！"
            }
        },
        {
            "id": 12,
            "event": "漱芳斋深夜琴声",
            "time": "清朝乾隆年间，一个深秋的夜晚",
            "location": "漱芳斋内",
            "description": "夜色已深，漱芳斋内烛光摇曳，紫薇轻抚琴弦，琴声悠扬。小燕子好奇地在一旁偷听，乾隆皇帝被琴声吸引，悄然进入斋内。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直率，身手敏捷，因幼时被乾隆救起而在宫中长大，对宫廷礼仪知之甚少。",
                    "position": "躲在柱子后偷听",
                    "states": "好奇，紧张"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉贤淑，才情出众，精通琴艺，内心藏着身世秘密。",
                    "position": "坐在琴前，专心弹奏",
                    "states": "专注，平静"
                },
                {
                    "id": 2,
                    "name": "乾隆皇帝",
                    "gender": "男",
                    "description": "文治武功，对文化艺术有浓厚兴趣，深夜探访漱芳斋。",
                    "position": "站在门口，被琴声吸引",
                    "states": "欣赏，沉思"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "轻手轻脚地移动，试图不发出声音",
                    "dialogue": "（心里默念）这琴声真是好听，不知道是哪个姐姐在弹奏。"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "低头抚琴，指法熟练",
                    "dialogue": "（轻声吟唱）‘秋水共长天一色，落霞与孤鹜齐飞。’"
                },
                {
                    "action_id": 2,
                    "character": "乾隆皇帝",
                    "character_id": 2,
                    "action": "轻轻走进斋内，目光落在紫薇身上",
                    "dialogue": "（低声自语）‘此曲只应天上有，人间能得几回闻。’"
                }
            ],
            "plot": "紫薇的琴声引起小燕子和乾隆皇帝的关注，乾隆皇帝的出现让小燕子感到惊讶，而紫薇则保持着镇定，这一夜，漱芳斋内的秘密将被琴声揭开。",
            "chunk": {
                "id": 100,
                "text": "半夜三更，在我窗子外面叹什么气？ 上次没抓到你，这次再也不会放过你了！ 滚出来！ ”\n小燕子砰的一声，撞在乾隆身上。 乾隆一伸手，就抓着小燕子的衣领。 小燕子暗暗吃惊，没料到对方功夫这么好，自己连施展的余地都没有。 她看也没看，就大骂：\n“你是哪条道上的？ 报上名来！ 敢惹你姑奶奶，你不要命了……”\n乾隆冷冷地开了口：\n“朕的名字，需要报吗？ ”\n小燕子大惊，抬眼一看，吓得魂飞魄散。 “朕是哪条道上的，你看清楚了吗？ ”乾隆再问。 小燕子扑通一跪，大喊：\n“皇阿玛！ 这半夜三更，您老人家怎么来了？ ”\n紫薇的琴，戛然而止，抬眼看金琐，不知道是该惊该喜。 片刻以后，乾隆已经坐在一张舒适的椅子里。 三个姑娘，忙得不得了。 拿靠垫的拿靠垫，端点心的端点心，泡茶的泡茶。 乾隆四看，室内安安静静，温温馨馨。 几盏纱灯，三个美人，一炉檀香，一张古琴。 这种气氛，这种韵味，乾隆觉得有些醉了。 小燕子跟在乾隆身边，忙东忙西，兴奋得不得了。 “皇阿玛，你怎么一声也不吭，也不让小路子通报一声，就这样站在窗子外面，吓了我一大跳！ ”\n乾隆笑笑，问：\n“小邓子他们呢？ ”\n“夜深了，大家都困了，我叫他们都去睡觉了！ ”小燕子说，“要让他们来侍候吗？ ”\n“不必了！ ”\n紫薇和金琐在忙着泡茶。 乾隆看看桌上的琴，再凝视忙忙碌碌的紫薇：\n“刚刚是你在弹琴唱歌吗？ ”\n紫薇一面泡茶，一面回头恭敬答道：\n“是奴婢！ ”\n“好琴艺，好歌喉！ ”乾隆真心地称赞，再仔细看紫薇，好一个标致的女子！ 唇不点而红，眉不画而翠，眼如秋水，目若晨星。 紫薇捧了一杯茶，奉上。 “这是西湖的碧螺春，听说皇上南巡时，最爱喝碧螺春，奴婢见漱芳斋有这种茶叶，就给皇上留下了！ 您试试看，奴婢已经细细地挑选过了，只留了叶心的一片，是最嫩的！ ”\n乾隆意外，深深看紫薇，接过茶，见碧绿清香，心中喜悦，啜了一口。 “好茶！ ”他盯着紫薇，“刚刚那首歌，你愿意再唱一遍给朕听吗？ ”\n“遵旨！ ”\n紫薇屈了屈膝，就走到桌前，缓缓坐下，拨了拨弦，就扣弦而歌。 乾隆专注地听着，专注地凝视紫薇。 这样的歌声，这样的人！ 依稀仿佛，以前曾经有过相似的画面，这个情景，是多么熟悉，多么亲切啊！ 紫薇唱完，对乾隆行礼：\n“奴婢献丑了！ ”\n乾隆目不转睛地看紫薇，柔声地问：\n“谁教你的琴？ 谁教你的歌？ ”\n“是我娘……”紫薇警觉到用字不妥，更正道，“是奴婢的娘，教奴婢的！ ”\n乾隆叹口气：\n“怪不得小燕子总是‘我’来‘我’去，这个‘奴婢’这样，‘奴婢’那样，确实别扭，现在没外人，问你什么，直接回答吧，不用拘礼了！ ”\n“是！ 皇上！ ”\n“你娘现在在哪儿？ 怎么会把你送进宫来当差呢？ ”\n“回皇上，我娘已经去世了！ ”紫薇黯然地说。 “哦！ 那歌词，是谁写的？ ”\n“是我娘写的！ ”\n“你娘，是个能诗能文的女子啊！ 只是，这歌词也太苍凉了！ ”乾隆感慨地说。 紫薇见乾隆对自己轻言细语，殷殷垂询，心里已经被幸福涨满了。 此时，情不自禁，就暗暗地吸了口气，鼓起勇气说：\n“我娘，是因为思念我爹，为我爹而写的！ ”\n“哦？ 你爹怎么了？ ”乾隆怔了怔。 小燕子在旁边，听得心都跳了。 她的爹啊……见了她都不认识啊！ 金琐站在一边，眼眶都湿了。 她的爹啊……近在眼前啊！"
            }
        },
        {
            "id": 13,
            "event": "春风中的冲突",
            "time": "康熙三十八年春，午后时分",
            "location": "京师皇城东北角的御花园",
            "description": "春风和煦，御花园内百花争艳，假山流水潺潺。突然，一阵急促的斥责声打破了园中的宁静。",
            "characters": [
                {
                    "id": 0,
                    "name": "晴川",
                    "gender": "女",
                    "description": "晴川，宫中才女，性情温婉，才情出众。",
                    "position": "晴川站在花径旁，眉头紧锁，目光忧虑。",
                    "states": "显得焦虑，似乎想要阻止即将发生的冲突。"
                },
                {
                    "id": 1,
                    "name": "锦绣",
                    "gender": "女",
                    "description": "锦绣，宫中新晋宫女，性格胆小。",
                    "position": "锦绣低头站在晴川身后，身体颤抖。",
                    "states": "眼中含泪，不敢言语。"
                },
                {
                    "id": 2,
                    "name": "李嬷嬷",
                    "gender": "女",
                    "description": "宫中资深嬷嬷，严厉且不易亲近。",
                    "position": "李嬷嬷站在一株牡丹前，面向锦绣，语气严厉。",
                    "states": "面带怒色，正大声斥责锦绣。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "晴川",
                    "character_id": 0,
                    "action": "晴川走上前，轻声劝慰。",
                    "dialogue": "李嬷嬷，锦绣初次犯错，请您宽容。"
                },
                {
                    "action_id": 1,
                    "character": "锦绣",
                    "character_id": 1,
                    "action": "锦绣抬起头，声音颤抖地辩解。",
                    "dialogue": "嬷嬷，奴婢真的不是故意的。"
                },
                {
                    "action_id": 2,
                    "character": "李嬷嬷",
                    "character_id": 2,
                    "action": "李嬷嬷转身，目光扫过晴川。",
                    "dialogue": "晴川姑娘，规矩就是规矩，不能因为你是才女就破了规矩。"
                }
            ],
            "plot": "在春意盎然的御花园中，晴川与锦绣偶遇李嬷嬷正在斥责锦绣。晴川试图平息这场纷争，但李嬷嬷却坚持规矩。这一事件将引发宫中一系列的波澜。",
            "chunk": {
                "id": 103,
                "text": "”\n乾隆走了几步，又情不自禁地回头，再深深地看了紫薇一眼，这才带着众人，浩浩荡荡地去了。 17\n紫薇和乾隆，居然有这么好的开始，大家都高兴得不得了，小燕子真是兴奋极了，每天都高兴得手舞足蹈。 这天，她要带紫薇去景阳宫看五阿哥。 和紫薇研究了半天，决定“正大光明”地去。 于是，小燕子穿着一身红色的格格装，紫薇穿着一身绿色的宫女装，两人都装扮得十分美丽，昂头挺胸地走在前面。 后面紧跟着金琐、明月、彩霞、小邓子、小卓子，一行人非常惹眼，浩浩荡荡地往景阳宫走去。 她们一路走，身前身后，一直有太监伸头伸脑地窥探着，紫薇拉拉小燕子的衣服，小燕子就发现了，仔细再一看，容嬷嬷居然站在假山后面，全神贯注地看着她们。 小燕子就不动声色，大声地说：\n“紫薇，我现在带你去五阿哥那儿走走，五阿哥在兄弟姐妹里，跟我最谈得来！ 奇怪的是，我每次去看五阿哥，总有一些莫名其妙的人，在我后面伸脑袋。 你瞧，那儿就有一个！ ”\n小燕子一面说着，就突然飞蹿到一根柱子后面，捉出一个太监，撂倒在地，对那小太监大声一吼：\n“谁要你来跟踪我的？ 说！ ”\n小太监吓得魂飞魄散，跪在地上大拜特拜。 “格格饶命！ 没有人要奴才跟踪您，是奴才正穿过花园，要去坤宁宫办事……”\n小燕子一脚就踩在太监的胸口。 “你说不说？ 说不说？ ”\n紫薇拉拉小燕子的衣袖，慢条斯理地说：\n“格格不要生气！ 上次你把那个侍卫踩到吐血，你忘了？ 你脚力大，别闹出人命来！ ”\n“那我可管不着！ 他不说，我就踩死他！ ”小燕子说着，用力一踩。 小太监吓得浑身发抖，尖叫起来：\n“格格！ 高抬贵脚呀！ 冤枉啊……高抬贵脚啊……”\n“我这个‘贵脚’抬不起来了！ 你再不说，我要把你的五脏都踩出来！ ”\n小燕子再一用力，小太监尖叫出声了：\n“是容嬷嬷！ 容嬷嬷！ ”就对着容嬷嬷的藏身处大喊，“容嬷嬷救命啊！ ”\n容嬷嬷一见情况不对，闪身要溜，谁知，一个人影一闪，已经拦住了她。 容嬷嬷定睛一看，原来是永琪。 “容嬷嬷！ 站住！ ”永琪大喝一声。 容嬷嬷吓了一跳，只得站住。 永琪就厉声说：\n“这宫中规矩，你是知道还是不知道？ ”\n容嬷嬷维持着骄傲，说：\n“奴婢不知道五阿哥是什么意思？ ”\n永琪气势凌人地一吼：\n“什么意思？ 这‘格格’大，还是你大？ ”\n“当然‘格格’，大！ ”\n小燕子可逮着机会了，大喊：\n“放肆！ 说话居然不用‘奴婢’，反了！ 金琐！ 给我教训她！ ”\n“啊？ 格格……”金琐愣住了。 “金琐，你不知道怎么教训，是吗？ 就是上去给她几巴掌，就像她上次给你的！ ”小燕子喊着，气势汹汹。 金琐眨巴着眼睛，讷讷地说：\n“格格……奴婢不会这个！ ”\n小燕子没辙，又喊：\n“明月！ 你去教训她！ ”\n明月一惊：\n“格格……奴婢不敢！ ”\n小燕子跌脚大叹：\n“真没出息！ 你们不敢教训她？ 那么，我亲自教训她！ ”\n小燕子说着，已经飞身上前，啪的一声，就给了容嬷嬷一耳光。 容嬷嬷一直是皇后面前的红人，哪里受过这样的侮辱，又惊又怒。 可是，面前的人，一个是格格，一个是阿哥，她只能忍气吞声，动也不敢动。 “这一耳光，是当初你打我，我没加利息，就这样打还给你！ 现在，紫薇和金琐的账，我再和你一起算！ ”小燕子嚷着，举起手来，还要继续开打。 斜刺里，赛威匆匆赶到，飞身而上，拦住了小燕子。 “格格请息怒！ 容嬷嬷是皇后娘娘身边的人，又是老嬷嬷，格格手下留情！ ”\n小燕子见是赛威，就停住手，喊：\n“赛威！ 你武功好，身手好，我把你看成一个好汉！"
            }
        },
        {
            "id": 14,
            "event": "秘密纪念仪式的意外发现",
            "time": "乾隆年间，一个阳光明媚的午后",
            "location": "皇宫内御花园的隐蔽角落",
            "description": "阳光透过树叶，斑驳地洒在秘密进行纪念仪式的三人身上。周围安静异常，只有远处传来微弱的宫廷乐声。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "活泼好动，侠义心肠，擅长武艺的还珠格格",
                    "position": "站在紫薇身旁，警觉地观察四周",
                    "states": "紧张中带着兴奋，准备随时应对突发情况"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温柔贤淑，才情出众，内心渴望了解生母的明珠格格",
                    "position": "跪在准备好的祭品前，低头哀思",
                    "states": "悲伤而专注，对皇上的突然出现感到震惊"
                },
                {
                    "id": 2,
                    "name": "尔康",
                    "gender": "男",
                    "description": "智勇双全，忠诚正直的御前侍卫",
                    "position": "站在小燕子身后，目光锐利地扫视周围",
                    "states": "冷静，准备随时保护两位格格"
                },
                {
                    "id": 3,
                    "name": "乾隆",
                    "gender": "男",
                    "description": "清朝皇帝，威严而仁爱",
                    "position": "从花园小径走来，恰好发现这一幕",
                    "states": "好奇而略带不悦，对这种秘密活动感到疑惑"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "突然听到脚步声，立刻摆出警戒姿态",
                    "dialogue": "（低声）谁？谁在那里？"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "惊慌地抬起头，看到皇上的瞬间脸色苍白",
                    "dialogue": "皇……皇上！"
                },
                {
                    "action_id": 2,
                    "character": "尔康",
                    "character_id": 2,
                    "action": "迅速上前，向皇上躬身行礼",
                    "dialogue": "皇上，此地正在进行明珠格格对生母的私祭，惊扰了圣驾，还请皇上恕罪。"
                },
                {
                    "action_id": 3,
                    "character": "乾隆",
                    "character_id": 3,
                    "action": "审视三人，神色由疑惑转为柔和",
                    "dialogue": "哦？原来如此。既是如此孝心，朕有何理由怪罪。尔康，安排一下，给这位生母也举行一个正式的纪念仪式吧。"
                }
            ],
            "plot": "在这个场景中，小燕子、紫薇和尔康正在秘密进行纪念紫薇生母的仪式，却被意外出现的乾隆皇帝打断。尔康运用自己的智慧化解了尴尬的局面，使得皇上不仅没有责怪，反而对紫薇的生母产生了敬意，并同意为其举行正式的纪念仪式。",
            "chunk": {
                "id": 105,
                "text": "教训了容嬷嬷，小燕子好得意，和紫薇走进永琪的书房，尔康尔泰早已等在那儿了。 小燕子一看到尔康兄弟，就兴奋地大嚷：\n“我们刚刚碰到容嬷嬷，我和五阿哥把她狠狠地教训了一顿，总算出了半口气，报了半箭之仇！ ”\n“什么叫半口气、半箭之仇？ ”尔泰问。 “本来，我可以狠狠地给她几耳光，在所有的太监宫女面前，打得她脸蛋开花，那才算是出了一口气，报了一箭之仇！ 都是紫薇拦着我，五阿哥又说什么她那把年纪，要给她留点面子，所以，我只好‘手下留情’了！ 结果，只出了半口气，只报了半箭之仇！ ”\n尔康吓了一跳，急得跺脚，说：\n“为什么要逞一时之快？ 小不忍则乱大谋啊！ ”\n“什么‘快不快，小人大猫’的？ ”小燕子瞪圆眼睛。 永琪义愤填膺地接口：\n“没办法忍了，我赞成小燕子的做法，总要让容嬷嬷知道一下利害！ 一个格格加一个阿哥，还收拾不了这个老刁奴，也大不像话了！ ”\n尔康着急，看着紫薇，他已经好多日子没见到紫薇了。 “那么，你们这样一闹，待会儿皇后又会找来了，大家还有机会说话吗？ ”\n小燕子就把紫薇推到尔康身前，急急地说：\n“所以，你们有话快说！ 我们去门外帮你们两个守门，只要听到我们咳嗽什么的，你们两个就知道有人来了！ ”就回头喊，“五阿哥！ 尔泰！ 我们回避一下！ ”\n紫薇脸一红，说：\n“不要这样嘛，大家一起说话嘛……”\n小燕子偏着脑袋看看紫薇，喊着：\n“那你的‘悄悄话’怎么告诉他？ ”\n紫薇脸更红了：\n“我哪有‘悄悄话’嘛！ ”\n小燕子就偏着脑袋看尔康：\n“那……尔康的‘悄悄话’怎么告诉你？ ”\n“谁说……他有‘悄悄话’嘛！ ”紫薇哼着。 小燕子看看紫薇，又看看尔康。 “都没有‘悄悄话’？ 好奇怪！ 那我就不走喽，你们不要后悔啊！ ”\n尔康只好笑着上前，对小燕子一揖到地。 尔泰就笑着喊：\n“小燕子，不要耽误他们两个的时间了！ 走走走！ ”\n小燕子这才嘻嘻哈哈笑着，跟尔泰、永琪跑出门去了。 房里剩下了紫薇和尔康。 两人深深注视，尔康就激动地握住了紫薇的手。 “我都听说了！ 皇上跟你下了一夜的围棋？ ”\n紫薇兴奋地点点头，眼睛发光。 尔康凝视紫薇，又惊又喜地说：\n“你从来没有告诉过我，你会下围棋！ 你还有多少事情是我不知道的？ 你简直是深藏不露啊！ ”\n紫薇谈到乾隆，就兴奋起来，好多话要告诉尔康：\n“我现在终于知道，我娘为什么为他付出了一生，临终还要我来找他！ 他是个好有深度，好有气度，好有风度的人，我崇拜他！ 想到他是我爹，我就充满了幸福感！ 当他几次三番问到我娘的时候，我的声音都激动得发抖，如果不是为了小燕子，我真想把一切都告诉他！ ”\n尔康眩惑地看着紫薇，分沾着紫薇的喜悦，也有着无数的担心：\n“我就知道，你的光芒遮也遮不住，藏也藏不住！ 不过，我没想到这么快，你就进入情况了！ 我真是一则以喜，一则以忧。 喜的是你这么争气，忧的是这深宫之中，危机重重，生怕皇上对你的喜爱，会变成你的另一个危机！ 紫薇，你真的要小心啊！ ”\n“我知道！ 你放心，我会拼命保护自己和小燕子的！ ”\n尔康就热切地、渴望地、上上下下地看她，低声问：\n“想我吗？ ”\n紫微头一低。 “不想！ ”\n“有没有‘悄悄话’，要告诉我？ ”尔康再问。 紫薇头更低了，轻声说：\n“有一句。 ”\n“是什么？ ”\n紫薇就在他耳边，吹气如兰，低低说：\n“那句‘不想’是假的！ ”\n尔康一个激动，就把她拥入怀中。 紫薇依偎着他，两人片刻温存，毕竟有所顾忌，就轻轻分开了。"
            }
        },
        {
            "id": 15,
            "event": "紫薇洗冤",
            "time": "夜晚，暴雨倾盆时",
            "location": "皇宫内一个小庭院",
            "description": "庭院中风雨飘摇，雷电交加，紫薇和小燕子、五阿哥紧张地商议如何揭露真相。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "聪明、善良，有才华的宫女，擅长歌唱、下棋和书法",
                    "position": "站在庭院中的石阶上",
                    "states": "情绪激动，眼中含泪"
                },
                {
                    "id": 1,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直率，充满正义感，武艺高强",
                    "position": "紧握拳头，站在紫薇身旁",
                    "states": "愤怒，决心为紫薇讨回公道"
                },
                {
                    "id": 2,
                    "name": "五阿哥",
                    "gender": "男",
                    "description": "皇宫中的阿哥，正直稳重，善于观察分析",
                    "position": "负手而立，眉头紧锁",
                    "states": "深思，策划如何行动"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇向小燕子和五阿哥哭诉自己的冤屈",
                    "dialogue": "“我真的是被冤枉的，皇后娘娘误信了谗言，我该如何自处？”"
                },
                {
                    "action_id": 1,
                    "character": "小燕子",
                    "character_id": 1,
                    "action": "小燕子紧握拳头，表示决心",
                    "dialogue": "“紫薇，你放心，我一定会帮你洗清冤屈！”"
                },
                {
                    "action_id": 2,
                    "character": "五阿哥",
                    "character_id": 2,
                    "action": "五阿哥冷静分析形势，提出计划",
                    "dialogue": "“我们需要找到确凿的证据，向皇上诉说真相。我有一个计划，或许可以一试。”"
                }
            ],
            "plot": "在风雨交加的夜晚，紫薇因被皇后误会而遭受冤屈，小燕子与五阿哥决定联手帮助紫薇，三人在庭院中紧张商议行动计划。",
            "chunk": {
                "id": 110,
                "text": "拐弯抹角地走了好大一段路，穿过回廊，穿过后花园，来到一个光线暗暗的房门口。 赛威、赛广在门口走来走去，气氛十分诡异。 紫薇还没看清楚，忽然觉得有人在身后将她一推，她就跌进一间密室里，房门立刻关上。 紫薇抬头一看，皇后正端坐桌前，容嬷嬷和三个老嬷嬷侍立在侧，室内光线幽暗，气氛阴沉。 紫薇一见皇后，立刻跪落地，磕头说：\n“奴婢紫薇叩见皇后娘娘！ ”\n皇后起身，走到紫薇身前，冷冰冰地说：\n“抬起头来！ ”\n紫薇被动地抬起头来，胆怯地看着皇后。 “哼！ 听说你会唱歌，会下棋，还会写字，是不是？ ”\n“回皇后，只是皮毛而已！ ”\n“你的‘皮毛’，已经会勾引人了，你的‘骨肉’岂不是会把人给吞了？ ”皇后的声音抬高了。 紫薇大惊，震动极了，忍不住就喊了出来：\n“皇后娘娘……”\n皇后一拍桌子，厉声问：\n“你给我老实招出来，你混进宫来，为了什么？ 是令妃娘娘训练你的吗？ 是福伦家养着你的吗？ 你学了多少东西，让你来勾引皇上？ 说！ ”\n紫薇惊得目瞪口呆，脸上的血色，全体消失。 天啊，这是怎样的误会，但是，自己的来龙去脉，怎么说得清楚呢？ 她便以头触地，诚挚地喊：\n“皇后娘娘，请不要误会，奴婢和令妃娘娘，几乎不认得！ 奴婢所学，都是奴婢的娘教的，与福大人家里，一点关系都没有！ 我也绝对绝对没有勾引皇上，我可以指天誓日，那是天理不容的呀！ ”\n皇后绕着紫薇走，上上下下打量紫薇，怒喊：\n“长的就是一股狐媚样子，做的都是下流事情，还在这儿狡辩！ 容嬷嬷、李嬷嬷……给我教训她！ ”\n容嬷嬷就带着三个嬷嬷一起上来，容嬷嬷对着紫薇肚子一踢，其他几个嬷嬷就将紫薇按倒在地。 紫薇魂飞魄散，大叫起来：\n“皇后娘娘！ 您冤枉我了！ 您真的冤枉我了！ 我跟您发誓，我绝对不是任何人为了皇上安排的女人，我不是不是呀……对皇上而言，我根本是个‘零’，是个‘不存在’呀……”\n“你这个‘零’，如果再不说实话，我就让你变成真的‘零’！ 真的‘不存在’！ ”皇后咬牙切齿。 地上，放着一块红布，布上，放着无数的金针。 容嬷嬷就拿起一根金针，猛地插进紫薇的胳臂。 其他嬷嬷，纷纷拿起金针，对着紫薇浑身上下，狠狠刺下去。 刺完便收针，随刺随收。 紫薇顿时陷入一片针海里，那细细的针，那么有经验地、专门拣身上最敏感的地方下针，似乎每一针都刺进了五脏六腑，痛得她天昏地暗。 “哎哟……娘娘！ 请不要！ 请不要……”紫薇喊着，泪落如雨，“我真的没有啊……我对皇上，只有孺慕之思啊……天啊！ 老天知道，苍天救我……哎哟！ ”\n“你叫天吧！ 你叫地吧！ 皇宫这地方，就是叫天不应、叫地不灵的地方！ 谁教你千方百计地混进来！ ‘孺慕之思’！ 你居然敢用这四个字？ 你有什么资格用这四个字？ 会两句成语，就这样乱用！ 容嬷嬷！ 让她抬起头来！ ”\n容嬷嬷便把紫薇的头发，死命地往后一扯。 紫薇的头发散开，钗环滚落。 容嬷嬷拾起一根发簪，就往紫薇浑身戳去。 紫薇痛得天翻地覆，不住口地喊着：\n“娘娘！ 不是的！ 不是娘娘想的那样呀……”\n“容嬷嬷！ 跟她说说清楚！ ”\n容嬷嬷就拉起紫薇的头，警告地说：\n“娘娘没时间跟你耗着，今天，问你什么，你老老实实地回答，咱们就放你一条活路！ 如果你不说，你这张漂亮脸蛋，就没有了！ 会弹琴的这些手指，也没有了！ 你自己想一想吧！ ”\n紫薇在剧烈的痛楚中，突然逼出一股力量，抬头喊：\n“娘娘！ 我只是一个卑微宫女，死不足惜！"
            }
        },
        {
            "id": 16,
            "event": "紫薇被囚，小燕子怒闯坤宁宫",
            "time": "乾隆年间夏日清晨",
            "location": "坤宁宫内院",
            "description": "夜色未褪，晨光初现，坤宁宫内气氛凝重。院中古树静默，皇后娘娘端坐堂上，神色冷峻，小燕子一脸愤慨，五阿哥和尔康紧张地在一旁关注。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直率、易怒，身手敏捷，学识尚浅。现为乾隆义女，对紫薇忠诚。",
                    "position": "院中中央，面向皇后",
                    "states": "情绪激动，面带怒色"
                },
                {
                    "id": 1,
                    "name": "皇后娘娘",
                    "gender": "女",
                    "description": "威严庄重，心机深沉，对紫薇持有偏见。",
                    "position": "正堂高位",
                    "states": "神色冷峻，态度坚决"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "挥舞双臂，情绪激动地质问皇后娘娘",
                    "dialogue": "皇后娘娘，紫薇何罪之有，你要如此对她？"
                },
                {
                    "action_id": 1,
                    "character": "皇后娘娘",
                    "character_id": 1,
                    "action": "目光如冰，语气严厉地回应",
                    "dialogue": "大胆小燕子，你竟敢质疑本宫？紫薇之事，不容你过问！"
                }
            ],
            "plot": "紫薇因皇后娘娘的偏见而被囚禁，小燕子为友出头，怒闯坤宁宫，与皇后娘娘发生激烈冲突。五阿哥和尔康在一旁紧张关注，一场宫廷风波即将展开。",
            "chunk": {
                "id": 114,
                "text": "天才亮，乾隆就被小燕子惊动了。 “小燕子，你又发生什么事了？ 腊梅说你四更天就来了，跪在这里跪到现在？ 你怎么了？ 两个眼睛肿得像核桃一样？ ”\n小燕子匍匐于地，泪如雨下，泣不成声地痛喊：\n“皇阿玛！ 我已经没有办法了！ 请你救救我，救救紫薇，如果紫薇死了，我也活不成！ 我跟皇阿玛老实招了，紫薇不是普通的宫女，她是为我而进宫的！ 她是我的结拜姐妹呀！ 当初，我跟玉皇大帝和阎王老爷都发过誓，我要跟紫薇一起活，一起死！ 现在，我把她害得这么惨，我真的活不下去呀……”一面说，一面哭得稀里哗啦。 乾隆简直摸不着头脑，但是，听到紫薇的名字，就不能不关心了：\n“你慢慢说，慢慢说，朕听得糊里糊涂，紫薇怎么了？ ”\n“昨天，我和皇阿玛在谈功课的时候，她被皇后娘娘带进坤宁宫，就一直没有回来！ 她被皇后关起来，用了刑，现在，不知道是死是活……”\n乾隆心中怦然一跳。 皇后带走了紫薇？ 想到紫薇，不知怎的，他也不能平静了。 “你怎么知道她被皇后关起来，还用了刑？ ”\n小燕子急坏了，大喊：\n“我知道，我知道，我就是知道！ 皇阿玛，求求你不要耽误时间了！ 五阿哥和尔康尔泰，已经在昨晚‘夜探坤宁宫’，亲眼看到紫薇被囚……”说着，就用额头碰地，砰然有声，“皇阿玛！ 求求你！ 拜拜你！ 只有你才能救紫薇，你看在她跟你彻夜下棋谈天的分上，去救她吧！ 五阿哥、尔康、尔泰、金琐都在外面等着呢！ ”\n乾隆震动地站起身子。 乾隆冲进坤宁宫的时候，还是拂晓时分。 身后跟着小燕子、金琐、永琪、尔泰、尔康等众人。 “皇后！ ”乾隆大喊。 皇后疾步走出，见到乾隆，连忙屈膝行礼：\n“臣妾恭迎皇上，给皇上请安！ 怎么一大早就过来了？ ”惊看小燕子等人’心中已经有数，“哦？ 来人不少！ ”\n“你把紫薇带到你的宫里，要做什么？ ”乾隆盯着皇后，严厉地问。 “皇上！ 一个宫女，也值得您亲自跑一趟吗？ ”皇后一怔，讶异已极地说。 “只怕我不亲自跑一趟，你不会把人交出来！ ”\n“紫薇那丫头，说话不得体，行为不得体，是我把她叫了来，训斥了几句，就让她回去了。 怎么？ 她不在漱芳斋吗？ 是不是化装成小太监，溜到宫外玩儿去了？ ”\n小燕子一听此话，就完全失控，发起疯来，大叫：\n“皇后！ 你把紫薇怎么样了？ 你赶快把紫薇交出来！ 要不然，我和你没完没了。 我也不管你是不是皇后，我也不管你有多大的权力，我跟你拼命！ 紫薇被你扣在宫里，已经是千真万确的事，你还睁着眼睛说瞎话！ ”\n小燕子一边嚷着，一边就怒发如狂，冲到皇后面前，抓着皇后胸前的衣服，一阵乱摇。 “这还像话吗？ 反了反了！ 来人呀！ ”皇后大喊。 赛威、赛广冲了出来，和永琪、尔康电光石火般地交换了一个眼光。 小燕子什么都不顾了，拼命摇着皇后，大喊大叫：\n“紫薇不会武功，说话连大声都不会，你还说她这个不得体，那个不得体，你是安心要弄死我们！ 放她出来！ 紫薇少一根头发，少一根寒毛，我都要你的命……放她出来！ 再不放，我跟你同归于尽！ ”\n小燕子喊着，就整个扑在皇后身上，双双滚倒于地。 小燕子就去勒皇后的脖子。 “不可以！ ”赛威大喊。 赛威、赛广往前扑，尔康和尔泰同时出手，挡开赛威、赛广，拉起小燕子，干净利落。 赛威、赛广便被逼后退。 皇后跌在地上，惊得面无人色。 早有宫女太监奔去扶起。 这样一片混乱，看得乾隆目瞪口呆，此时，尔康喊：\n“皇上！ 救人要紧！ ”\n乾隆一步上前，怒声喊：\n“朕已经知道紫薇在坤宁宫，不要推三阻四了，闹成这样子，成何体统？ 赶快把人交出来！"
            }
        },
        {
            "id": 17,
            "event": "宫廷茶会上的意外重逢",
            "time": "乾隆年间，一个阳光明媚的午后",
            "location": "坤宁宫后花园",
            "description": "皇后举办的宫廷茶会，气氛表面上和谐，实则暗流涌动。阳光透过树叶洒在宾客们身上，微风吹拂着每个人的脸颊。",
            "characters": [
                {
                    "id": 0,
                    "name": "爱新觉罗·永琪",
                    "gender": "男",
                    "description": "五阿哥，文武双全，性格豁达，深受乾隆宠爱。对宫廷斗争保持距离，但具有洞察人心的能力。",
                    "position": "坐在茶会的右侧首位，态度从容",
                    "states": "心情平静，但对皇后的做法感到疑惑"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "才华出众的宫女，后成为格格。温柔贤淑，聪明伶俐，精通琴棋书画。",
                    "position": "在茶会的一侧，与尔康相对而坐",
                    "states": "情绪激动，眼含泪光，与尔康的重逢让她既惊又喜"
                },
                {
                    "id": 2,
                    "name": "容嬷嬷",
                    "gender": "女",
                    "description": "皇后的心腹，负责皇后的日常事务，心机深沉。",
                    "position": "在五阿哥永琪身后不远处，观察着茶会的动态",
                    "states": "神态警惕，时刻准备执行皇后的命令"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "爱新觉罗·永琪",
                    "character_id": 0,
                    "action": "永琪轻轻放下茶杯，目光扫过在场的每个人，尤其是紫薇和尔康",
                    "dialogue": "“这宫廷之中，何时有过真正的平静？”"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "紫薇与尔康四目相对，泪水在眼眶中打转，她缓缓站起，向尔康行了一礼",
                    "dialogue": "“尔康，好久不见。”"
                },
                {
                    "action_id": 2,
                    "character": "容嬷嬷",
                    "character_id": 2,
                    "action": "容嬷嬷紧盯着永琪，暗中向永琪的方向移动，试图接近",
                    "dialogue": "（心中默念）“五阿哥，皇后娘娘可是对你寄予厚望。”"
                }
            ],
            "plot": "在皇后精心安排的茶会上，紫薇与尔康的意外重逢触动了永琪的心，而容嬷嬷则暗中观察，试图把握机会为皇后争取更多支持。这一幕成为了宫廷权力斗争中的一个小小转折点。",
            "chunk": {
                "id": 115,
                "text": "”\n皇后怒不可遏。 “皇上一清早，就带着这个没规没矩的格格，来我这儿大吵大闹，又动手，又动口，难道还是臣妾有失体统吗？ ”\n“你身为皇后，居然囚禁宫女，动用私刑！ 现在，朕亲自来跟你要人，你还扣住不放，你是不是连朕也不放在眼睛里了？ ”\n“皇上有什么证据，说紫薇在坤宁宫？ ”皇后挺了挺背脊。 “皇后这么说，紫薇不在坤宁宫？ 你敢指天誓日地说一句，紫薇确实不在？ 如果所说是假，皇后犯法，与庶民同罪！ ”乾隆疾言厉色。 皇后话锋一转：\n“好吧！ 就算紫薇在坤宁宫，紫薇不过是个宫女，我跟格格要了这个宫女，留在身边侍候我，可以吗？ ”\n乾隆大怒：\n“一个皇后，说话出尔反尔，做事跋扈嚣张，简直可恨！ ”\n皇后面无血色，不敢相信地看着乾隆：\n“皇上！ 难道臣妾今天的地位，还不如一个宫女吗？ 您怎能用这种话来说我！ ”\n乾隆不由自主，竟引用了小燕子的话：\n“宫女也是人，宫女也有爹娘，也是人生父母养的！ 所谓‘皇后’，正应该‘母仪天下’！ 你的‘母仪’在哪里？ 你不知道‘老吾老以及人之老，幼吾幼以及人之幼’吗？ 如果你不能胜任当一个‘国母’，这个‘皇后’的位子，你不如让贤吧！ ”\n皇后大震，连退了两步，张口结舌，竟吓得说不出话来了。 乾隆便厉声再喊：\n“还不赶快把紫薇交出来！ ”\n皇后心一横。 “臣妾要为皇上除害，不能把紫薇交出来……”\n乾隆大怒，回头喊：\n“尔康！ 尔泰！ 永琪！ 你们去把紫薇搜出来！ ”\n尔康、尔泰、永琪巴不得有这样一句，便大声应着“遵旨”，冲进后面去了。 尔康三人，冲进密室的时候，只见到容嬷嬷带着三个老嬷嬷，正在对紫薇用刑，她们居然“日出而作”，气得三个人都血脉贲张。 尔康一声大吼：\n“该死的老巫婆，居然还在用刑！ ”就飞扑上前，踢翻了容嬷嬷，一看旁边的刑具，气得鼻子里都冒烟了，抓起一把金针，就对容嬷嬷肩上一插，“你这个浑蛋！ 你这个没有人心的魔鬼！ 让你自己尝尝这是什么滋味！ ”\n容嬷嬷倒在地上，痛得打滚，杀猪似的叫了起来：\n“哎哟！ 皇后娘娘……快救命啊……”\n尔康看到蜷缩成一团的紫薇，心都震痛了，顾不得容嬷嬷，就忘形地扑过去，一把抱住紫薇，痛楚地喊：\n“紫薇！ 对不起，我来晚了！ ”\n紫薇看到尔康，泪水潸潸而下。 容嬷嬷还在杀猪似的惨叫，尔泰上前，劈手就给了容嬷嬷好几个耳光。 “还敢叫？ 这种歹毒的老太婆，不如杀了！ ”哐啷一声，拔出匕首。 容嬷嬷大惊，吓得发抖，跪在地上，拼命磕头。 “饶命！ 饶命啊！ 福少爷，我知错了！ ”尖叫，“五阿哥！ 救命啊……”\n永琪早把其他嬷嬷一一踢翻在地。 众嬷嬷全跪在地上，磕头如捣蒜。 永琪喊：\n“尔泰！ 要杀她，不能在这儿杀！ 先救紫薇要紧！ 这个老太婆，随时可以收拾！ 皇阿玛还在外面等着呢，不要耽误时间了！ ”\n尔泰心有不甘，一挥手，将容嬷嬷发髻一刀削掉。 发髻落地，容嬷嬷以为自己的头割掉了，咕咚一声，晕倒在地。 尔泰拎着她背脊的衣服，拖了出去。 “我不杀她，有人会杀她！ 让皇上发落！ ”\n尔康已经抱起紫薇，往外大步走去。 当尔康抱着披头散发、狼狈不堪、脸色苍白的紫薇走出来时，乾隆震惊极了。 永琪和尔泰跟在后面。 尔泰还拖着一个没有发髻的容嬷嬷。 “皇上！ 紫薇救出来了！ 已经受过严刑拷打，遍体鱗伤！ ”尔康喊着。 小燕子和金琐，一看到紫薇这样子，心都碎了，两人尖叫着扑上前去：\n“紫薇！ 紫薇！ 我害死你了……我真该死！ 真该死！ ”\n“他们把你怎样了？ 怎么会弄成这样……你的伤在哪里？ 我能不能碰你呀？"
            }
        },
        {
            "id": 18,
            "event": "禁地救援",
            "time": "乾隆年间，一个晴朗的午后",
            "location": "皇宫禁地边缘",
            "description": "阳光斜照在禁地的高墙上，紫薇和小燕子焦急地商量着如何救出被困的小燕子，周围环境安静而紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温柔聪慧，擅长诗词，对外表谨慎，内心坚强。作为皇帝的义女，她熟悉宫中礼仪。",
                    "position": "站在禁地外的一处隐蔽角落，观察禁地内的动静。",
                    "states": "心情焦急，但保持着冷静，准备策划救援行动。"
                },
                {
                    "id": 1,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直爽，轻功了得，但常常因冲动而惹麻烦。与紫薇情同姐妹。",
                    "position": "被宫中侍卫发现后，暂时被关押在禁地内的一间偏房。",
                    "states": "虽然有些害怕，但不失勇敢，等待救援。"
                },
                {
                    "id": 2,
                    "name": "尔康",
                    "gender": "男",
                    "description": "文武双全，智勇兼备，是紫薇的爱慕者，与小燕子等人交好。",
                    "position": "与紫薇一同在外策划救援。",
                    "states": "坚定而果敢，正在思考最稳妥的救援方案。"
                },
                {
                    "id": 3,
                    "name": "尔泰",
                    "gender": "男",
                    "description": "武艺高强，性格开朗，是尔康的好友，也参与了救援行动。",
                    "position": "与尔康、紫薇在一起，准备行动。",
                    "states": "保持着轻松的态度，以缓解紧张气氛。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇轻声与尔康、尔泰商议，提出假扮宫女和侍卫混入禁地的计划。",
                    "dialogue": "“我们必须小心行事，不能让任何人起疑。”"
                },
                {
                    "action_id": 1,
                    "character": "尔康",
                    "character_id": 2,
                    "action": "尔康点头同意紫薇的计划，并开始分配任务。",
                    "dialogue": "“紫薇说得对，我们分头行动，天黑前务必救出小燕子。”"
                },
                {
                    "action_id": 2,
                    "character": "小燕子",
                    "character_id": 1,
                    "action": "小燕子在禁地内焦急地走来走去，突然听到外面有熟悉的声音。",
                    "dialogue": "“是紫薇吗？你们快来救我啊！”"
                },
                {
                    "action_id": 3,
                    "character": "尔泰",
                    "character_id": 3,
                    "action": "尔泰轻功提纵，先行探路。",
                    "dialogue": "“我先行一步，你们随后跟上。”"
                }
            ],
            "plot": "紫薇、尔康、尔泰三人商议营救小燕子的计划，并开始行动。这个场景展现了角色的机智和勇气，以及他们之间深厚的友谊。",
            "chunk": {
                "id": 120,
                "text": "给我把鞭子拿回来！ ”\n“啊？ 拿回来？ ”\n小邓子就跑到树下，抬头看着那棵树，一筹莫展。 大家全都来到树下。 “太高了，恐怕要去找一个梯子来！ ”紫薇说。 “什么梯子，我用轻功就上去了！ ”\n小燕子飞身上蹿，伸手去捞鞭子，奈何无处落脚，鞭子仍然卡在两根树桠中。 小燕子不相信自己的轻功竟然那么烂，再飞一次，松枝勾住头发，把发簪都扯掉了。 紫薇看得心惊胆战，连忙阻止：\n“好了，你不要再跳了，危危险险的，待会儿又撞了头！ 金琐，哪儿有梯子？ ”\n“这么高的梯子，哪儿有？ ”\n明月异想天开，提议：\n“小邓子，我们来叠罗汉，试试看拿得着拿不着！ ”\n“对对对！ 叠罗汉！ 大家赶快叠罗汉，给我把鞭子拿下来！ ”小燕子喊。 于是，一群人就跑到树下去叠罗汉，小卓子在最下面，小邓子站在他肩上，明月危危险险地爬上小邓子的肩，彩霞抱住小卓子往上攀，大家还没爬到一半，一个站不稳，尖叫着全体摔落地。 “好了好了！ 不要叠罗汉了，这个办法也行不通！ ”紫薇忙叫，看着大家，“你们没有一个人会爬树吗？ ”\n小燕子恍然大悟：\n“对呀！ 爬树就行了嘛，真笨！ ”就命令大家，“爬上去！ 爬上去！ ”\n小燕子以身作则，第一个往上爬，小卓子、小邓子跟着往上爬。 紫薇、金琐、明月、彩霞全仰着头观看。 大家爬得气喘吁吁。 正在这紧紧张张的时刻，尔康、尔泰过来了，见状大惊。 “你们这是在干什么？ 为什么都爬在树上？ ”尔康问。 小燕子抱着一根树枝，危危险险地挂在那儿，拼命伸手去拿九节鞭，嚷着说：\n“别吵别吵，我就快拿着了！ ”\n尔泰看得心惊胆战：\n“你小心一点啊！ 别摔下来啊！ ”\n“喂喂，谁要告诉我，这是干吗？ ”尔康惊奇极了。 “就是要拿那根鞭子嘛！ ”紫薇说。 “拿鞭子啊？ ”\n尔康就轻轻松松地一跃，姿态优美地飞身而上，取下鞭子，翩然落地。 小燕子还挂在树上，瞪大眼睛嚷：\n“你就这样拿下去了？ ”\n“是！ ”尔康喊着，“你快下来吧，皇上要你和紫薇到御花园里去赏花！ 五阿哥已经去了，快走！ 别让皇上等你们！ ”\n小燕子听到皇上传唤，这才跳下了地。 大家也不练九节鞭了，赶快整衣梳妆，去见皇上。 乾隆看到神清气爽的紫薇，心里好生安慰。 “紫薇，你身上的伤，完全好了吗？ ”\n“回皇上，完全好了！ ”\n花园中，姹紫嫣红，繁花如锦。 乾隆看着小一辈，小燕子活泼，紫薇沉静，永琪俊朗，尔康儒雅，尔泰潇洒，几乎个个郎才女貌，不禁欣悦。 心里想着令妃的暗示，小燕子不小了，和福家兄弟又走得很近，不知道该许给尔康好，还是许给尔泰好，就对小燕子和福家兄弟，多看了两眼。 “好极了！ 今天把你们找来，是因为，朕想‘微服出巡’了！ 小燕子、紫薇，你们是不是真的也要去？ ”\n小燕子一听，兴奋得不得了，冲口而出地叫：\n“当然真的了！ 最近，我们好倒霉。 皇阿玛带我们出去走走，说不定我们的霉运就过去了！ ”\n“朕不明白，你的霉运，跟出门有什么关系？ ”\n“当然有关系了！ 人逢喜事精神爽嘛！ 出门就是喜事，有了喜事精神就爽，精神一爽，霉运自然不见了！ ”\n“你那么爱出门，朕看你是‘女大不中留’，年纪到了！ 看样子，得给你找婆家了！ ”乾隆笑着说，眼光在小燕子身上转来转去。 小燕子大惊，脚下一绊，差点摔了一跤。 紫薇急忙扶住。 尔泰和永琪互看，两人都有些紧紧张张。 “小燕子，你怎么了？ 听到找婆家，乐得站都站不稳？ ”乾隆打趣。 “皇阿玛，别开这种玩笑了，吓得我差点晕倒！ 我这种人，没有婆家要的啦！ 您千万别费这个心！"
            }
        },
        {
            "id": 19,
            "event": "琴师柳青的揭秘",
            "time": "乾隆年间，春末夏初的一天",
            "location": "江南水乡的一处凉亭",
            "description": "凉亭位于小河边，四周柳绿桃红，环境优雅。天气晴朗，微风吹拂，水波荡漾。",
            "characters": [
                {
                    "id": 0,
                    "name": "乾隆",
                    "gender": "男",
                    "description": "清朝皇帝，文治武功，喜爱文学和艺术，对小燕子和紫薇有着特殊的宠爱。",
                    "position": "坐在凉亭中央的石凳上，面向琴师。",
                    "states": "好奇而专注，对琴师的音乐赞赏有加。"
                },
                {
                    "id": 1,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格活泼开朗，对音乐有着天生的敏感和热爱。",
                    "position": "站在乾隆旁边，目光热切地注视着琴师。",
                    "states": "兴奋而好奇，对琴师的手法十分感兴趣。"
                },
                {
                    "id": 2,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉贤淑，才情出众，对琴师的哀愁音乐感到共鸣。",
                    "position": "坐在乾隆的另一侧，静静地聆听琴声。",
                    "states": "感慨而沉思，被琴声深深打动。"
                },
                {
                    "id": 3,
                    "name": "柳青",
                    "gender": "男",
                    "description": "隐居的宫廷乐师，琴艺非凡，音乐中蕴含着深沉的情感。",
                    "position": "坐在凉亭外的石阶上，手抚琴弦。",
                    "states": "外表冷漠，但弹奏时流露出内心的热情。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "乾隆",
                    "character_id": 0,
                    "action": "乾隆轻轻点头，对琴师的演奏表示赞赏。",
                    "dialogue": "「此曲只应天上有，人间能得几回闻。」"
                },
                {
                    "action_id": 1,
                    "character": "小燕子",
                    "character_id": 1,
                    "action": "小燕子忍不住上前一步，好奇地询问琴师。",
                    "dialogue": "「柳青先生，您的琴弹得真好，是怎么练的呀？」"
                },
                {
                    "action_id": 2,
                    "character": "紫薇",
                    "character_id": 2,
                    "action": "紫薇轻声叹息，对琴师的音乐表达感慨。",
                    "dialogue": "「柳青先生，您的音乐中似乎有说不尽的哀愁。」"
                },
                {
                    "action_id": 3,
                    "character": "柳青",
                    "character_id": 3,
                    "action": "柳青停下手中的琴，缓缓道出了自己的故事。",
                    "dialogue": "「两位格格，这琴声中的哀愁，正是一位故人的思念之情。」"
                }
            ],
            "plot": "在江南水乡的凉亭中，乾隆、小燕子和紫薇被柳青的琴声吸引。通过对话和琴声的交流，柳青逐渐敞开心扉，讲述了自己的故事，让三位听众深感共鸣。",
            "chunk": {
                "id": 125,
                "text": "”\n“已经很难得了，前四句都没有错！ ”永琪说。 “‘胡雁哀鸣夜夜飞，胡儿眼泪双双落’这两句也没错！ ”尔康说。 “后面虽然错得比较离谱一点，‘玉门’两个字还是对的……”尔泰说。 乾隆气得直吐气：\n“你们的意思是说，这算是‘会背’了？ ”\n小燕子知道难过关，挺身向前，忽然异想天开，建议说：\n“紫薇代背，好不好？ ”\n“代背？ 这还能代背的吗？ ”乾隆问。 紫薇见小燕子过不了关，很着急，就一步上前，对乾隆屈了屈膝，说：\n“皇上，我代格格另外背一首诗。 皇上如果喜欢，就让格格过关吧！ 如果不喜欢，再让她回去念，好不好？ ”\n“你要另外背一首？ ”乾隆看着紫薇。 “是，另外背一首！ ”\n“你背，朕听听看！ ”\n“我想，现在大家心情愉快，正计划着要出游，不要背《古从军行》吧，那首诗凄凄凉凉，咱们现在国泰民安，风调雨顺，何必背那么苍凉的诗呢？ ”\n乾隆觉得有理，这几句话听得非常舒服。 “好！ 不要背那首，那你就换一首欢乐的诗背给大家听听！ ”\n“是！ ”紫薇应着，就清清脆脆地朗声背诵起来，“春云欲沣旋蒙蒙，百顷南湖一棹通。 回望还迷堤柳绿，到来才辨谢梅红。 不殊图画倪黄境，真是楼台烟雨中。 欲倩李牟携铁笛，月明度曲水晶宫。 ”\n紫薇背完，乾隆惊喜莫名地看着紫薇，一脸的不相信。 “这是朕的诗！ 你居然会背朕的诗！ ”\n“是！ 奴婢斗胆了！ 念得不好，念不出皇上的韵味！ ”\n乾隆盯着紫薇：\n“你知道这是朕什么时候作的诗吗？ ”\n“是皇上在乾隆十六年二月，第一次下江南，在嘉庆游南湖作的诗！ ”\n乾隆太意外了，太惊喜了，看着紫薇，对这个灵巧的女子，打心眼里喜欢起来。 “哈哈哈哈！ 小燕子，你的这个帮手太高段了！ 朕甘拜下风！ 算你过关了！ ”抬头看大家，“至于你们的‘剑诀’，哼！ ”乾隆想想，想到小燕子手拿树枝，比手画脚状，实在忍不住，又大笑起来了，“哈哈！ 哈哈！ 剑诀，点子想得不错！ 只是学生太糟了！ ”再想想，又笑，“什么‘皇上刁难风沙暗，公主背诗幽怨多’！ 哈哈哈哈！ 算了算了，《古从军行》到此为止，你们就好好地给我筹备‘微服出巡’的事吧。 哈哈哈哈！ ”\n在乾隆的“哈哈”声中，大家也跟着嘻嘻哈哈。 尔康知道小燕子过关了，终于松了一口气。 可是，乾隆看紫薇的眼神，那么欣赏，那么怜惜，尔康就又觉得有点不对劲，担心极了。 再看心无城府的小燕子，想到乾隆的暗示，更加烦乱。 永琪和尔泰，嘴里跟着乾隆打哈哈，心里也都各有心事。 大家虽然都在笑，却只有乾隆笑得最是无牵无挂了。 20\n虽然说是“微服出巡”，一位皇上要出门，仍然是浩浩荡荡的，又是车，又是马，又是武将，又是随从。 大家已经尽量“轻骑简装”，队伍依旧十分壮观。 马车，踢踢踏踏地走在风景如画的郊道上，马队踢踢踏踏地相随。 车内，乾隆、小燕子、紫薇、纪晓岚坐在里面。 车外，尔康、尔泰、永琪、福伦、鄂敏、傅恒、太医都骑马。 乾隆看着车窗外，绿野青山，平畴沃野，不禁心旷神怡。 “今天风和日丽，我们出来走走，真是对极了！ 怪不得小燕子一天到晚要出来，这郊外的空气，确实让人神清气爽！ ”便高兴地喊，“小燕子！ 平常都是紫薇唱歌给我听，今天，你唱一首来听听！ ”\n“皇……皇老爷！ 你要我唱歌啊？ ”小燕子一呆。 “什么黄老爷？ 你这丫头，才出家门，你就给我改了姓？ 我是艾老爷！ ”\n“是！ 艾老爷，我的歌喉跟紫薇没法比呀！ ”\n“没关系，唱！"
            }
        },
        {
            "id": 20,
            "event": "捉拿盗贼",
            "time": "乾隆年间，春日午后",
            "location": "繁华市镇的一处客栈",
            "description": "客栈外熙熙攘攘，阳光斜照在街道上，小燕子等三人正准备进入客栈捉拿盗贼。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "活泼好动，擅长武艺，尤其轻功了得，正义感强烈。",
                    "position": "客栈门前，准备进入",
                    "states": "神态紧张，但充满自信"
                },
                {
                    "id": 1,
                    "name": "永琪",
                    "gender": "男",
                    "description": "成熟稳重，武艺高强，对小燕子关心备至。",
                    "position": "客栈左侧，负责接应",
                    "states": "冷静观察四周，随时准备支援"
                },
                {
                    "id": 2,
                    "name": "尔康",
                    "gender": "男",
                    "description": "忠诚正直，策略高明，为朋友提供情报支持。",
                    "position": "客栈右侧，负责接应",
                    "states": "密切注意客栈动静，随时准备行动"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "小燕子身手敏捷地跃上客栈屋檐，准备从屋顶潜入",
                    "dialogue": "“尔康、永琪，你们准备好了吗？我一进去，你们就行动。”"
                },
                {
                    "action_id": 1,
                    "character": "永琪",
                    "character_id": 1,
                    "action": "永琪点头回应，紧握手中剑，警惕四周",
                    "dialogue": "“准备好了，小燕子，小心行事。”"
                },
                {
                    "action_id": 2,
                    "character": "尔康",
                    "character_id": 2,
                    "action": "尔康目送小燕子潜入，同时密切观察客栈出口",
                    "dialogue": "“放心，我们会保护好出口，盗贼逃不掉的。”"
                }
            ],
            "plot": "小燕子、永琪和尔康三人合作，通过智慧和勇气，准备在客栈中将盗贼一网打尽。",
            "chunk": {
                "id": 130,
                "text": "”连忙把绣球还给杜老爷，彬彬有礼地说，“贫门子弟，衣食无着，还说什么娶亲？ 绣球奉还，不敢高攀！ ”\n杜老爷拿着绣球就要走，小燕子大怒，一拦，大声喊：\n“哪有说话不算话的？ 人家年龄也对，又没娶亲，完全符合你的规定，你怎么不认账？ 你一个女儿，要抛几次绣球，许几次人家？ ”\n杜老爷生气，大吼：\n“你是哪里跑来搅局的小丫头，你管我？ ”\n小燕子凶了回去：\n“我就管你！ 你看不起人，抛了绣球又不算，简直犯了……犯了……”看乾隆，大喊，“犯了欺君大罪！ ”\n杜老爷气得结巴了：\n“什么……什么欺君大罪？ 哪里……哪里有‘君’？ 我爱抛几次绣球，就抛几次绣球！ ”\n大家剑拔弩张，吵得不可收拾。 乾隆按捺不住，往前一迈，声如洪钟地一吼：\n“不许吵！ 听我说一句话！ ”\n大家静了下来，傅恒、福伦、鄂敏、尔康、尔泰、永琪等人，就很有默契地挡住了杜老爷的去路。 乾隆问少年：\n“齐志高，我听你说话不俗，你念过书吗？ ”\n“从小念书，可是，百无一用是书生啊！ ”\n“谁说？ 可曾参加考试？ ”\n“中过乡试，然后就屡战屡败了！ ”\n“年纪这么轻，前途大有可为！ 不要轻易放弃。 ”就回头看杜老爷，郑重地说，“我今天路过这儿，碰到这件大事，闲事管定了！ 杜先生，你不要嫌贫爱富，我看这位齐志高，将来一定会飞黄腾达！ 老天已经帮你选了女婿，你就认了吧！ 福伦，把我的贺礼送上！ ”\n福伦走上前去，心里琢磨了一下，就拿出两个金元宝，交给齐志高。 “这是我们老爷给你的！ 结婚之后，记得继续去参加考试！ ”\n围观群众，一看到福伦出手如此之大，不禁大哗。 少年和杜老爷，都目瞪口呆。 杜老爷呆了半晌，才回过神来，仔细看乾隆，问道：\n“这位先生，怎么称呼？ ”\n“我姓艾。 ”\n“艾先生，请进去奉茶！ ”杜老爷恭敬地说。 “我还要赶路，不坐了！ 既然遇到你家办喜事，算是有缘！ 你是不是已经决定把女儿嫁给这个齐志高了？ ”\n杜老爷面有难色。 “这个……”\n乾隆回头喊：\n“纪师傅！ 有没有带纸笔？ ”\n纪晓岚捧着纸笔走了过来，一笑：\n“已经猜到老爷要用纸笔，带是没带，刚刚从杜家借了一份来！ 但是，这儿没桌子，怎么写字！ ”\n“在我背上写！ ”\n尔康躬起背给乾隆铺纸，乾隆提笔，一挥而就，写了“天作之合”四个大字。 然后，从怀中掏出一个小印，盖了上去。 乾隆把字交给杜老爷，并俯身在他耳边耳语了两句话。 杜老爷这一惊，真是非同小可。 拿着纸，双手发抖，眼睛直直地看着乾隆。 乾隆就挥手对福伦等人说：\n“我们不是还要赶路吗？ 热闹看完了，大家走吧！ ”\n乾隆就带着小燕子等人，全部撤走。 杜老爷双腿一软，又喜又惊地跪落地，在乾隆身后，嘣咚一声，磕了一个头。 少年人见杜老爷磕头，也跪下，糊里糊涂地对乾隆等人磕头不止。 乾隆走远，杜老爷才起身，看着乾隆等人的背影，好像做梦一样。 等到乾隆等人走远了，他才低头看手中的题词，和那个“乾隆御印”的小印。 蓦然间，喜不自胜，回头一把握住少年的手，几乎涕泗交流了。 “贤婿啊！ 你这个面子可大了！ 原来你是老天爷赐给我的贵人啊！ 你一定会飞黄腾达的！ 一定会！ 赶快去拜天地吧！ ”\n少年愕然，更加糊涂了。 杜老爷抬头对群众喜悦地大喊：\n“各位乡亲，我们家马上办喜事，请各位全体来喝一杯喜酒！ ”\n群众欢呼，掌声雷动。 这天晚上，大家投宿在客栈里。 小燕子到井边去打水，才走进院子，就被人一把拉住，拖进了一个亭子里。 小燕子定睛一看，是永琪。"
            }
        },
        {
            "id": 21,
            "event": "诗稿误会",
            "time": "康熙三十八年秋日黄昏",
            "location": "颐和园昆明湖畔",
            "description": "秋日颐和园内，昆明湖畔，落日余晖映照着波光粼粼的湖面。一阵微风拂过，吹起了湖边小桌上的一叠诗稿，引发了一场关于诗稿的误会。",
            "characters": [
                {
                    "id": 0,
                    "name": "晴川",
                    "gender": "女",
                    "description": "晴川公主，性格温婉，喜好文学，尤其擅长诗词。",
                    "position": "站在湖边小桌旁",
                    "states": "惊慌，困惑"
                },
                {
                    "id": 1,
                    "name": "玄烨",
                    "gender": "男",
                    "description": "康熙皇帝，文治武功，对文学艺术有着极高的鉴赏力。",
                    "position": "坐在湖边凉亭中",
                    "states": "好奇，期待"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "晴川",
                    "character_id": 0,
                    "action": "匆忙捡起地上的诗稿，面露惊慌",
                    "dialogue": "皇上，这诗稿非臣妾所作，请您明察。"
                },
                {
                    "action_id": 1,
                    "character": "玄烨",
                    "character_id": 1,
                    "action": "轻轻点头，目光深邃",
                    "dialogue": "晴川，朕相信你的才华，不必惊慌。"
                }
            ],
            "plot": "晴川公主在颐和园昆明湖畔不慎将他人的诗稿当作自己的作品，面对康熙皇帝的期待，她急忙澄清误会。皇帝玄烨则用他的睿智和信任化解了这场诗稿误会，展现了皇家的宽容与理解。",
            "chunk": {
                "id": 131,
                "text": "“小燕子，我问你，你今天把那个绣球一直往我面前拨，到底是什么意思？ ”永琪气呼呼，脸色非常不好。 “我是好意啊！ 你还不领情？ 那么漂亮的小姐，娶回去多好！ ”小燕子说。 “你知不知道我的婚姻，是要阿玛来指定的？ ”\n“那又怎样？ 如果你被绣球打中了，阿玛也不能不承认！ 了不起，阿玛指的是正室，这个小姐给你做个二房也不错！ 等到那个杜老爷知道你的真实身份之后，就算要她做第三第四，恐怕他都巴不得呢！ ”\n永琪气得脸红脖子粗，紧紧地盯着小燕子，从齿缝中迸出几句：\n“你就这么热心，要帮我拉红线啊？ 你有没有想过，我心里可能有人了？ ”\n小燕子大惊，睁大眼睛：\n“有人？ 有谁？ 哪家的小姐？ 比这个杜家的小姐还漂亮吗？ ”\n“是！ 最起码，我认为是！ ”\n“反正我不认识，我不知道！ 你怎么不告诉我呢？ ”\n“你认识她！ ”永琪抽了一口气。 “我认识？ ”小燕子惊呼，“是谁？ ”\n“远在天边，近在眼前！ ”\n小燕子立刻大惊失色，张口结舌，瞪着永琪，拼命摇头，说：\n“不行不行！ 你不可以这样！ 你明知道紫薇心里已经有人了，你不能再蹚这个浑水！ 人家尔康和你像兄弟一样，就算你是阿哥，也不能抢人家的心上人，那样就太没风度了！ ”\n永琪见小燕子如此不解风情，心中着实有气，恨恨地说：\n“你气死我了！ ”\n小燕子怔住，眼睛睁得大大的，说：\n“只好气死你，这个忙我一定不帮！ 你找我也没用！ ”\n永琪叹气，摇了摇小燕子，说：\n“怎么可能是紫薇呢？ 你有没有大脑？ 我明知道紫薇是我的妹妹啊，我对她只可能有兄妹之情，不可能有其他感情呀！ 你不要胡说八道了！ ”\n小燕子呆了呆：\n“对呀，那么……不是紫薇？ ”\n“当然不是紫薇！ ”\n“那……”小燕子寻思，“难道是金琐？ ”\n永琪气得又摔袖子，又顿足，再也憋不住了，终于一口气说了出来：\n“不是紫薇，不是金琐，不是明月，也不是彩霞！ 是那个一天到晚和她们在一起的人！ 是那个被我一箭射到，从此就让我牵肠挂肚的人！ 是那个不解风情，拼命帮我拉红线的人！ 现在，你懂了没有？ 难道，这么久的日子以来，你一点感觉都没有吗？ ”\n小燕子这一下明白了，惊得连退了两步，脸色由红转白，又由白转红。 “可是……可是……”她张口结舌，“为什么？ 你把我弄糊涂了！ 你说的是我吗？ ”\n“你认为我除了你，还用箭射到过多少只小燕子？ ”永琪气极地问。 小燕子退后，一屁股在発子上，手肘撑在石桌上，托着下巴，发起呆来。 永琪看到她这种样子，实在泄气，实在失望，说：\n“原来……我一直在自作多情？ 你从来没有想过我，是不是？ ”\n小燕子眨巴着大眼睛，看着他。 “可是……你是我的哥哥啊！ ”\n“是吗？ 真的是吗？ 那么紫薇是什么呢？ 我哪里跑来这么多妹妹？ ”\n小燕子突然显得扭捏和羞涩起来，可怜兮兮地问：\n“可以……算是‘不是’吗！ ”\n“本来就不是呀！ ”\n“可我……可我……从来不敢这样想……”小燕子结结巴巴。 “如果可以这样想呢？ ”永琪兴奋起来。 “我不知道，我真的不知道……”小燕子眼睛闪亮如秋水，如寒星，神情迷惘如梦，“我要好好地想一想，我现在好糊涂，好混乱……”\n小燕子这种神情，这种眼光，让永琪心动得快发疯了。 他就一步上前，抓住她的双臂，把她从凳子上拉了起来，摇着她，热烈地请求说：\n“从今天起，答应我好好地想一想，用另外一个身份和角度来想！ 紫薇可以对尔康怎样，你就可以对我怎样。 虽然未来的事还得努力，我们自己总该认清自己！ 等你和紫薇各归各位，你就不是现在的身份了！ 你这个身份是假的，而我的感情是真的！"
            }
        },
        {
            "id": 22,
            "event": "夏日赏荷诗词创作",
            "time": "乾隆年间，盛夏午后",
            "location": "皇宫御花园的荷花池畔",
            "description": "阳光透过荷叶的缝隙，洒在波光粼粼的水面上，乾隆皇帝与紫薇、小燕子一同坐在凉亭之中，周围是盛开的荷花和宫女们忙碌的身影。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "才情出众，温婉贤淑的宫女，擅长诗词歌赋，对乾隆有着深厚的父女之情。",
                    "position": "坐在乾隆皇帝的左侧，手持诗稿",
                    "states": "面带微笑，眼神中透露着对乾隆的敬爱"
                },
                {
                    "id": 1,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格活泼开朗，率真可爱，对紫薇的才华十分佩服。",
                    "position": "站在紫薇身旁，目光热切地看着乾隆",
                    "states": "表情兴奋，不时地左顾右盼"
                },
                {
                    "id": 2,
                    "name": "乾隆皇帝",
                    "gender": "男",
                    "description": "文治武功的皇帝，对诗词有独到的见解，对雨荷有着深切的怀念。",
                    "position": "坐在凉亭正中，目光深远地望着荷花池",
                    "states": "面露沉思，情感丰富"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇轻声朗诵自己创作的诗词，语调婉转悠扬。",
                    "dialogue": "‘翠盖轻摇绿伞开，红裳半掩映朝霞。愿借西湖一池水，为君洗净古今愁。’"
                },
                {
                    "action_id": 1,
                    "character": "小燕子",
                    "character_id": 1,
                    "action": "小燕子拍手称赞，眼中闪烁着羡慕。",
                    "dialogue": "“哇，紫薇，你这首诗得太好了！我也要努力学学！”"
                },
                {
                    "action_id": 2,
                    "character": "乾隆皇帝",
                    "character_id": 2,
                    "action": "乾隆皇帝点头称赞，眼中闪过一丝怀念。",
                    "dialogue": "“好诗，紫薇，你这首诗让朕想起了雨荷。她若是在世，定会喜欢。”"
                }
            ],
            "plot": "在夏日午后的御花园中，乾隆皇帝与紫薇、小燕子一同赏荷并创作诗词，紫薇的诗作引起了乾隆对雨荷的回忆，三人情感交流，共度了一个充满诗意和温情的时光。",
            "chunk": {
                "id": 134,
                "text": "”\n小燕子端了茶过来，拼命吹气，吹凉了，送到乾隆唇边去。 “还好，紫薇想得周到，带了您最爱喝的茶叶！ 来，您喝喝看，会不会太烫？ ”\n乾隆接过茶，啜了一口。 紫薇又拿了一个靠垫过来，扶起乾隆的身子，说：\n“我给您腰上垫个靠垫，起来一下！ ”\n乾隆让紫薇垫了靠垫。 小燕子又端了一盘水果过来。 “您爱吃梨，这个蜜梨好甜，我来削！ ”\n“我来！ 我来！ ”紫薇抢着说。 “那，我来换帕子！ ”小燕子就去换乾隆额上的帕子。 乾隆左看右看，一对花一般的姑娘，诚诚恳恳地侍候着自己，绕在他身边，跑来跑去，嘴里你一句，我一句，有问有答的，他竟有一种不真实的幸福感。 他凝视二人，越看越迷糊，越看越困惑。 “你们两个，到底是从哪儿来的？ ”他忽然问。 小燕子和紫薇双双一怔。 “老爷，您这句话是什么意思？ ”小燕子有点惊惶。 紫薇停止削梨，盈盈大眼，惊疑地看着乾隆。 “不要怕！ ”乾隆温柔极了，“我没有别的意思，我只是很感谢上苍，把你们两个，赐给了我！ 我觉得好幸福，好温馨。 这种感觉，是我一生都没有感觉过的！ 我真的非常非常珍惜！ ”\n紫薇和小燕子，双双震动着。 药熬好了。 小燕子和紫薇，就端着药碗，要喂乾隆吃药，一个拼命吹，一个拿着汤匙喂。 乾隆看这两个丫头，把自己当成小孩一样，不禁失笑，伸手去拿碗，说：\n“你们不要把我当成害了重病，好不好？ 我自己来！ ”\n紫薇微笑，吹气如兰：\n“老爷，有事丫头服其劳！ 您就让我们侍候侍候吧！ 您有幸福的感觉，我们也有啊！ 何不让这种感觉多延续一下？ ”\n乾隆眩惑了，看着紫薇，默然不语，便由着她们两个，喂汤喂药。 没多久，乾隆迷迷糊糊地睡着了。 夜色已深，小燕子早就支持不住，靠在一张椅子里，也睡着了。 只有紫薇，仍然清醒得很。 看着熟睡的乾隆，她思潮起伏，激动不已。 这是她的亲爹啊！ 是她梦寐以求的情景啊！ 这个“爹”，离她那么近，对她那么好，她却不能喊一声爹！ 她凝视乾隆，把乾隆的被拉严，伸手抚摸乾隆的额，发现乾隆在出汗，就掏出手帕，细心地拭去乾隆额上的汗珠。 乾隆在做梦。 梦里，雨荷对他缓缓走来，大眼中盈盈含泪。 梦里，雨荷在说：\n“请不要走，我不舍得你走！ 我很怕今日一别，后会无期啊！ ”\n乾隆不安地蠕动着身子，紫薇忙碌的手，不住拭去他额上的汗，不住换帕子。 梦里的乾隆，看着梦里的雨荷。 雨荷在说：\n“我不敢要求你的爱，是天长地久，我只能告诉你，我的爱，是永远永远不会终止的！ 就怕皇上的爱，只是蜻蜒点水，而我，变成一生的等待！ ”\n乾隆呓语，模糊不清。 紫薇有点着急，双手更加忙碌地为他拭汗，为他冷敷。 乾隆仍然在做梦，梦里的雨荷在说：\n“记住几句话：‘君当如磐石，妾当如蒲草，蒲草韧如丝，磐石无转移。 ’”\n梦中的雨荷幽幽怨怨，转身而去。 乾隆惊喊而醒：\n“雨荷！ 雨荷！ ”\n乾隆陡然坐起身子，接触到紫薇惊怔的双眸。 迷糊中，紫薇和雨荷，叠而为一。 乾隆一伸手，紧紧握住了紫薇正为他拭汗的手。 两人瞠然对视，紫薇听到乾隆喊着母亲的名字，陷入极大的震撼中。 乾隆惊见紫薇殷勤照顾，疑梦疑真。 “我做梦了，是不是？ ”乾隆怔忡地问。 紫薇点点头，颤声地答：\n“您在叫‘雨荷’！ ”\n乾隆一瞬也不瞬地凝视紫薇。 “你也知道雨荷？ ”\n“是！ 知道雨荷的每一件事！ 知道老爷的诗！ ”就轻轻地念，“雨后荷花承恩露，满城春色映朝阳。 大明湖上风光好，泰岳峰高圣泽长。"
            }
        },
        {
            "id": 23,
            "event": "市集救援",
            "time": "道光年间，春日辰时",
            "location": "北京城外市集",
            "description": "市集热闹非凡，人潮涌动。春风拂面，阳光和煦，各色货物琳琅满目。",
            "characters": [
                {
                    "id": 0,
                    "name": "李寻欢",
                    "gender": "男",
                    "description": "风流倜傥，武艺高强，心怀仁慈，善于洞察人心。",
                    "position": "独立于市集一角，观察四周",
                    "states": "神态淡然，目光如炬"
                },
                {
                    "id": 1,
                    "name": "林诗音",
                    "gender": "女",
                    "description": "温婉贤淑，才貌双全，对李寻欢情有独钟。",
                    "position": "跟随在李寻欢身旁，目光流转",
                    "states": "神态担忧，目光含蓄"
                },
                {
                    "id": 2,
                    "name": "阿飞",
                    "gender": "男",
                    "description": "身手敏捷，性格孤僻，因家仇而流落江湖。",
                    "position": "被人群围在中央，神色焦急",
                    "states": "神态紧张，目光求助"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "李寻欢",
                    "character_id": 0,
                    "action": "李寻欢轻挥折扇，指向人群中的阿飞",
                    "dialogue": "诗音，你看那位少年，似乎遇到了麻烦。"
                },
                {
                    "action_id": 1,
                    "character": "林诗音",
                    "character_id": 1,
                    "action": "林诗音紧随其后，与李寻欢一同走向阿飞",
                    "dialogue": "少侠，何事如此焦急？或许我们能助一臂之力。"
                },
                {
                    "action_id": 2,
                    "character": "阿飞",
                    "character_id": 2,
                    "action": "阿飞眼中闪过一丝感激，低声讲述自己的困境",
                    "dialogue": "两位侠士，我名阿飞，因报仇雪恨，误入险境，还望搭救。"
                }
            ],
            "plot": "李寻欢和林诗音在市集上偶遇阿飞，决定伸出援手，随后发现阿飞身世之谜，牵扯出一段江湖恩怨。",
            "chunk": {
                "id": 135,
                "text": "”念完，心中激动，口中难言，一滴泪就滑落面颊，滴在乾隆手背上。 这滴眼泪震动了乾隆，他整个人一跳，看着紫薇的眼神，更加深邃了。 “你怎么会知道这首诗？ ”转念一想，明白了，“哦，是小燕子告诉你的！ ”\n紫薇低头不语。 乾隆再看了她好一会儿，沉吟而困惑地：\n“好奇怪，总觉得跟你很熟悉似的，好像老早就认识，中国自古就有成语‘似曾相识’，想必，这是人与人之间常有的一种感觉吧！ ”就柔声说，“紫薇，我从来没有问过你，你家乡在哪儿？ ”\n“我和小燕子是同乡，家在济南大明湖边。 ”紫薇清晰地回答。 “你和她是同乡？ 难道你见过雨荷？ ”乾隆惊愕。 “是！ 她是我的干娘！ ”\n乾隆大惊，愕然半晌。 “我不懂，难道你和小燕子认识已久？ ”\n“我和小燕子是缘分，是知己，是姐妹！ 大概从上辈子开始，就已经认识了！ ”\n乾隆惊看紫薇，一肚子疑惑，却不知哪儿不对劲。 正要再仔细盘问，熟睡的小燕子忽然从椅子上滚落地，嘴里在说梦话：\n“小贼！ 看你往哪里跑！ 你给我滚回来……”这一摔，就摔醒了，坐在地上发愣，“我在哪里？ ”\n紫薇急忙奔过去，把她扶起来。 “怎么回事？ 睡着了还会滚到地上来？ 做梦都在跟人打架吗？ ”\n小燕子看到乾隆，这才一个惊跳，站起身，跑到乾隆面前问：\n“老爷，你好一点没有？ 我怎么睡着了呢？ ”就伸手摸摸乾隆的前额，喜悦地喊，“你不烧了！ ”\n紫薇那几乎要脱口而出的秘密，就这样被打断了。 紫薇看着乾隆，笑着说：\n“老爷，你到床上好好地躺一躺吧！ 烧已经完全退了，也不出汗了，我想，再休息两天，就可以上路了！ ”\n乾隆看着面前的一对璧人，神思恍惚。 小燕子伸手去扶乾隆：\n“我们扶你到床上去！ ”\n乾隆起身，小燕子和紫薇，一边一个扶着他。 “你们把我当成什么了？ ”乾隆说。 “把你当成‘爹’啊！ ”小燕子答。 紫薇就看着乾隆，大胆接口：\n“是啊！ 我知道没有资格，但是，我好想跟小燕子说同样一句话！ ”\n乾隆一震，看紫薇。 紫薇眼中，闪耀着渴盼和千言万语，这样的眼光，使乾隆整个人都怔住了，更加迷糊起来。 乾隆休息了两天，身体就康复了。 车车马马，大家又上了路。 这天，大家到了一个村庄，正好赶上“赶集”的日子。 广场上，热闹得不得了，各种日用商品、布匹、牲口、杂货应有尽有，小贩们此起彼落地叫卖着。 各种小吃摊子，卖糖葫芦的，捏泥人的，卖馄饨的，卖煎饼的……也应有尽有。 乾隆等一行人走了过来。 乾隆看到国泰民安，大家有的卖，有的买，热闹非凡，心里觉得颇为安慰，东看看，西看看，什么都好奇。 忽然，大家看到了个年约十七八岁，长得相当标致，浑身缟素的姑娘，跪在一张白纸前。 许多群众，围在前面观看。 小燕子和紫薇，已经挤了进去。 紫薇看着那张纸，纸上写着“卖身葬父”。 紫薇不禁念着内容：\n“小女子采莲，要赴京寻亲，经过此地，不料老父病重，所有盘缠，全部用尽，老父仍然撒手西去。 采莲举目无亲，身无分文，只得卖身葬父。 如有仁人君子，慷慨解囊，安葬老父，采莲愿终身为奴，以为报答！ ”\n小燕子站在采莲前面，看着那张状子，拉了拉紫薇，悄悄低问：\n“这个画面，有没有一点熟悉？ 你看那个采莲，会不会是个骗子？ ”\n紫薇也低声说：\n“如果是，你要怎样？ 如果不是，你又怎样？ ”\n小燕子嘻嘻一笑，低声说：\n“如果是真的‘卖身葬父’，我当然要给钱呀，总不能让她把自己卖了。 如果是假的，我当然更得给钱了，因为是‘同行’嘛！"
            }
        },
        {
            "id": 24,
            "event": "集市解谜",
            "time": "乾隆年间，一个春日的上午",
            "location": "济南大明湖附近的一个村庄集市",
            "description": "集市热闹非凡，人声鼎沸。紫薇和小燕子在人群中穿梭，寻找可以帮助采莲的线索。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "聪明、善良，擅长诗词歌赋，具有敏锐的洞察力。",
                    "position": "站在一个卖古董的书摊前，专注地翻看一本古籍。",
                    "states": "好奇、专注"
                },
                {
                    "id": 1,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "活泼、直率，擅长武艺，性格中的率真和直接。",
                    "position": "在集市的另一头，与一个卖艺的江湖人交谈。",
                    "states": "兴奋、友善"
                },
                {
                    "id": 2,
                    "name": "采莲",
                    "gender": "女",
                    "description": "外表标致，性格刚烈，因葬父卖身，身世成谜。",
                    "position": "紫薇旁边，紧张地看着紫薇的动作。",
                    "states": "紧张、期待"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇在古籍中偶然发现与采莲身世有关的线索，她眼睛一亮，立刻指给采莲看。",
                    "dialogue": "“采莲，你看这，这可能与你身世有关！”"
                },
                {
                    "action_id": 1,
                    "character": "采莲",
                    "character_id": 2,
                    "action": "采莲激动地接过书，仔细查看紫薇指出的部分，眼中闪过一丝希望。",
                    "dialogue": "“这，这是真的吗？我……我真的可能有亲人？”"
                },
                {
                    "action_id": 2,
                    "character": "小燕子",
                    "character_id": 1,
                    "action": "小燕子听到紫薇的喊声，迅速结束与江湖人的交谈，向紫薇和采莲的方向奔去。",
                    "dialogue": "“怎么了？发现什么了？”"
                }
            ],
            "plot": "紫薇和小燕子在集市上帮助采莲寻找身世线索，紫薇在古籍中发现关键信息，三人的命运因此可能出现重大转折。",
            "chunk": {
                "id": 135,
                "text": "”念完，心中激动，口中难言，一滴泪就滑落面颊，滴在乾隆手背上。 这滴眼泪震动了乾隆，他整个人一跳，看着紫薇的眼神，更加深邃了。 “你怎么会知道这首诗？ ”转念一想，明白了，“哦，是小燕子告诉你的！ ”\n紫薇低头不语。 乾隆再看了她好一会儿，沉吟而困惑地：\n“好奇怪，总觉得跟你很熟悉似的，好像老早就认识，中国自古就有成语‘似曾相识’，想必，这是人与人之间常有的一种感觉吧！ ”就柔声说，“紫薇，我从来没有问过你，你家乡在哪儿？ ”\n“我和小燕子是同乡，家在济南大明湖边。 ”紫薇清晰地回答。 “你和她是同乡？ 难道你见过雨荷？ ”乾隆惊愕。 “是！ 她是我的干娘！ ”\n乾隆大惊，愕然半晌。 “我不懂，难道你和小燕子认识已久？ ”\n“我和小燕子是缘分，是知己，是姐妹！ 大概从上辈子开始，就已经认识了！ ”\n乾隆惊看紫薇，一肚子疑惑，却不知哪儿不对劲。 正要再仔细盘问，熟睡的小燕子忽然从椅子上滚落地，嘴里在说梦话：\n“小贼！ 看你往哪里跑！ 你给我滚回来……”这一摔，就摔醒了，坐在地上发愣，“我在哪里？ ”\n紫薇急忙奔过去，把她扶起来。 “怎么回事？ 睡着了还会滚到地上来？ 做梦都在跟人打架吗？ ”\n小燕子看到乾隆，这才一个惊跳，站起身，跑到乾隆面前问：\n“老爷，你好一点没有？ 我怎么睡着了呢？ ”就伸手摸摸乾隆的前额，喜悦地喊，“你不烧了！ ”\n紫薇那几乎要脱口而出的秘密，就这样被打断了。 紫薇看着乾隆，笑着说：\n“老爷，你到床上好好地躺一躺吧！ 烧已经完全退了，也不出汗了，我想，再休息两天，就可以上路了！ ”\n乾隆看着面前的一对璧人，神思恍惚。 小燕子伸手去扶乾隆：\n“我们扶你到床上去！ ”\n乾隆起身，小燕子和紫薇，一边一个扶着他。 “你们把我当成什么了？ ”乾隆说。 “把你当成‘爹’啊！ ”小燕子答。 紫薇就看着乾隆，大胆接口：\n“是啊！ 我知道没有资格，但是，我好想跟小燕子说同样一句话！ ”\n乾隆一震，看紫薇。 紫薇眼中，闪耀着渴盼和千言万语，这样的眼光，使乾隆整个人都怔住了，更加迷糊起来。 乾隆休息了两天，身体就康复了。 车车马马，大家又上了路。 这天，大家到了一个村庄，正好赶上“赶集”的日子。 广场上，热闹得不得了，各种日用商品、布匹、牲口、杂货应有尽有，小贩们此起彼落地叫卖着。 各种小吃摊子，卖糖葫芦的，捏泥人的，卖馄饨的，卖煎饼的……也应有尽有。 乾隆等一行人走了过来。 乾隆看到国泰民安，大家有的卖，有的买，热闹非凡，心里觉得颇为安慰，东看看，西看看，什么都好奇。 忽然，大家看到了个年约十七八岁，长得相当标致，浑身缟素的姑娘，跪在一张白纸前。 许多群众，围在前面观看。 小燕子和紫薇，已经挤了进去。 紫薇看着那张纸，纸上写着“卖身葬父”。 紫薇不禁念着内容：\n“小女子采莲，要赴京寻亲，经过此地，不料老父病重，所有盘缠，全部用尽，老父仍然撒手西去。 采莲举目无亲，身无分文，只得卖身葬父。 如有仁人君子，慷慨解囊，安葬老父，采莲愿终身为奴，以为报答！ ”\n小燕子站在采莲前面，看着那张状子，拉了拉紫薇，悄悄低问：\n“这个画面，有没有一点熟悉？ 你看那个采莲，会不会是个骗子？ ”\n紫薇也低声说：\n“如果是，你要怎样？ 如果不是，你又怎样？ ”\n小燕子嘻嘻一笑，低声说：\n“如果是真的‘卖身葬父’，我当然要给钱呀，总不能让她把自己卖了。 如果是假的，我当然更得给钱了，因为是‘同行’嘛！"
            }
        },
        {
            "id": 25,
            "event": "紫薇失忆后的花园相遇",
            "time": "乾隆年间，一个晴朗的午后",
            "location": "皇宫内御花园的凉亭",
            "description": "阳光透过凉亭的瓦片，斑驳地洒在紫薇和尔康的身上。花园里的花香四溢，小燕子在花丛中穿梭，寻找能帮助紫薇恢复记忆的线索。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "才情出众，因意外失去记忆，显得有些迷茫和无助。",
                    "position": "坐在凉亭的石凳上，手中轻抚着一本打开的诗词集。",
                    "states": "迷茫，试图通过诗词找回记忆"
                },
                {
                    "id": 1,
                    "name": "尔康",
                    "gender": "男",
                    "description": "紫薇的恋人，机智且深情，正在努力帮助紫薇恢复记忆。",
                    "position": "站在紫薇身旁，眉头紧锁，目光关切。",
                    "states": "焦虑，急于找到帮助紫薇的方法"
                },
                {
                    "id": 2,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直率，紫薇的好友，正在花园中寻找有助于恢复记忆的物品。",
                    "position": "在花丛中忙碌，偶尔抬头观察紫薇和尔康的互动。",
                    "states": "热心，希望尽快找到解决问题的方法"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "尔康",
                    "character_id": 1,
                    "action": "尔康轻声念着紫薇的诗句，试图唤起她的记忆。",
                    "dialogue": "“紫薇，这是你写的诗句，记得吗？‘春风得意马蹄疾，一日看尽长安花。’”"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇抬头看着尔康，眼中闪过一丝困惑，轻声回答。",
                    "dialogue": "“春风，长安，花……这些字眼似乎很熟悉，但我记不清了。”"
                },
                {
                    "action_id": 2,
                    "character": "小燕子",
                    "character_id": 2,
                    "action": "小燕子忽然从花丛中跳出来，手中拿着一束紫薇花。",
                    "dialogue": "“看，这是紫薇花，跟你的名字一样，说不定能帮你想起什么！”"
                }
            ],
            "plot": "紫薇失忆后，尔康和小燕子想尽办法帮助她恢复记忆。在御花园的凉亭中，尔康试图通过紫薇的诗词来唤起她的记忆，而小燕子则希望紫薇花能带来奇迹。这一幕展现了他们之间深厚的友情和爱情，同时也预示着背后秘密的逐步揭露。",
            "chunk": {
                "id": 142,
                "text": "“皇上已经退到树下，紫薇身受重伤，你赶快去！ 这儿有我！ ”尔泰急喊。 尔康一听，紫薇身受重伤，脑中轰地一响，抓着胡太医，一路杀出去。 树下，乾隆仍然抱着紫薇，不曾松手。 他低头，看到紫薇的脸色越来越白，血一直滴到地下，不禁心慌意乱。 他喊着紫薇：\n“紫薇！ 紫薇丫头！ 看着我，别晕过去，保持清醒！ 跟我说说话！ 听到没有？ ”\n紫薇看着乾隆，好痛，吸着气，觉得每次呼吸，血就跟着流出去。 她以为自己要死了。 好多话，还没说明白，怎么办？ “皇上，我是不是快死了？ ”她挣扎着问。 乾隆大震：\n“什么死不死？ 受这么一点小伤，怎么会死？ ”抬头又一阵大喊，“胡太医！ 找到胡太医没有？ ”\n紫薇心里好急，颤声地说：\n“皇上，如果我死了，可不可以请求你一件事？ ”\n“什么？ ”乾隆心痛，着急，心不在焉，到处找太医。 “请你饶小燕子不死！ ”紫薇轻声说，恳求地。 “不要再死不死的了，谁都不会死！ ”乾隆生气地喊。 紫薇好痛，呻吟着：\n“我们不是安心的……请饶小燕子一命！ ”她再说。 乾隆根本听不懂，以为紫薇已经失去意识了，急得不得了，大声说：\n“紫薇，你撑着一点，太医马上来了！ ”\n这时，尔康浑身浴血，手臂带伤，提着太医，几乎是脚不沾尘地飞蹿而至。 “太医来了！ 太医来了！ ”他喊着，一眼看到乾隆臂弯里的紫薇，看到那把深深插在她胸前的利刃，和那点点滴滴往下淌的鲜血……他眼前一黑，几乎要晕过去，脱口就喊：“老天啊！ ”\n胡太医惊魂未定，喘息地站在那儿。 “请皇上把紫薇放下地，让臣诊治！ ”\n鄂敏已将身上外衣脱下，铺在地上。 乾隆这才将紫薇放在地上。 太医急忙上前把脉，察看伤口。 另一边，战事已经告一段落。 高跷队东倒西歪，全部躺下。 冀州的守备丁大人已经得到消息，率领了大批官兵赶到，捕捉刺客。 小燕子这时才能脱身，听到是紫薇受伤，吓得面无人色，连滚带爬地扑奔乾隆这儿，一看到地上的紫薇，魂飞魄散。 “紫薇，怎么会这样？ 你中了一刀……天啊！ ”她爬过去，抱住紫薇的头，泪珠就落在紫薇面颊上了，“我答应过金琐，不让你少一根头发，现在，你居然中了一刀，我要怎么办啊……”\n紫薇看到小燕子，好多叮嘱，简直不知道要先讲哪一样好。 “金琐，要照顾金琐……”她虚弱地说。 小燕子更是泪如雨下。 “你说什么，不会有事的！ 你勇敢一点，不会有事的……”\n她哭着喊。 众人此时已恶战完毕，纷纷聚拢。 “报告皇上，丁大人已经带兵赶到，所有乱党全都抓了起来！ 都是大乘教的余孽，从‘抛绣球’那天就盯上我们了，现在，已经押去审问了！ ”傅恒禀告。 就有丁大人带着一队官兵，急跪于地。 “卑职丁承先叩见皇上，不知皇上驾临，护驾来迟，罪该万死！ ”\n官兵全部跪落地，齐声大喊：\n“皇上万岁万万岁！ ”\n乾隆烦躁地挥手，心急如焚地说：\n“都不要吵，现在什么事都别说，先把紫薇治好要紧！ 胡太医，紫薇怎样？ ”\n“赶快找一个干净地方，臣要把匕首拔出来！ ”胡太医紧张地说。 乾隆就对丁大人喊：\n“听到没有？ 最近的地方在哪儿？ ”\n丁大人磕头说：\n“皇上不嫌弃，就到奴才家里吧！ ”\n乾隆一俯身，就从地上抱起紫薇，急促地说：\n“还耽搁什么？ 走呀！ ”\n说着，乾隆就迈开大步，大家赶紧疾步跟随。 丁府一阵忙忙乱乱。 紫薇躺上了床，胡太医不敢立刻拔刀，生怕刀子一拔，紫薇也就去了。 看乾隆这种神情，万一紫薇不保，恐怕他这个太医也不保了。"
            }
        },
        {
            "id": 26,
            "event": "落水事件",
            "time": "道光年间，春日黄昏",
            "location": "颐和园昆明湖畔",
            "description": "昆明湖畔，春风拂面，落日余晖映照在湖面上。此时，一名宫女不慎落水，引起了周围人的关注。",
            "characters": [
                {
                    "id": 0,
                    "name": "如燕",
                    "gender": "女",
                    "description": "年轻宫女，性格谨慎，因意外落水而惊慌失措。",
                    "position": "湖水中挣扎，显得十分慌乱。",
                    "states": "情绪恐慌，体力逐渐不支。"
                },
                {
                    "id": 1,
                    "name": "福康安",
                    "gender": "男",
                    "description": "皇族子弟，英勇果敢，常在危难时刻挺身而出。",
                    "position": "迅速赶到湖边，准备施救。",
                    "states": "神色焦急，但行动果断。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "如燕",
                    "character_id": 0,
                    "action": "在水中挣扎，并大声呼救。",
                    "dialogue": "救命啊！救救我！"
                },
                {
                    "action_id": 1,
                    "character": "福康安",
                    "character_id": 1,
                    "action": "毫不犹豫地跳入水中，向如燕游去。",
                    "dialogue": "别怕，我来救你！"
                }
            ],
            "plot": "宫女如燕不慎在昆明湖畔落水，福康安及时出现英勇施救，展现了皇族子弟的勇敢和担当。",
            "chunk": {
                "id": 143,
                "text": "先要丫头们准备热水，准备参汤，准备绷带，准备止血金创药……他忙忙碌碌，在卧室内内外外跑。 乾隆在门口拦住了他。 “胡太医，你跟我说实话，拔刀有没有危险？ ”\n“回皇上，紫薇姑娘的伤，并没有靠近心脏’可是，流血太多，伤到血管，是显而易见的！ 刀子拔出时，只怕她一口气提不上来，确实有危险！ 臣已经拿了参片，让她含着，但是……”\n乾隆明白了，咬牙说道：\n“朕跟你进去！ 看着你拔刀！ ”\n两人大步来到床前。 紫薇躺在床上，脸色惨白，匕首仍然插在胸前。 太医已将伤口附近的衣服剪开，丫头们用帕子压着伤口周围。 太医推开丫头，按住伤口，准备拔刀。 小燕子、乾隆、尔康、尔泰、永琪、福伦全部围在床前，紧张地看着太医。 “我需要一个人帮忙，抱住她的头，压住她的上身，免得拔刀时身子会动！ ”\n尔康往前一冲，忘形地说：\n“我来！ ”说完，才发现手臂上有伤，根本动作不便。 乾隆已经一步上前，坚定地说：\n“朕来！ ”就上前，紧紧地、稳定地抱着紫薇的头，低头对紫薇说，“朕在这儿稳着你，朕既然贵为天子，一定能够给你力量！ 你也要为朕争一口气，知道吗？ ”\n紫薇虚弱地点头，心里明白，自己的生命，恐怕会随着拔刀而消失，眼睛不禁看众人，好多的不舍，好多的话要说。 胡太医很不安：\n“皇上！ 臣拔出匕首时，只怕血会溅出来！ 是不是让别人……”\n“你不要顾虑了，赶快救人要紧！ ”就看众人，“你们退下吧！ 小燕子，你也出去！ ”\n小燕子立刻哀声喊：\n“我不走，我守着她！ 我绝对绝对不离开她！ ”\n尔康两眼，死死地看着紫薇，整个魂魄，都悬在紫薇身上，哪里能够离开。 永琪看大家这个状况，就急促地说：\n“皇阿玛，如果没有不方便，让我们看着这把刀拔出来。 毕竟，这些日子以来，我们跟紫薇已经像一家人了！ 没看到她平安，大家都走不开！ 而且，我们可以给她打气呀！ ”\n乾隆自己已经方寸大乱，顾不得大家了，就默然不语。 太医就握住刀柄，看着紫薇说：\n“紫薇，我要拔刀了！ 拔出来的时候会很痛，但是，没办法，非拔不可！ ”\n紫薇点了点头，抬眼看乾隆。 “等一下！ ”她的眼光，深深切切，里面藏着千言万语，盯着乾隆。 乾隆在这样的眼光下，觉得心都碎了。 他振作了一下，用有力的语气说：\n“紫薇丫头，只是痛一下，你不会有事，朕不许你有事！ 不要怕，知道吗？ ”\n“皇上……皇上……我要请求一件事！ ”紫薇衰弱地说。 “是！ 你快说！ 这刀子要马上拔，不能再耽搁了！ ”乾隆着急。 “皇上……请答应我，将来，无论小燕子做错什么，您饶她不死！ ”\n小燕子一听，泪水就疯狂滚落。 “好，朕饶她不死！ 你安心了吧？ ”乾隆匆匆回答。 尔泰和永琪交换了一个注视，这句话终于听到了，却在这种情况底下，人人震动而心碎了。 紫薇放心了，一笑，眼光就停在尔康脸上。 “尔康，我也求你一件事！ ”\n尔康震动地盯着紫薇，哑声地：\n“你说！ ”\n“万一我有个什么，请你收了金琐！ 我把她的终身托付给你了！ ”\n尔康心中，一阵绞痛，此时此刻，她关心的是小燕子，是金琐！ 他咬了咬牙，忍着泪不敢再耽误时间，有力地答道：\n“是！ ”\n紫薇就对太医沉着地说：\n“请拔刀！ ”\n大家连大气都不敢出，屏住呼吸，定定地看着那把刀。 小燕子泪水不停地掉，用手蒙住嘴。 尔康咬紧牙关，好像是自己在拔刀，脸色和紫薇一样苍白。 太医握住刀柄，用力一拔。 鲜血立刻飞溅而出。 紫薇一挺身，痛喊出声：\n“啊……”\n乾隆将紫薇的头，紧紧一抱，血溅了一身。 紫薇昏厥了过去。 乾隆急喊：\n“紫薇！ 紫薇！"
            }
        },
        {
            "id": 27,
            "event": "诗词歌赋会中的文化交流",
            "time": "乾隆年间，一个春意盎然的午后",
            "location": "皇宫内，风光秀丽的御花园",
            "description": "阳光透过花木的缝隙，洒在铺满鹅卵石的小径上。春风拂面，花香袭人，紫薇和小燕子在花园中准备了一场别开生面的诗词歌赋会，塞娅公主兴致勃勃地参与其中。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "乾隆皇帝的私生女，聪明伶俐，擅长诗词歌赋，为人温婉。",
                    "position": "站在花园中的凉亭内，手持诗稿",
                    "states": "神态自若，面带微笑"
                },
                {
                    "id": 1,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "乾隆皇帝的义女，性格活泼，不拘小节，对诗词歌赋不在行。",
                    "position": "坐在凉亭外的石凳上，手持扇子",
                    "states": "表情紧张，眼神游移"
                },
                {
                    "id": 2,
                    "name": "塞娅公主",
                    "gender": "女",
                    "description": "来自西藏的尊贵公主，对中国文化充满好奇，性格直率。",
                    "position": "坐在凉亭内，专注地听着",
                    "states": "眼神充满好奇，不时地点头"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇轻声吟诵了一首《水调歌头》，声音悠扬，情感充沛。",
                    "dialogue": "「明月几时有，把酒问青天。」"
                },
                {
                    "action_id": 1,
                    "character": "小燕子",
                    "character_id": 1,
                    "action": "小燕子起身，清了清嗓子，试图模仿紫薇的样子唱和一首《静夜思》，却走了调。",
                    "dialogue": "「床前明月光，疑是地上霜。」（唱得荒腔走板）"
                },
                {
                    "action_id": 2,
                    "character": "塞娅公主",
                    "character_id": 2,
                    "action": "塞娅公主被小燕子的表演逗笑，鼓掌称赞。",
                    "dialogue": "「有趣，有趣！小燕子，你的歌声真是别具一格！」"
                }
            ],
            "plot": "在紫薇的引导下，小燕子虽然唱得荒腔走板，却意外地增进了塞娅公主对汉文化的兴趣，三人在欢笑中开始了诗词歌赋的交流，加深了彼此的友谊。",
            "chunk": {
                "id": 150,
                "text": "在轿子前面，又是仪仗队，又是鼓乐队，最别开生面的，是有一个藏族鬼面舞，作为前趋。 所有的舞蹈者，都戴着面具，配合着藏族那强烈的音乐节奏，跳进宫门。 乾隆率领众大臣及阿哥们，都站在太和殿前，迎接巴勒奔。 鬼面舞舞进宫门，舞到乾隆及众人面前，旋转，跳跃，匍匐于地，行跪拜礼，然后迅速地散开。 两乘大轿，抬进来，轿夫屈膝，轿子放在地上。 巴勒奔和塞娅在勇士搀扶下下轿。 见到乾隆，就都匍匐在地，所有藏族的队伍全部跪下，大喊：\n“巴勒奔和塞娅参见皇上，吾皇万岁万岁万万岁！ ”\n远处的一根石柱后面，小燕子带着紫薇和金琐，正在偷窥。 紫薇害怕，拼命去拉小燕子的衣服：\n“好了，你看够了，赶快走吧！ 别给大家发现了！ 这不是普通场面，皇上在接待贵宾啊！ ”\n小燕子拼命伸头，兴奋得不得了。 “好好看啊！ 你看那些戴面具的人，跳那么奇怪的舞！ 那个西藏土司，长得好威武！ ”\n金琐也看得津津有味。 “可是，那个小公主却长得好小巧！ 那身红衣裳真漂亮！ ”小燕子的头，越伸越出去：\n“皇阿玛太不够意思了，你看，人家西藏土司从西藏到这儿，还把一个公主带在身边，见皇阿玛也没让公主躲起来！ 为什么我不能大大方方跟皇阿玛站在前面呢？ ”\n紫薇死命拉住小燕子的衣服，把她拼命往后扯：\n“你怎么回事？ 脑袋越伸越出去，快走吧！ 待会儿，他们大家一回身，就看到我们了……”\n“让我再看一下，再看一下就好……”小燕子不依的，头更往外伸。 乾隆和巴勒奔行礼已毕。 巴勒奔就放声地大笑着，用不标准的中文，说：\n“哈哈哈哈！ 这中原的景致、风土，和西藏实在不一样，一路走过来，好山好水！ 好！ 好！ 一等的好！ ”\n乾隆也大笑着：\n“哈哈！ 西藏土司路远迢迢来到北京，让朕太高兴了！ 请进宫去，国宴伺候！ ”\n巴勒奔拉住塞娅的手，带上前来。 “这是我最小的女儿，塞娅！ ”\n乾隆也急忙让永琪和阿哥们上前。 “这是朕的儿子们！ ”\n“皇上没有女儿吗？ ”巴勒奔惊奇地问。 “当然有！ 朕有八个女儿！ ”\n“怎么没看见？ ”\n“大清规矩，女儿不轻易见客！ ”乾隆一愣。 巴勒奔很惊奇，不以为然地说：\n“女儿尊贵，不输给男儿，没有女子，何来男子？ ”\n乾隆对这种论调，也很惊奇，谈笑间，已经转身向里走。 柱子后面的紫薇和金琐，急忙放掉小燕子，回头就跑。 小燕子正伸长脑袋往前看，紫薇和金琐骤然放手，她的身子就冲了出去。 她一个刹车不及，竟然摔了一跤。 乾隆和众人看到小燕子跌了出来，大惊，个个愕然，看着她。 小燕子好尴尬，跳起身来，返身想跑，已经来不及了。 乾隆一怔，只得喊：\n“小燕子！ ”\n小燕子急忙对乾隆一跪。 “皇阿玛吉祥！ ”\n乾隆回头对巴勒奔说：\n“这就是朕的一个女儿！ 还珠格格！ ”\n小燕子抬头看西藏土司，塞娅已经一步上前，好奇地打量着小燕子。 接着，就神气活现地用西藏话，叽里咕噜地说了一些什么。 巴勒奔对塞娅吼：\n“不是学了中文吗？ 不要说藏语！ ”\n塞娅就大声说：\n“这个还珠格格，怎么趴着出来，跪着说话？ 比大家都短一截，像话吗？ ”\n小燕子一听，气坏了，跳起身子，嚷着：\n“我来跟你比比看，谁比谁高！ ”\n乾隆摇头，急忙阻止，瞪了小燕子一眼。 “小燕子！ 不得无礼！ 你退下吧！ ”就回身对巴勒奔说，“这边请！ ”\n大队人马，跟着乾隆，迤逦而去。 小燕子仍愤愤不平地站在后面，瞪大眼睛看着众人的背影。"
            }
        },
        {
            "id": 28,
            "event": "发现夏雨荷的信件",
            "time": "清晨",
            "location": "漱芳斋",
            "description": "春日的清晨，阳光洒在漱芳斋内，小燕子和紫薇在整理旧物时意外发现了一封泛黄的信件。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "活泼好动，擅长武艺，尤其擅长使用鞭子，性格冲动。",
                    "position": "站在一堆旧物旁",
                    "states": "好奇心起，表情兴奋"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉贤淑，精通琴棋书画，性格内敛。",
                    "position": "站在小燕子身旁",
                    "states": "表情犹豫，内心矛盾"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "拿起信件，想要拆开",
                    "dialogue": "这封信看起来很重要，说不定能找到关于你身世的线索呢！"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "阻止小燕子，表情严肃",
                    "dialogue": "这是母亲的隐私，我们不能随意侵犯。"
                },
                {
                    "action_id": 2,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "劝说紫薇，态度诚恳",
                    "dialogue": "我们只是想帮你找到真相，不会泄露出去的。"
                }
            ],
            "plot": "小燕子和紫薇在漱芳斋发现夏雨荷的信件，引发了一场关于是否拆开信件的争论。这场争论展现了两人不同的性格特点，同时也为后续剧情的发展埋下了伏笔。",
            "chunk": {
                "id": 158,
                "text": "小燕子已连连挨了几鞭，被塞娅逼得走投无路，忽然大叫道：\n“我不打了！ 不打了！ 停止！ 停止！ ”\n塞娅收鞭，问：\n“你输了？ ”\n小燕子嘴里“哇……”地大喊，闪电般直扑上去，抱住塞娅，两人滚倒于地。 小燕子双手紧紧勒住塞娅的脖子，大叫：\n“谁输了？ 我是那个什么兵什么诈！ ”\n塞娅气坏了，嘴里用西藏话叽里咕噜大叫，被小燕子勒得透不过气来。 “你输了没有？ 你输了没有？ ”小燕子喊，手下松了松。 塞娅乘机，一口咬在小燕子胳臂上。 “哎哟……”小燕子甩手。 塞娅立刻翻身而起，这一下不再客气，鞭子毫不留情地抽向小燕子，小燕子躲来躲去躲不掉，被打得好惨。 尔康再也看不下去，闪身切进两人中间，伸手握住鞭子，鞭子立刻动弹不得。 “好了！ 够了！ 不许再打了！ ”尔康喊。 塞娅一看，是尔康出手，立即嫣然一笑。 “是你，我只好算了！ ”她收鞭跃出身子，退向巴勒奔身边。 小燕子脸上手上都是伤，好生狼狈。 紫薇和金琐立刻上去扶住她。 “好了！ 不要再胡闹了！ 小燕子，你立刻回漱芳斋去，给朕闭门思过！ ”乾隆见小燕子被塞娅打得那么狼狈，心中不忍。 想到她会为尔康出来拼命，一定早已两情相悦，就更加后悔起来，这件婚事，是自己决定得太快了，对不起小燕子。 这样想着，声音里已经透着怜惜：“回去吧！ 把自己弄弄干净，晚上来看戏！ ”\n小燕子哀怨已极地看了乾隆一眼，心里涌塞着千言万语。 金琐和紫薇拼命想拖走她，小燕子死命地挣扎，泪流满面，终于，还是不顾一切地大喊出声：\n“皇阿玛！ 我不是为了自己在抢尔康，我是为了紫薇啊！ 看在人家为你挨刀子的分上，你还不能给她一个丈夫吗？ ”\n乾隆大惊，震撼到了极点，简直不相信自己的耳朵，惊叫着：\n“什么？ 你说什么？ ”\n小燕子还想说什么，紫薇一把蒙住了小燕子的嘴，拼命把她拖走。 但是，乾隆已经太震动了，眼光直勾勾地停在紫薇身上，厉声喊：\n“回来！ 你们说清楚！ 这到底是怎么回事？ ”\n紫薇眼睛一闭，放手。 小燕子挣脱紫薇，对乾隆一跪，豁出去了，流泪喊：\n“皇阿玛！ 我骗了你！ 我不是你的女儿，我不是格格！ 真正的格格是紫薇啊！ 是紫薇啊！ 她才是夏雨荷的女儿呀！ ”\n“什么？ 什么？ ”乾隆越听越惊，混乱极了。 皇后、令妃、众妃嫔全体大惊，顿时你看我，我看你，惊呼连连。 巴勒奔和塞娅，听得糊里糊涂，满脸困惑。 紫薇再也无法逃避了，走上前去，在小燕子身边，对乾隆跪下，仰着头，她凄楚地看着乾隆，温温婉婉、清清脆脆地说：\n“我娘跟我说，如果有一天，我能见着我爹，要我问一句：‘你还记得大明湖边的夏雨荷吗？ ’还有一句小燕子不知道的话：‘蒲草韧如丝，磐石是不是无转移？ ’”\n乾隆踉跄后退，整个人都呆住了。 皇后听出端倪来了，往前一站，气势凛然地说：\n“皇上！ 这种混淆皇室血统的大事，不能再草草了事，随就她们胡说八道了！ 夏雨荷到底有几个女儿？ 怎么人人都来自大明湖？ 如果不把她们两个送宗人府调査清楚，如何塞住悠悠之口？ ”\n乾隆怔在那儿，一任众人惊愕议论，却不知身之所在了。 片刻以后，大家都聚在御书房，听小燕子和紫薇说整个故事的来龙去脉。 乾隆居中而坐，皇后、令妃坐在两边，妃嫔环侍于后。 小燕子、紫薇、金琐、尔康、尔泰、永琪全部跪在乾隆面前。 福伦和福晋也被召来了，带着一脸的惶恐，肃立在小燕子等人身后。 这，等于是一个“家审”。"
            }
        },
        {
            "id": 29,
            "event": "智解政治危机",
            "time": "乾隆年间，一个春意盎然的午后",
            "location": "皇宫内，御花园的凉亭旁",
            "description": "阳光透过花木的缝隙，斑驳地洒在凉亭的青石板上。春风拂面，花香四溢，小燕子、紫薇和金琐正秘密商议如何助皇帝解困。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "活泼好动，擅长武艺，尤其鞭法了得。性格直爽，具有侠女风范。",
                    "position": "站在凉亭旁，手持一条细长的鞭子",
                    "states": "神态自信，眼中闪烁着兴奋的光芒"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "知书达理，才情出众，温文尔雅。与小燕子情同姐妹，常为其出谋划策。",
                    "position": "坐在凉亭的石凳上，手持一把折扇",
                    "states": "神态沉思，眉宇间透露着智慧的光辉"
                },
                {
                    "id": 2,
                    "name": "金琐",
                    "gender": "女",
                    "description": "忠诚可靠，心思细腻，是小燕子与紫薇的贴身丫鬟。",
                    "position": "站在紫薇身后，手中拿着一本文书",
                    "states": "神态认真，目光关切"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "挥舞鞭子，演示武艺，同时兴奋地讲述她的计划",
                    "dialogue": "“我们这样这样，然后那样那样，保证让那些大臣们目瞪口呆！”"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "轻轻摇扇，偶尔点头，对计划提出补充意见",
                    "dialogue": "“小燕子，你的想法很好，但我们还需考虑周全，不可鲁莽行事。”"
                },
                {
                    "action_id": 2,
                    "character": "金琐",
                    "character_id": 2,
                    "action": "认真聆听，适时递上文书，提醒注意细节",
                    "dialogue": "“格格，这是花园的地形图，我们或许可以利用这里。”"
                }
            ],
            "plot": "小燕子、紫薇和金琐在御花园商议如何通过一场精心编排的表演，帮助乾隆皇帝解决政治危机。三人各抒己见，共同完善计划。",
            "chunk": {
                "id": 166,
                "text": "”\n乾隆抬头，茫然地看着令妃。 “皇上不要自苦了！ 当初错认格格，确实是臣妾的错误，您罚我吧！ ”\n乾隆茫然地说：\n“怎么罚？ 罚你，还是罚朕？ 尔康有句话说对了，这都是朕的错！ 当时对雨荷的‘情不自禁’，造成今天所有的故事，如果有人要为这个故事承担什么，是朕，不是那两个丫头！ ”\n令妃紧紧地、热烈地看着乾隆，知道乾隆想通了。 她如释重负，含泪说：\n“皇上，如果您真的想透了，说不定柳暗花明，海阔天空！ 臣妾一直以为，亲情之爱，是人间最深刻、最长久的爱！ 皇上身边，虽然儿女成群，都没有一个像小燕子和紫薇那样，千方百计地让您高兴。 爱护她们，享受她们，也是一种幸福吧！ ”\n乾隆震动极了，感动地看着令妃，所谓红粉知己，唯有令妃了。 乾隆真的不知道，紫薇、小燕子、金琐已经陷进惨不忍睹的状况里去了。 这天，三个人又被推进刑房，狱卒用三根铁链，将紫薇、小燕子、金琐吊在房内。 狱卒们手里握着鞭子，杀气腾腾。 地上，烧着一盆炭火，烙铁烧得红红的。 金琐一看，魂飞魄散：\n“小姐，看样子，他们预备弄死我们了，我们怎么办呀？ ”\n紫薇四面看看，吸了口气，说：\n“小燕子，金琐，我们大家勇敢一点。 不是同年同月同日生，可以同年同月同日死，也是我们的福气！ 不要哭，不要怕，让我们死得有骨气一点！ ”\n小燕子的豪气被紫薇燃起了。 “是！ 金琐，我们争气一点！ 别因为我们是女人，就让人小看了！ ”\n一阵脚步杂沓，梁大人带着一队官兵，走了进来。 梁大人坐定，惊堂木猛地一拍。 “好了，我们再开始！ 今天，你们三个准备好了没有？ 要不要画押？ ”\n“不画！ 说什么都不画，要杀要打，悉听尊便！ 就是不画！ ”紫薇说。 小燕子破口大骂：\n“画你这只梁乌龟！ ‘画’你被几千斤的大石头‘压着’！ 画你梁乌龟被压，压得头破血流，乌龟壳碎了一地……”\n梁大人怒吼：\n“她们三个欠打！ 给我打，重重地打！ 狠狠地打！ ”\n鞭子就对着三人一阵猛抽。 三人被打得衣衫破碎，鞭痕累累。 金琐痛极，忍不住了，就叫了起来：\n“啊……好痛……啊……”\n“金琐！ 我们来唱歌！ ”紫薇喊，就大声地唱起歌来，“今日天气好晴朗，处处好风光！ 蝴蝶儿忙，蜜蜂儿忙，小鸟儿忙着，白云也忙！ 马蹄践得落花香！ ”\n为了抵挡疼痛，金琐和小燕子也跟着大唱了：\n“眼前骆驼成群过，驼铃响叮当！ 这也歌唱，那也歌唱，风儿也唱着，水也歌唱！ 绿野茫茫天苍苍！ ”\n梁大人见三人居然大唱起歌来，怒极，喊道：\n“你们三个女贼，死到临头，还不知道悔改？ 赶快画押！ 再不画，我们就大刑侍候了！ 不要敬酒不吃吃罚酒！ 快画！ ”\n官兵拿着写好的供词，送到小燕子面前去。 三人没有一个看供词，歌声更响了。 “烙刑侍候，把她们的脸蛋给毁了！ ”梁大人喊。 狱卒立刻取出烧红的烙铁，恶狠狠走上前来。 三个姑娘已将生命置之度外，但是，当烧红的烙铁直逼面门时，就忍不住胆战心惊了。 就在这时，外面忽然有人大喊：\n“圣旨到！ 圣旨到……”\n小燕子又惊又喜，狂喊着：\n“紫薇，听到没有，皇阿玛来救咱们了！ ”\n“有救了，有救了！ 我就知道皇上不会忘记咱们！ ”金琐又哭又笑。 梁大人一惊，慌忙跪倒，众狱卒和官兵立即跪了一地。 紫微半信半疑，随着声音看去。 只见永琪带着尔康、尔泰冲了进来，后面跟着的，居然是柳青、柳红。 永琪一进门，就拿着一张假圣旨，虚晃了晃，大声说：\n“皇上有命，立刻带小燕子、紫薇、金琐三人进宫，不得有误！"
            }
        },
        {
            "id": 30,
            "event": "智慧较量",
            "time": "乾隆年间，一个春日午后",
            "location": "皇宫御花园",
            "description": "阳光明媚，花香四溢，紫薇格格与皇后在众目睽睽之下展开了一场智慧较量。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇格格",
                    "gender": "女",
                    "description": "聪明、善良，琴棋书画样样精通，新晋的还珠格格。",
                    "position": "站在花园中央的舞台上",
                    "states": "自信、镇定"
                },
                {
                    "id": 1,
                    "name": "皇后",
                    "gender": "女",
                    "description": "权谋、心机深沉，对紫薇的身份持有质疑。",
                    "position": "坐在贵宾席上",
                    "states": "严肃、审视"
                },
                {
                    "id": 2,
                    "name": "永琪",
                    "gender": "男",
                    "description": "皇上的五子，英勇、聪明，支持紫薇。",
                    "position": "站在紫薇格格身旁",
                    "states": "关切、紧张"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇格格",
                    "character_id": 0,
                    "action": "紫薇格格首先展示了自己的琴艺，接着又以书法、绘画和棋艺征服了在场的所有人。",
                    "dialogue": "「请皇后娘娘和各位姐妹指教。」"
                },
                {
                    "action_id": 1,
                    "character": "皇后",
                    "character_id": 1,
                    "action": "皇后提出一个谜题，要求紫薇格格在一炷香的时间内解答。",
                    "dialogue": "「若你能在一炷香的时间内解答出这个谜题，本宫便承认你的才华。」"
                },
                {
                    "action_id": 2,
                    "character": "永琪",
                    "character_id": 2,
                    "action": "永琪为紫薇加油鼓劲，同时也对皇后的用心表示不满。",
                    "dialogue": "「紫薇，不要担心，我相信你一定能解答出来的。」"
                },
                {
                    "action_id": 3,
                    "character": "紫薇格格",
                    "character_id": 0,
                    "action": "紫薇经过深思熟虑，最终成功解答出谜题。",
                    "dialogue": "「这个谜底应该是……」"
                }
            ],
            "plot": "紫薇格格在皇后的质疑下，通过展示自己的才华和智慧，赢得了在场所有人的认可，巩固了自己在皇宫的地位。",
            "chunk": {
                "id": 174,
                "text": "回忆起来，你几次三番，明示暗示，朕就是没有想明白！ 朕觉得你像一个谜，也没有细细去推敲谜底！ 那天，把你们三个下狱，只是因为皇后咄咄逼人，朕一时之间，心乱如麻，只想先惩罚你们一下，再来想想要怎么办，没料到，又把你们送进虎口里去了。 朕看着这个新伤、旧伤，到处都伤的你，真是心痛极了！ ”\n紫薇的眼睛湿漉漉的。 她的唇边，却涌上了笑。 “皇上，您不要心痛，能够等到今天，我再受多少的苦，也是值得的！ ”\n乾隆盯着她，声音哑哑的：\n“你还叫我皇上吗？ 是不是应该改口了？ ”\n紫薇不能呼吸了，屏息地、小声地说：\n“我不敢啊！ 不知道皇上要不要认我？ ”\n乾隆眼中，一片湿润，努力维持着镇定，低哑地一吼：\n“傻丫头！ 朕到哪儿再去找像你这么好的女儿，琴棋书画，什么都会！ 简直是朕的翻版！ 跟朕一样能干！ 不认你，朕还认谁？ ”\n紫薇眼泪一掉，冲口而出地大喊：\n“皇阿玛！ ”\n乾隆伸出手去，便把紫薇紧拥在怀中了，对紫薇那份复杂的爱，终于归纳成唯一的一种爱，那种人生来就具备的本能，亲情之爱。 旁观的金琐和小燕子，忍不住都哭了。 金琐哭着抓住小燕子，又笑又跳。 “她等到了！ 她做到了！ 她找到她爹了！ ”就抬眼看天，双手合十地祷告，“太太，我完成了您的托付，您也安息吧！ ”\n小燕子抱着金琐，也是又哭又笑又跳，激动得不得了，不住口地喊：\n“我把格格还给她了！ 我总算把格格还给她了！ ”说到这儿，热情奔放，不能自己，就忘形地把乾隆和紫薇统统一抱，“皇阿玛，我做错了好多好多的事情，闯了好多祸！ 我的头脑只有虾米一样大，想出来的都是馊点子，虽然搅和得乱七八糟，可我还是把紫薇带到你身边了……”\n乾隆清清嗓子，有力地接口：\n“所以，将功折罪了！ ”拍拍小燕子的头，“朕现在才明白，你为什么一天到晚，担心你的脑袋了！ 还好，这颗脑袋，还是长得很牢的！ ”\n令妃拭着面颊上滚落的泪珠，回头大喊：\n“你们还不过来参见紫薇格格吗？ ”\n明月、彩霞、腊梅、冬雪、小邓子、小卓子、小路子……全体奔来，在床前一跪，吼声震天地喊：\n“奴才参见紫薇格格！ 格格千岁千岁千千岁！ ”\n在门口张望的永琪、尔康、尔泰彼此互看，三只手用力一击。 “她做到了！ ”尔泰大喊，跳了三尺高。 “她做到了！ ”永琪也大喊，跳了五尺高。 “她做到了！ ”尔康喊得最大声，几乎跳到屋檐上去了。 门内门外，一片激动。 这时，院外忽然传来太监的大声通报：\n“皇后驾到！ ”\n紫薇大惊，脸色骤然变了。 尔康、尔泰、永琪全体变色。 乾隆一凛，倏然地站起身来。 皇后带着容嬷嬷，背后跟着宫女太监们，昂首阔步地走进了漱芳斋。 永琪和尔康尔泰急忙上前行礼。 “皇额娘吉祥！ ”\n“臣福尔康（福尔泰）参见皇后娘娘！ 皇后娘娘吉祥！ ”\n皇后一看到三人，怒火中烧，不可遏止，顿时严峻地说：“原来你们三个都在这儿！ 劫狱好玩吗？ ”\n三人低头，一个都不敢说话。 乾隆带着令妃，从卧室里面大步而出。 乾隆迎视皇后，想到遍体鳞伤的紫薇和小燕子，恨不打一处来，声色俱厉地喊：\n“皇后！ 你来得正好！ 如果你不来，朕也准备马上去坤宁宫看你！ ”\n皇后看到令妃也在，更是又嫉妒又恼怒。 再看到小燕子和金琐，站在房门口，犹豫着是不是要上前参见，她就更加生气了，髙高地昂着头，用冷冽的眼光，扫视众人，气冲冲地说：\n“皇上，这漱芳斋今儿个是家庭聚会吗？ ”\n乾隆也高高地昂着头，清清楚楚地说：\n“皇后说得不错！ 朕刚刚认了紫薇，她是格格了！"
            }
        },
        {
            "id": 31,
            "event": "御花园的神秘邂逅",
            "time": "乾隆年间，一个春意盎然的早晨",
            "location": "皇宫内的御花园",
            "description": "阳光透过轻纱般的云层洒在御花园的每个角落，花香四溢，鸟语轻鸣。紫薇和小燕子在侍女的陪同下在花园中散步，心情却因即将到来的命运而沉重。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "冷静、聪明、善良、具有高贵气质的民间格格，擅长诗词歌赋，对宫廷礼仪有深入了解。",
                    "position": "正站在一株盛开的牡丹前，若有所思",
                    "states": "心情沉重，但仍保持优雅"
                },
                {
                    "id": 1,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "活泼、直率、冲动，擅长武艺，具有强烈的正义感。",
                    "position": "在花园的小径上蹦蹦跳跳，显得有些不耐烦",
                    "states": "心情急躁，对宫廷生活感到束缚"
                },
                {
                    "id": 2,
                    "name": "神秘老宫女",
                    "gender": "女",
                    "description": "智慧、神秘，掌握宫廷内许多不为人知的秘密。",
                    "position": "从一片竹林中缓缓走出，目光深邃",
                    "states": "显得慈祥而神秘"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇轻抚着牡丹花瓣，低声吟诵诗句，试图排解心中的忧虑。",
                    "dialogue": "“牡丹虽好，终须绿叶扶持。我们的命运，又该由谁来决定呢？”"
                },
                {
                    "action_id": 1,
                    "character": "小燕子",
                    "character_id": 1,
                    "action": "小燕子在花园中四处张望，突然发现神秘老宫女，好奇心起，快步走向她。",
                    "dialogue": "“喂，你是谁？为什么在这里？”"
                },
                {
                    "action_id": 2,
                    "character": "神秘老宫女",
                    "character_id": 2,
                    "action": "神秘老宫女微笑着，目光在紫薇和小燕子身上扫过，缓缓开口。",
                    "dialogue": "“两位小主，不必惊慌。老身在宫中多年，或许能指给你们一条生路。”"
                }
            ],
            "plot": "紫薇和小燕子在御花园中偶遇神秘老宫女，她们的命运似乎将由此发生转折。",
            "chunk": {
                "id": 182,
                "text": "怎么可能把这样富有传奇色彩、充满离奇故事的民间格格处死呢？ 大家激动着，喧嚣着，争先恐后地奔到正阳门前的大街上，伸长了脑袋往前看。 果然，行刑的队伍出现了！ 锣声当当地响着。 军队带着武器，整齐划一地出现。 监斩官严肃地骑着马在前开道。 大大的旗子，迎风飘扬，上面写着“斩”字。 后面，跟着穿着黄衣的御林军，手拿木棍，拦着街道两边蜂拥而至的人群，不许老百姓接近囚车。 囚车紧跟着出现。 两位格格果然站在囚车上，群众不禁大哗。 紫薇穿着大红色的格格装，外加月白色背心，绣着团花蝴蝶。 小燕子穿了深红色的格格装，同色的背心，满身描金绣凤。 两人都是珠围翠绕，梳着高高的旗头，像帽子似的旗头上，簪着大大的牡丹花。 她们虽然戴着脚镣手铐，被铐在囚车的栏杆上，但是，两人衣饰整齐，簪环首饰，一应俱全，看来完全不像两个要去“处死”的人犯，倒像要赴什么盛宴似的。 两人都昂着头，临风而立，衣袂飘飘，美得像从图画里走出来的人物。 眉尖眼底，没有惊恐，没有悲伤，只有一股视死如归的豪气。 群众看到这样两位格格，就哄然喊叫起来了：\n“看啊！ 看啊！ 真的是两位格格耶！ 还珠格格和明珠格格！ ”“是咱们的‘民间格格’耶！ 好漂亮的两个格格呀！ 皇上要把她们砍头哪！ ”\n“这么漂亮的格格，为什么要砍头啊？ ”\n“民间格格没地位嘛，皇上一生气，脑袋就丢了！ ”\n“可是，那个还珠格格去年还和皇上一起游行，到天坛祭天，我们才看过，才一年，怎么就要砍头了？ ”\n“是啊！ 那时候多威风啊！ 眼睛一眨，格格就成了犯人，真是奇怪……”\n“所以说，这‘民间格格’，就是倒霉，做错一点事，砍头就砍头！ 什么时候听说过正牌格格砍头的事？ 伴君如伴虎呀！ ”\n群众吼着，叫着，议论着。 大家越说就越是愤愤不平，挤来挤去，情绪激动。 小燕子看着满街挤得水泄不通的人群，好惊奇。 怎么？ 大家都知道还珠格格今天要死了？ 她掉头看看身边的紫薇，实在佩服紫薇的镇定，到了这种时刻，她还是那么宁静，好像她真的不在乎“死”。 小燕子就不行，想到脑袋即将和身体分家，她还是很怕，很舍不得，很不服气的。 伸了伸脖子，咽了咽口水，她对紫薇说道：\n“没想到，有这么多人来看我们死！ 我们死得好热闹啊！ 这样子‘死’，我觉得也很‘气派’了，简直死得‘轰轰烈烈’！ 砍头痛不痛，我也不在乎了！ ”\n“我们勇敢一点，千万不要掉眼泪，知道吗？ 这么多人看着，让我们的演出精彩一些！ ”紫薇给小燕子打气，抬头挺胸地说。 “是！ 我们唱歌吧！ ”小燕子看着那么多人，就神采飞扬起来。 管他呢，反正是要头一颗，要命一条嘛！ “好！ 我们唱‘今日天气好晴朗’！ ”\n两人就引吭高歌起来：\n“今日天气好晴朗，处处好风光！ 蝴蝶儿忙，蜜蜂儿忙，小鸟儿忙着白云也忙！ 马蹄践得落花香，马蹄践得落花香！ 眼前骆驼成群过，驼铃响叮当！ 这也歌唱，那也歌唱，风儿也唱着，水也歌唱！ 绿野茫茫天苍苍，绿野茫茫天苍苍……”\n两人这样一唱，围观群众更是如疯如狂，情绪沸腾，七嘴八舌地喊道：\n看啊！ 她们还唱歌呢！ 她们一点都不怕，好勇敢！ 好伟大！ 比男人都强！ “听说这两个格格都是女中豪杰，爱打抱不平！ 在宫里做过许多好事！ 这样的格格要砍头，太没天理了！ ”\n这时，在人群之中，有四个出色的年轻人，正跟着队伍，亦步亦趋地前进。 四个人的眼光，全部紧追着两位格格，目不转睛。 他们打扮成普通的老百姓，但是，那种英姿飒飒，却不是服装所能遮掩。"
            }
        },
        {
            "id": 32,
            "event": "月下的神秘邂逅",
            "time": "乾隆二十五年秋，子时",
            "location": "北京城外的紫禁书院",
            "description": "夜幕降临，月色皎洁。紫禁书院内古木参天，静谧无声。尔康与永琪在此夜读，忽然一阵异样的风声引起了他们的注意。",
            "characters": [
                {
                    "id": 0,
                    "name": "尔康",
                    "gender": "男",
                    "description": "满洲正黄旗人，乾隆帝的贴身侍卫，智勇双全，性格沉稳。",
                    "position": "正坐在书院的窗边，目光如炬地审视着黑暗中的动静",
                    "states": "警觉，好奇"
                },
                {
                    "id": 1,
                    "name": "永琪",
                    "gender": "男",
                    "description": "乾隆帝的五子，性情谦和，热血冲动，正与尔康一同夜读。",
                    "position": "站在尔康身旁，手持灯笼，准备探查周围",
                    "states": "紧张，期待"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "尔康",
                    "character_id": 0,
                    "action": "缓缓起身，向窗外的暗处走去，细心观察",
                    "dialogue": "（低声）永琪，你听到了吗？似乎有什么动静。"
                },
                {
                    "action_id": 1,
                    "character": "永琪",
                    "character_id": 1,
                    "action": "紧随尔康之后，灯笼光照处，四处张望",
                    "dialogue": "（紧张地）尔康，小心行事，不要惊动了什么人。"
                }
            ],
            "plot": "尔康与永琪在书院的夜晚遭遇了神秘事件，这一夜的奇遇将考验他们的勇气和智慧，也可能会揭开宫廷中隐藏的秘密。",
            "chunk": {
                "id": 183,
                "text": "这四个人不是别人，正是尔康、永琪、柳青、柳红。 他们全神贯注地跟着队伍移动，蓄势待发。 突然，有个妇人排众而出，挤到囚车前面，喊道：\n“还珠格格！ 我们是翰轩棋社的受害人，谢谢你为我们除害！ ”\n就有一群人跟着大叫：\n“还珠格格千岁千岁千千岁！ 明珠格格千岁千岁千千岁！ ”喊着喊着，这些人竟然匍匐在地，给小燕子和紫薇磕起头来。 群众的呼叫具有传染力，就有更多群众高声呼应：\n“饶格格不死！ 饶格格不死！ 饶格格不死……”\n小燕子和紫薇惊喜互看，简直无法想像这种场面。 小燕子就喊了起来：\n“紫薇，你听，你听，大家都知道我们，大家都不要我们死！ ”紫薇震动得一塌糊涂。 “是啊！ 我太感动了！ 大概，我们的故事已经传开了！ ”\n这时，人群中有个老妇人，颤巍巍地奔出来，凄厉地喊道：“民间格格是我们大家的‘格格’，不可以砍头啊！ ”\n紫薇看着小燕子，摇着她。 “那是大杂院的孙婆婆啊！ ”\n小燕子放眼看去，越看越惊喜。 “好多大杂院的人……柏奶奶、齐爷爷、魏公公他们都来了！ ”\n就有一个老者，冲到监斩官前面去，大喊着：\n“我们为格格请命！ 她们两个是‘民间格格’，代表我们民间！ 请皇上顺应民意，饶格格不死！ ”\n群众一呼百应，就吼声震天地喊了起来：\n“民间格格不可杀！ 饶格格不死！ 饶格格不死！ 饶格格不死……”\n整个队伍都被失控的群众拦住了，群众成群结队地匍匐在马路上，高举双手，再跪拜下去，气势实在惊人。 监斩官惊愕地看着这一切，震动极了。 回头再看看小燕子和紫薇，两位格格如花似玉，站在那儿，飘然若仙！ 毕竟是两个格格呀！ 皇上真的要杀她们吗，还是一时气愤呢？ 这种状况，不能不让皇上知道！ 说不定可以救下两位格格！ 监斩官想着，就急忙对身边一个侍卫说道：\n“赶快回去禀告皇上，看看可不可以‘刀下留人’？ ”\n“遵命！ ”侍卫飞骑而去。 在人群中的尔康、永琪、柳青、柳红，都精神一振，面有惊喜之色。 “大家先等一等，说不定有转机！ ”尔康低声说道。 “监斩官已经派人回去了！ ”永琪拼命点头。 “队伍也停下来了！ ”柳红眼中发着光。 有希望了！ 有希望了！ ”柳青喃喃自语。 群众还在吼着，叫着：\n“饶格格不死！ 饶格格不死！ 饶格格不死”\n紫薇和小燕子好感动，就对大家挥起手来：\n“谢谢大家！ ”\n“谢谢！ 谢谢！ 孙婆婆、柏奶奶、齐爷爷……谢谢！ ”小燕子也喊。 群众也挥手响应：\n“格格吉祥！ 格格千岁千岁千千岁！ ”\n紫薇和小燕子感动得热泪盈眶了。 两人疯狂地挥着帕子，脚镣手铐跟着叮铃哐啷响。 两人眼中含泪，嘴边带笑。 紫薇忽然在人群中看到尔康、永琪、柳青、柳红了。 她惊得浑身一颤，眼光就和尔康的眼光纠缠在一起了。 尔康立刻用眼神递着讯息。 刹那间，天地万物，化为虚无。 世界变成混沌初开的时候，什么人都不存在了，只有你我。 在那一瞬间，两人的眼光已经交换了千言万语。 群众依然在激昂地高呼着：\n“格格不死！ 千岁千岁千千岁！ 格格不死！ 千岁千岁千千岁……”\n监斩官等待着，群众等待着，紫薇和小燕子等待着，尔康、永琪、柳青、柳红……等待着。 终于，马蹄塔塔，那个奔去请命的侍卫，高举着一面黄旗，快马奔了回来。 所有的群众，全部安静下来，大家都目不转睛地盯着那面黄色的旗子。 “皇上有令，立即处死两个人犯！ 杀无赦！ ”侍卫高喊着。 尔康惊呆了，永琪惊呆了，柳青、柳红惊呆了。 监斩官惊呆了，群众惊呆了。 紫薇和小燕子也惊呆了。 1\n故事要从乾隆二十五年的春天说起。 这天，北京郊外，大地苍茫。"
            }
        },
        {
            "id": 33,
            "event": "仙鹤救援",
            "time": "乾隆年间，一个春意盎然的午后",
            "location": "皇宫御花园的东北角",
            "description": "阳光透过稀疏的树叶，斑驳地洒在两位少女和一只受伤仙鹤周围，花园中鸟语花香，春意盎然。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格活泼，不拘小节，具有独特的亲和力，热爱自由。",
                    "position": "位于仙鹤旁边，正轻抚着仙鹤的羽毛",
                    "states": "表现出担忧和同情"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "性格温婉，擅长宫廷礼仪，具有敏锐的观察力和应变能力。",
                    "position": "站在小燕子旁边，手中拿着急救的药膏",
                    "states": "显得沉着冷静"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "小燕子轻轻地抱起仙鹤，用柔和的声音安慰它，同时小心翼翼地查看着仙鹤的伤势",
                    "dialogue": "“别怕，我们会帮你疗伤的。”"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "紫薇细致地为仙鹤涂抹药膏，同时指导小燕子如何更好地照顾它",
                    "dialogue": "“小燕子，我们要轻轻地，别让它再受到伤害。”"
                }
            ],
            "plot": "小燕子和紫薇在御花园中排练宫廷礼仪时，意外发现了一只受伤的仙鹤。两人不顾自己的排练，立刻展开救援行动。这一事件不仅展现了她们善良的本性，也加深了她们之间的友谊，同时也让她们对宫中生活有了新的理解。",
            "chunk": {
                "id": 190,
                "text": "”尔康走到她面前，严重地盯着她：\n“不要再毛毛躁躁了，仔细听我说好不好？ 刚刚这一场见面，太后一定对你们充满了好奇。 等到她弄清楚你们的底细，就会召见你们！ 今天不召见，明天也会召见！ ”\n“对对对！ 你们心里一定要有个准备！ ”永琪接口，“小燕子，尤其是你！ 见了太后，你不要像见了皇上那样随便，要把容嬷嬷教你的那些规矩都拿出来，该行礼的时候不要忘了行礼，不该说话的时候不要乱开口，否则，你又有麻烦了！ ”\n“要不然，你就看紫薇的眼色，所有礼节，跟紫薇学就对了！ ”尔康说。 紫薇心慌意乱：\n“别跟我学了，我自己也很紧张啊！ 闹了这么一场笑话，我已经懊恼得要死了，再见到太后，说不定吓得什么都做错！ ”\n“你不可以什么都做错！ 一定要镇静，想想当初，你第一次见到皇上，也没有失态啊！ ”尔康凝视着紫薇。 永琪实在不放心，又对小燕子说：\n“我看你最好就是根本不要开口！ 什么问题都让紫薇帮你回答！ ”\n“那怎么可能？ ”小燕子急了，“我如果变得跟紫薇一样，我就是紫薇了！ 连皇阿玛都允许我不学规矩，怎么又来一个太后？ 要我把容嬷嬷教的那些规矩拿出来，那我还是趁早离开皇宫，我去会宾楼帮柳青他们端盘子去！ ”\n“又说这种莫名其妙的话！ 你这一辈子都不可能离开皇宫了！ ”永琪嚷着。 小燕子看到尔康和永琪，都那么严重，想了想，急急点头：“我知道了！ 明白了！ 金琐，快快快，把那个‘跪得容易’拿给我！ 多拿两副来，我和紫薇先武装好了再说！ 明月、彩霞，去拿去拿……不管怎么样，我看，这下跪磕头的老花样，是一定逃不掉了！ ”\n明月、彩霞就捧了一大堆“跪得容易”出来。 小燕子就忙着绑“跪得容易”。 明月、彩霞在一边帮忙。 “我不绑那个东西！ ”紫薇着急地推开彩霞，对小燕子急道，“你不要忙那个‘跪得容易’了，还是听听尔康和五阿哥的话，比较要紧！ ”\n小燕子低着头，忙着绑“跪得容易”，一面喊着：\n“我知道了！ 我知道了！ 反正，见到太后，我什么都不说，就把自己当哑巴！ ”\n“那也不成！ 如果太后指明要你回话，你总不能什么都不说！ ”尔康说。 “对！ 你要随机应变！ 太后喜欢行为端庄、规规矩矩的姑娘，你说话慢一点没关系，不要想都不想，就冲口而出。 不管说什么，都先在心里琢磨一下，想清楚再说！ ”永琪跟着叮嘱。 “最好，每句话前面都加一句‘回老佛爷’。 礼多人不怪，知道吗？ ”尔康再说。 “奇怪！ 明明是个老太太，怎么大家都喊她‘老佛爷’？ 她跟‘佛’到底有什么关系？ 不是男人才是‘爷’吗？ ”小燕子心不在焉地问。 绑了厚厚的好几副“跪得容易”，站起来又跳又实验的。 “不会掉！ 不会掉……这次绑牢了！ ”扑通一跪，没掉，“好！ 这样好……紫薇，来来来，你也绑两副！ ”\n永琪越看越担心。 “你不要故意左跪一次，右跪一次，知道吗？ ”\n“我才不会左跪一次，右跪一次呢！ 我最不服气，就是要我下跪！ 人的膝盖，是用来活动，用来走路的，不是下跪的！ 就不知道，这皇宫里的人，为什么喜欢别人‘跪他’？ 我不得已的时候才跪，行了吧？ 这‘七十二计’里，有没有‘跪为一计’？ ”\n“是‘三十六计，走为上计’！ ”尔康更正着。 “哦？ 是三十六计呀？ 我给他多加几计，也没什么错！ 万一我这‘七十二计’行不通，我再用‘三十六计’吧！ ”小燕子说。 “你什么‘计’都不许用！ ”永琪看看她那绑得厚厚的膝盖，不安极了，“我看，把那个‘跪得容易’拆下来吧！ 你膝盖上肿那么两个大包，行动怎么会自然呢？"
            }
        },
        {
            "id": 34,
            "event": "御花园的巧遇",
            "time": "午后",
            "location": "皇宫内的御花园",
            "description": "阳光明媚的午后，御花园内花香四溢，晴儿与尔康在花园中的小径上偶遇，紫薇和小燕子恰好经过。",
            "characters": [
                {
                    "id": 0,
                    "name": "晴儿",
                    "gender": "女",
                    "description": "聪明伶俐，温婉细腻，太后的贴身宫女。",
                    "position": "站在小径旁，面带微笑",
                    "states": "表面镇定，内心好奇"
                },
                {
                    "id": 1,
                    "name": "尔康",
                    "gender": "男",
                    "description": "文武双全，沉稳可靠，皇上的近身侍卫。",
                    "position": "站在晴儿对面，神态坦然",
                    "states": "坦诚直率，不疑有他"
                },
                {
                    "id": 2,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "聪明敏感，内敛谨慎，深受尔康爱慕的格格。",
                    "position": "从小径远处走来，表情惊讶",
                    "states": "内心不安，表面镇定"
                },
                {
                    "id": 3,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "直率纯真，毫无心机，与尔康友情深厚的格格。",
                    "position": "跟随紫薇身后，面带好奇",
                    "states": "天真好奇，无所畏惧"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "晴儿",
                    "character_id": 0,
                    "action": "晴儿轻声询问尔康关于紫薇和小燕子的感情",
                    "dialogue": "尔康，你对紫薇和小燕子，究竟是如何看待的呢？"
                },
                {
                    "action_id": 1,
                    "character": "尔康",
                    "character_id": 1,
                    "action": "尔康坦然回答晴儿的问题",
                    "dialogue": "我对紫薇是真心相爱，对小燕子则是兄妹之情。"
                },
                {
                    "action_id": 2,
                    "character": "紫薇",
                    "character_id": 2,
                    "action": "紫薇听到尔康的回答，露出宽慰的笑容",
                    "dialogue": "（心中想）尔康果然是真心待我。"
                },
                {
                    "action_id": 3,
                    "character": "小燕子",
                    "character_id": 3,
                    "action": "小燕子快步上前，直言不讳",
                    "dialogue": "晴儿，你这么聪明，一定知道尔康哥哥的心里只有紫薇姐姐。"
                },
                {
                    "action_id": 4,
                    "character": "晴儿",
                    "character_id": 0,
                    "action": "晴儿微笑着回应小燕子",
                    "dialogue": "我当然知道，只是想听听尔康自己怎么说。"
                }
            ],
            "plot": "晴儿利用御花园的巧遇，探听尔康对紫薇和小燕子的感情，紫薇和小燕子恰好经过，听到了尔康的真心话，这次巧遇使得三位主角间的感情线更加复杂。",
            "chunk": {
                "id": 198,
                "text": "”\n乾隆大震，急忙说：\n“晴儿的婚事，还有其他王公子弟，就是要永瑢也可以！ ”“永瑢太小，和晴儿年龄不配！ 我看来看去，尔康文武双全，才华出众，我就喜欢他！ ”太后盯着乾隆，“为了晴儿，我跟你要了尔康这个人！ ”\n乾隆张口结舌，不知该如何是好了。 3\n自从太后回宫，尔康就开始心神不宁了，心里像是压着一块沉甸甸的大石头，觉得处处不对劲。 太后回宫前，他每次去漱芳斋，都是大大方方，不需要避讳。 反正皇上一句“保护漱芳斋”给了他正大光明的理由，宫里谁都不敢说什么。 可是，自从太后回来，漱芳斋门口，走动的人又多起来了。 他再去漱芳斋，不只紫薇神经兮兮，他自己也感到有些惴惴不安，好像四面都有眼睛在悄悄地瞅着他。 但是，他却管不住自己。 漱芳斋好像一块大磁铁，总是把他吸引过去。 再有，让他深深感到隐忧的，是皇后。 本来，皇后和紫薇小燕子，已经有一段时间，不再战争了。 尽管皇后依旧冷冷冰冰，容嬷嬷依旧阴阴沉沉，可是，大家保持距离，总可以各过各的日子。 现在，太后一回来，皇后好像蓦然从睡梦里苏醒了，又重新威风起来，嚣张起来，和紫薇的敌对，再度浮现。 还有一件事，让尔康隐隐不安的，就是晴儿。 这天，他往漱芳斋走去。 无巧不巧，晴儿带着几个宫女，迎面走来。 两人相遇，就都站住了。 “尔康！ 你好！ 回来好多天了，都没时间跟你聊聊！ 好像……你发生了好多稀奇的事儿！ ”晴儿盈盈一笑，深深看着他。 “你都听说了？ ”尔康感激地说，“那天，谢谢你了，幸亏你帮忙解围，要不然，老佛爷恐怕不会那么容易饶了小燕子！ ”晴儿笑笑，那对清亮的大眼睛，就澄澈地凝视着他。 尔康竟然有点局促。 “没料到，我跟老佛爷去一趟五台山，好像是山中才几日，人间已经几千年，什么都变了！ ”晴儿笑着说，“尔康，你还好吗？ 很快乐吗？ ”\n“是！ 我都好，你呢？ ”尔康更局促了。 “依然是老样子，生活里没有自我，只有老佛爷！ 在山里，当然没有什么人能够谈话！ 回到宫里，听说好多故事，不瞒你说，我有一点失落，有一点伤感，觉得自己不曾参与这些‘惊天动地’，好遗憾！ 那些故事，都是东听一句，西听一句，残缺不全的！ 什么时候，能听到你说才好！ ”\n“有时间的时候，一定告诉你！ ”尔康坦白地看她，“这些日子，确实闹得‘惊天动地’，我和五阿哥，也找到共度一生的知己，人生的际遇，真的很奇妙……有时候，我不得不相信，姻缘际遇，自有天定！ ”\n晴儿嫣然一笑。 “成事虽然在‘天’，谋事依然在‘人’，是不是？ ”\n尔康一怔，不知她何所指，一时之间，答不出话来。 就在此时，小燕子奔了过来，后面紧跟着紫薇。 紫薇嚷着：“小燕子！ 不要去景仁宫了！ 我们还是守规矩一点比较好！ ”“不行不行，我快憋死了！ ”小燕子喊。 小燕子和紫薇一看到尔康和晴儿，就急忙刹住步子。 尔康连忙迎上前去。 “干吗急急忙忙的？ ”\n紫薇看看尔康，看看晴儿，直觉地感到有点怪异，轻声说：\n“这就是‘晴格格’了！ ”\n晴儿立刻福了一福。 “喊我晴儿就得了！ ”\n小燕子眼睛一亮，眉开眼笑，欢声大叫：\n“晴儿！ 那天撞到你，我还以为你是一个宫女，真没想到，你是一个‘货真价实’的格格！ 在老佛爷面前，你都可以叽里呱啦地讲来讲去，讲得老佛爷一点脾气都没有，你好威风啊！ ”晴儿只是笑，眼光不由自主地打量着紫薇。 尔康急忙给两边介绍：\n“紫薇，小燕子，你们好好地认识一下晴儿！ 她是老佛爷面前的红人，以后，你们两个，恐怕很多地方，还要靠她帮着你们呢！"
            }
        },
        {
            "id": 35,
            "event": "禁地探秘",
            "time": "午后时分",
            "location": "皇宫御花园的东南角",
            "description": "阳光透过繁茂的树叶，斑驳地洒在古老的石桌上。周围静谧，只有远处隐约的宫女谈话声偶尔打破宁静。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格活泼，身手敏捷，充满好奇心。",
                    "position": "站在石桌旁，手持古籍",
                    "states": "兴奋，充满探索欲"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉贤淑，对小燕子关心备至。",
                    "position": "站在小燕子身旁，轻声提醒",
                    "states": "担忧，但支持小燕子"
                },
                {
                    "id": 2,
                    "name": "永琪",
                    "gender": "男",
                    "description": "文武双全，正直忠诚，是小燕子的挚爱。",
                    "position": "在石桌另一侧，审视周围环境",
                    "states": "警觉，准备保护大家"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "小燕子翻阅古籍，不时用手指在古籍上划过，试图解读其中的秘密。",
                    "dialogue": "“你们看，这上面画的地图好像是指向某个地方的！”"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "紫薇轻拉小燕子的衣袖，低声提醒。",
                    "dialogue": "“小燕子，我们还是小心为上，别让太后发现了。”"
                },
                {
                    "action_id": 2,
                    "character": "永琪",
                    "character_id": 2,
                    "action": "永琪环顾四周，确认无人注意，然后点头赞同小燕子的观点。",
                    "dialogue": "“嗯，这确实很可能是宝藏的线索。我们分头去找找看。”"
                }
            ],
            "plot": "小燕子、紫薇和永琪在御花园的禁地中发现了一本古籍，他们开始解读古籍中的线索，准备寻找可能隐藏的皇家宝藏。",
            "chunk": {
                "id": 206,
                "text": "”\n令妃感激地看了乾隆一眼。 皇后不动声色。 太后接口了：\n“皇帝错了！ 管格格和管阿哥不一样，就算阿哥，也不可以随便出宫，何况格格？ 万一有个什么差错，谁来负责？ 永琪，她们是和你一起出去的吗？ ”\n“回老佛爷，是！ ”永琪硬着头皮回答。 “真的去了福伦家？ ”太后盯着永琪。 “是！ ”\n“去做什么？ ”\n“回老佛爷，两位格格不过是去和福晋谈天，尔康和我去郊外骑马了。 ”\n“啊？ 是这样吗？ ”太后一点也不相信。 正说着，太监的声音大声响起：\n“还珠格格到！ 紫薇格格到！ ”\n随着这声通报，紫薇和小燕子匆匆忙忙地走进来。 两人到了桌前，紫薇急忙匍匐于地，小燕子跟着匍匐于地。 紫薇轻声说：“紫薇叩见老佛爷！ 跟老佛爷请安认错，不知道老佛爷召见，来晚了！ ”\n小燕子跟着哼哼：\n“小燕子也来认错，也是来晚了！ ”\n“哼！ 你们两个去了哪里？ ”太后威严地问。 小燕子急忙看永琪，永琪用嘴形说“福家”。 紫薇很害怕，不敢随便说，只是用头碰地，没有抬头。 小燕子没弄清楚，再看永琪，永琪再轻声说“福家”，小燕子听得不明不白，半信半疑，就轻声自语着：\n“菩萨？ ”\n太后提高了声音：\n“小燕子！ 你说什么？ 大声一点！ ”\n小燕子一急，也没时间细想，就大声回答：\n“也没去哪里……”急忙更正，“回老佛爷，是去了‘菩萨’！ ”\n“啊？ 什么？ 你说什么？ ”太后睁大眼睛。 小燕子觉得不大对，再看永琪，永琪好着急，再做口形，说“福家”。 “回老佛爷，是去看菩萨！ 去庙里看菩萨！ ”小燕子肯定了，坚定地回答。 太后的筷子，啪的一声，往桌上用力一拍。 满座的人都吓了一大跳，全部放下筷子。 太后瞪着小燕子：\n“满嘴胡言！ 你们两个，给我到暗房里去跪着，没有我的允许，不许起身！ 容嬷嬷，桂嬷嬷，拉她们过去！ 小燕子！ 如果你再敢冲到门外去，我会打断你的腿！ 你不相信，你就试试看！ ”\n“喳！ ”两个嬷嬷大声答着。 乾隆皱紧眉头。 令妃满脸焦急。 皇后好生得意。 永琪大急，爱莫能助，不禁向晴儿投去求救的一瞥。 晴儿会意，就不疾不徐地开了口：\n“老佛爷，您真要罚她们呀？ ”\n“晴儿不许说情！ ”太后厉声说，“上次已经听了你的话，原谅她们了，这次再原谅，她们会不知天高地厚，越来越没规矩！ 谁都不许求情！ 容嬷嬷！ 桂嬷嬷！ ”\n晴儿不敢再说话，睁大眼睛看着。 容嬷嬷和桂嬷嬷趾高气扬地走过来，拉了紫薇和小燕子就走。 小燕子想反抗，紫薇对她摇头，小燕子就哀声喊了起来：\n“我不要去暗房，暗房是什么地方？ 我不去不去！ ”\n“居然如此大呼小叫！ 掌嘴！ ”太后大怒。 桂嬷嬷劈手给了小燕子一个耳光。 小燕子忍无可忍，跳起身来，就要发难。 紫薇飞快地抱住她的腰，两人滚倒在地。 紫薇就在小燕子耳边急促地说：\n“不要反抗了，听老佛爷发落吧！ ”\n“我不要！ 我不要！ 那个暗房，我说什么也不去！ ”小燕子喊着，从地上爬起身，挣开两个嬷嬷，跑回桌前来，求救地大喊，“皇阿玛！ 你说过我可以出宫！ 你说过不苛求我，你说过我和紫薇，可以‘没大没小，没上没下’，你都忘了吗？ ”\n乾隆无法再保持缄默，正色说：\n“小燕子！ 我说这些，并不包括可以‘撒谎生事，胡说八道’，再加上‘蛮横无礼，目中无人’！ ”\n永琪看到闹得不可开交，离开饭桌，扑通一声，给太后跪下了。 “回老佛爷，两位格格是跟着我出去玩了，都是我闯的祸！"
            }
        },
        {
            "id": 36,
            "event": "创作歌曲献乾隆",
            "time": "乾隆年间，一个春意盎然的午后",
            "location": "延禧宫内，花园凉亭",
            "description": "阳光透过凉亭的瓦片，斑驳地洒在三位女主角的身上，周围是盛开的春花和鸣叫的鸟儿，一派和谐景象。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格直率，热心肠，擅长武艺，有侠女风范。",
                    "position": "坐在凉亭的石凳上，手持纸笔",
                    "states": "兴奋，期待"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉贤淑，聪明伶俐，擅长文学和琴棋书画。",
                    "position": "站在凉亭内，望着窗外的花海",
                    "states": "深思，温柔"
                },
                {
                    "id": 2,
                    "name": "令妃",
                    "gender": "女",
                    "description": "仁慈宽厚，宫中尊敬的妃子，近期心情低落。",
                    "position": "坐在凉亭的中央，手捧茶杯",
                    "states": "忧虑，感激"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "挥笔疾书，时而皱眉思考，时而念念有词。",
                    "dialogue": "「这个字怎么写来着？哎，紫薇，你快来帮帮我！」"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "轻步走到小燕子身边，微笑着接过笔，在纸上修改了几笔。",
                    "dialogue": "「小燕子，这个字应该这样写，你看这样是不是好多了？」"
                },
                {
                    "action_id": 2,
                    "character": "令妃",
                    "character_id": 2,
                    "action": "望着两位格格的互动，眼中闪过一丝暖意，轻轻放下茶杯。",
                    "dialogue": "「你们两个，真是我的贴心小棉袄。」"
                }
            ],
            "plot": "三位女主角在延禧宫内凉亭相聚，共同创作歌曲以献给乾隆，表达令妃的忠贞与爱意。在这一过程中，三人加深了友谊，也找到了解决含香公主风波的灵感。",
            "chunk": {
                "id": 214,
                "text": "小燕子被这个状况，惊得半晌回不过神来，等到回过神来，就气得瞪大了眼睛：\n“原来，这个公主的野心最大，她看上的居然是皇阿玛！ ”\n乾隆留下了含香，这件事带给宫里的震撼实在不小。 回部，无论如何算是异族番邦，怎么把一个番邦女子留在宫廷？ 太后心里不满，嘴里不能说什么。 皇后又妒又恨，宫里的大眼中钉、小眼中钉已经数不清了，居然还来了一个含香公主！ 其他妃嫔，当然个个有个个的怨，个个有个个的伤感。 但是，其中最是愤愤不平的，居然是小燕子！ “我就不明白，皇阿玛已经有了二十几个老婆，怎么还不够？ 看到那个含香公主，依旧色迷迷！ 你看，人家一场舞蹈，他就动心了！ 怎么可以这样？ 令妃娘娘快要生产了，他也不关心吗？ ”\n“或者，他是为了解决回疆的问题，只得这样做！ 人家路远迢迢地把公主‘献给’他，他也拒绝不了吧！ ”紫薇勉强地解释。 “你别傻了！ 你看皇阿玛，哪儿有一点点想拒绝的样子？ 他一听到阿里和卓说把含香‘献给’他，他就‘快乐得像老鼠’了！ 紫薇，你说男人是怎么回事？ 为什么不管什么地位，什么身份，都是见一个爱一个？ 尤其可恶的是，他们要女人什么‘唯一’，什么‘到底’，自己就可以左讨一个老婆，右讨一个老婆……真气死我了！ ”小燕子的生气，在看到令妃的病容和失意时，就涨到了最高点。 原来，这天，小燕子和紫薇来看令妃，原是想请求令妃允许她们出宫去。 进了延禧宫，就看到令妃靠在躺椅上，脸色苍白，无精打采，一股病恹恹的样子。 腊梅、冬雪和宫女们围绕着她，送茶的送茶，端药的端药。 小燕子和紫薇，看到这种情形，就惊讶而担心地扑了过来。 “娘娘，你不舒服吗？ ”紫薇关心地问。 令妃叹了口气，说：\n“最近累得很，身子越来越沉重，心情也不好。 这几天，不知怎的，吃不下东西，头也晕晕的！ ”\n紫薇把手放在令妃额上，惊呼起来：\n“娘娘！ 你在发烧呀！ 有没有传太医？ ”急忙喊，“腊梅！ 冬雪！ 怎么不给娘娘传太医？ 快宣太医进来瞧瞧！ ”\n“娘娘不让传！ 说是躺一躺就好！ ”腊梅说。 令妃拉住紫薇，说：\n“你不要小题大做了！ 我自己的身子，自己知道。 没事，真的没事！ 发烧是因为有点着凉，现在肚里有孩子，不敢随便乱吃药。 太医来了，也是开那些滋补的药，不如不要惊动太医，免得传到太后耳朵里，又说我故意引人注意！ ”\n“可是……如果有别的病，怎么办？ ”紫薇问。 “娘娘就是情绪太坏了，都不肯吃东西，两位格格，快劝劝娘娘吧！ ”冬雪说。 小燕子看着令妃，心里同情得不得了，义愤填膺地说：\n“我知道娘娘在烦什么，别说娘娘了，我也跟着生气！ 就算是‘生姜公主’，又怎么样嘛？ 就算吃过什么‘天府的饼’，会浑身香，又怎么样嘛……”\n令妃一听这话，好紧张，急忙阻止：\n“嘘！ 你小声一点，不要给我惹麻烦！ 我什么话都没说，你就在这里嚷嚷，别人听了，还以为我在发牢骚呢！ ”\n紫薇就在令妃床前坐下，伸手紧紧地握住令妃的手，诚挚地说：\n“娘娘！ 你不要难过，你心地仁慈，待人宽厚，上天一定会给你特别的眷顾。 我一直相信，皇阿玛是个性情中人，他不会辜负你。 事实上，你在他心里，一定有不可磨灭的地位。 ”\n令妃很感动，眼睛湿湿地看着紫薇，语重心长地接口：\n“紫薇，你真是一个贴心的好人儿。 你那么了解，几句话都说到我心坎里去了。 只是，对任何女人来说，‘不可磨灭’的地位还不够，女人需要的，是‘不可取代’的地位啊！ ”\n令妃这句“不可取代”，说出了所有女人心里的渴求。"
            }
        },
        {
            "id": 37,
            "event": "秘密婚礼的意外见证",
            "time": "乾隆年间，一个春意盎然的午后",
            "location": "皇宫内，御花园的幽静角落",
            "description": "阳光透过稀疏的树叶，斑驳地洒在含香与蒙丹的身上，他们正准备进行一场简朴而庄重的婚礼仪式。四周静悄悄，只有远处隐约传来的宫廷乐声。",
            "characters": [
                {
                    "id": 0,
                    "name": "含香",
                    "gender": "女",
                    "description": "美丽而坚韧的妃子，精通诗词，情感细腻。",
                    "position": "正站在蒙丹的对面，手持一束由宫中采摘的鲜花。",
                    "states": "神色坚定，眼中闪烁着对未来的期待"
                },
                {
                    "id": 1,
                    "name": "蒙丹",
                    "gender": "男",
                    "description": "来自回疆的勇士，对含香情深意重。",
                    "position": "身着华丽的回疆服饰，站在含香面前。",
                    "states": "表情严肃，目光中透露出对含香的深情"
                },
                {
                    "id": 2,
                    "name": "永琪",
                    "gender": "男",
                    "description": "五阿哥，文武双全，尊重蒙丹的勇敢。",
                    "position": "与尔康藏身在一棵粗大的古树后。",
                    "states": "眉头紧锁，内心挣扎"
                },
                {
                    "id": 3,
                    "name": "尔康",
                    "gender": "男",
                    "description": "永琪的好友，聪明机智，深知皇家规矩。",
                    "position": "与永琪一同藏在树后。",
                    "states": "紧张地观察着前方，心中权衡轻重"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "含香",
                    "character_id": 0,
                    "action": "含香向前迈出一步，将手中的鲜花递给蒙丹，寓意着她的爱情与承诺。",
                    "dialogue": "“蒙丹，无论生死，此心不变。”"
                },
                {
                    "action_id": 1,
                    "character": "蒙丹",
                    "character_id": 1,
                    "action": "蒙丹接过鲜花，紧紧握住含香的手，誓言忠诚。",
                    "dialogue": "“含香，我蒙丹愿与你共度此生。”"
                },
                {
                    "action_id": 2,
                    "character": "永琪",
                    "character_id": 2,
                    "action": "永琪从树后走出，脸上带着复杂的表情，他必须做出选择。",
                    "dialogue": "“含香，蒙丹，你们真的决定要这样做吗？”"
                },
                {
                    "action_id": 3,
                    "character": "尔康",
                    "character_id": 3,
                    "action": "尔康跟随永琪走出，他眼中闪过一丝机智，试图寻找一个两全其美的办法。",
                    "dialogue": "“或许，我们可以找到一个既不违背皇家礼制，又能成全你们的方法。”"
                }
            ],
            "plot": "在这个春日午后的御花园中，含香与蒙丹的秘密婚礼被永琪和尔康意外见证。面对皇家礼制和个人情感，四位角色都面临着艰难的选择。",
            "chunk": {
                "id": 222,
                "text": "”\n蒙丹一把拉下自己的面巾，惨然抬头，凄厉地说道：\n“两位朋友！ 杀了我吧！ 蒙丹但求一死！ ”\n含香踉跄奔来，对着永琪和尔康，扑通一跪，抬着悲怆欲绝的脸孔，看着两人：\n“含香求你们，放了他！ 含香给你们磕头了！ ”\n含香说着，就磕下头去。 尔康和永琪大惊，双双跳开，不敢受香妃跪拜。 永琪惊喊：“香妃娘娘！ 我是五阿哥，你不能拜我，你是父皇的妃子啊！ ”\n“快起来！ ”尔康也惊喊，“我是皇上的御前侍卫，未来的额驸，你怎么可以对我下跪呢？ 给侍卫看了，成何体统？ ”\n含香跪在那儿，眼神黝黑，脸色惨白。 “我是回人，不管你们满人的规矩！ 今天，要不然你们就放了他！ 要不然，就杀了我们两个，把尸体带回去交差！ 你们选择吧！ ”含香激烈而坚定地说。 这时，蒙丹忽然跃起，举起那把月牙刀，横刀向自己脖子上抹去。 尔康比他更快，伸手就一拳对他头上打去。 同时，永琪一剑挑了过来，挑开了蒙丹手里的刀。 蒙丹挣扎了一下，就不支倒地。 白色的衣服，被血迹染得殷红斑斑。 这样壮烈的表现，使尔康和永琪都大大地震撼了。 永琪看尔康：\n“怎么办？ 把他押回去见皇阿玛吗？ ”\n含香爬了过来，抱住蒙丹的头，见他浑身血迹，心已粉碎。 蒙丹努力睁大眼睛，定定地看着含香。 含香用白色纱巾，温柔地拭去他嘴角的血迹。 然后，她抬头看着尔康和永琪，幽幽地说道：\n“我们回人有几句话，翻译过来，是这样的：‘你是风儿我是沙，风儿飘飘，沙儿飘飘，风儿吹吹，沙儿飞飞。 风儿飞过天山去，沙儿跟过天山去！ ’我和蒙丹，从小一起长大，他是风儿我是沙。 ”\n尔康震憾极了，看永琪：\n“所谓‘在天愿作比翼鸟，在地愿为连理枝’也不过如此了！ ”永琪也震撼极了，看向尔康。 两人很快地交换了一个眼神。 尔康就蹲下身子，握着蒙丹的胳臂，在他耳边飞快地说：\n“现在先装死，等我们走了，你赶快回到会宾楼去，让柳青他们把你藏起来！ 我们必须把香妃娘娘护送回宫，否则，我们两个都没有命了！ 你好好保重，有句话说，留得青山在，不怕没柴烧！ 我们后会有期！ ”说完，就飞快地把蒙丹推倒在地，站起身来对侍卫们嚷道，“这个刺客已经解决了！ ”\n永琪就大声喊道：\n“还好娘娘没有受伤，我们护送娘娘回宫！ 快把马车驾过来！ ”\n侍卫驾了马车过来，怀疑地问：\n“五阿哥！ 我们要不要把这些回人的尸体带回去？ ”\n“护送娘娘要紧！ 那些尸体不要管了！ ”永琪喊。 “喳！ ”\n含香仍然紧抱着蒙丹的头，死死地看着蒙丹。 尔康不能再让他们两人依依惜别，就把含香一把拉上马车。 维娜、吉娜立刻紧紧地抱住含香，用回语叽里呱啦地喊着，安慰着。 尔康和永琪便双双跃上了驾驶座。 尔康一拉马缰：\n“驾！ 驾！ ”\n马车往前奔驰，马队也奔了起来，旗帜飘飘。 永琪低问尔康：\n“回去要怎么说呀？ 这么多人亲眼看见，总不能撒谎吧！ ”\n尔康一脸的坚定：\n“我来说！ ”\n回到宫里，尔康和永琪来到乾隆面前。 乾隆已经得到了消息，眼光锐利地盯着尔康和永琪，厉声问：\n“到底是怎么回事？ 你们快说！ ”\n“回皇上，阿里和卓走了之后，忽然有几个回人前来劫持香妃，经过一番大战，臣和五阿哥已经把敌人打退了。 ”尔康从容地禀报。 “打退了是什么意思？ 怎么不把他们活捉回来，审问清楚？ ”乾隆惊疑不定。 “臣已经审问清楚了！ ”尔康回答。 乾隆惊愕地看尔康：\n“你审问了？ 什么时候审问的？ 你又打架又审问？"
            }
        },
        {
            "id": 38,
            "event": "揭秘神秘信件",
            "time": "乾隆年间，初夏午后",
            "location": "皇宫漱芳斋",
            "description": "漱芳斋内，阳光透过窗棂，斑驳地洒在三人身上。书架边，一封泛黄的信笺引起了三人的注意。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格活泼，不拘小节，对未知充满好奇。擅长武艺，轻功了得。",
                    "position": "正站在书架前，手中拿着那封神秘的信件",
                    "states": "好奇，兴奋"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉知性，善于诗词。对小燕子的冲动性格有所顾虑，但总能给出建议。",
                    "position": "坐在桌边，手中拿着扇子轻摇",
                    "states": "谨慎，深思"
                },
                {
                    "id": 2,
                    "name": "晴儿",
                    "gender": "女",
                    "description": "开朗热心，观察力敏锐。擅长舞蹈和宫廷礼仪。",
                    "position": "站在小燕子旁边，目光在信件和紫薇之间游移",
                    "states": "好奇，关注"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "挥舞着手中的信件，激动地对紫薇和晴儿说",
                    "dialogue": "你们快看，这封信里有一首诗，我们得查查是谁写的！"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "轻轻放下扇子，接过信件仔细查看",
                    "dialogue": "这字迹颇为熟悉，我们得小心行事，不可鲁莽。"
                },
                {
                    "action_id": 2,
                    "character": "晴儿",
                    "character_id": 2,
                    "action": "轻拍小燕子的肩膀，微笑着说",
                    "dialogue": "小燕子，紫薇说得对。我们得从长计议，这事儿可大可小。"
                }
            ],
            "plot": "小燕子、紫薇和晴儿在漱芳斋发现一封神秘信件，内含情诗。三人决定共同揭开信件的秘密，但态度各异，小燕子急躁，紫薇谨慎，晴儿则关注着两位好友的反应。",
            "chunk": {
                "id": 230,
                "text": "”\n小燕子心里害怕，四面看看，努力跪好。 紫薇听了听，没有听到那个哗啦的声音，想必几个嬷嬷也要睡觉，心里稍稍放心了一些，就急忙把握机会，对小燕子低声地说：\n“小燕子，你听好，等到天亮，老佛爷一定会再审我们，你今天把那张信纸吞了，如果老佛爷明天问你，信纸上到底写什么，你要怎么回答？ ”\n“我就说忘记了！ ”\n“不能忘记！ 尔康已经传达了一个消息给我们，是一首情诗，你就赶快背一首情诗。 我现在教你一首，你好好地记着！ ”\n“还要背诗？ 你知道我最怕背诗！ ”小燕子立刻抗拒起来。 “没办法了，一定要背！ 背一首比较白话的，赶快恶补一下吧！ ”紫薇想了想，就念着诗，“你侬我侬，忒煞情多，情多处，热如火。 把一块泥，捻一个你，塑一个我，将咱两个，一起打破，再将你我，用水调和……”\n紫薇还没念完，小燕子已经不耐烦了：\n“什么？ 这么长的诗？ 什么泥巴？ 什么水什么火？ 一起打破，不是通通完蛋了？ 怎么还叫情诗？ 这种诗，听起来肉麻兮兮的，我不要背！ ”\n紫薇好着急，知道小燕子不背诗，明天肯定不能过关，拼命想，想出另外一首：\n“那么，背另外一首……”再念，“不写情词不写诗，一方素帕寄相思，请君仔细翻覆看，横也丝来竖也丝！ ”\n“不写什么不写诗……这个人怎么这么无聊？ 明明说不写诗，还写了一大篇，什么‘横也是丝，竖也是丝’？ ”\n“这个‘丝’字，是谐音‘思念’的思，字。 这是说，女人送了一条帕子给男方，什么字都没写，男的看了，明白了！ 横也丝来竖也丝！ ”紫薇解释着。 “他明白了，我可不明白！ 我看，我们两个，是‘横也是死，竖也是死’！ 随他去吧！ 这些诗，像绕口令一样，我怎么记得住嘛！ ”\n哗啦一声，门上的小窗又开了，桂嬷嬷的声音响起：\n“不许说话！ 跪好！ ”\n两人慌忙跪好，小燕子恨得咬牙切齿。 尔康这夜没有回学士府，整夜都在宫里。 四更时分，就到了慈宁宫的门口。 守到天刚破晓，才看到晴儿的丫头翠娥出来打水，尔康看到翠娥，如见至宝，赶快上前对她说了几句话。 翠娥点点头进去了。 片刻之后，慈宁宫的偏门悄悄地打开了，晴儿闪身出来。 尔康一步蹿出来，拉了晴儿就走，来到一个隐蔽的假山后面。 “好了好了，不要拉拉扯扯，我听到翠娥传话，不就马上出来了吗？ 有什么话，你就快说！ 等会儿老佛爷起床，马上就会找我！ ”\n尔康对着晴儿，一揖到地。 “有事要求你帮忙！ ”\n“哎呀！ 干吗行这样的大礼？ 我可当不起！ ”\n尔康恳切地看着她，焦灼之情，溢于言表：\n“晴儿，你知不知道，昨天晚上，老佛爷把小燕子和紫薇都带回了慈宁宫？ ”\n晴儿愣了愣。 “原来，你是为了那两个格格，在这宫门外面站了一夜？ ”“是！ ”尔康坦白地回答，“她们两个进了慈宁宫，我和五阿哥真的魂不守舍了！ 她们两个，做人处世，都一点经验也没有。 对老佛爷的个性脾气，也完全摸不清。 尤其是小燕子，什么话该说，什么话不该说，她连一点概念都没有！ 她们实在是两个善良天真、毫无城府的姑娘。 昨天晚上，老佛爷到漱芳斋，抓到我和五阿哥也在漱芳斋，就生了大气。 这都是皇后在捣鬼！ 说起来，昨晚不是两个格格的错，是我和五阿哥的错！ 我们千不该、万不该，晚上还去漱芳斋！ ”\n“好了，说了那么多，你就是要我去帮两个格格说情，是不是？ ”\n尔康又一揖到地。 晴儿瞅着他：\n“我为什么要蹚浑水呢？ 这事跟我一点关系都没有！"
            }
        },
        {
            "id": 39,
            "event": "揭秘密信",
            "time": "清朝乾隆年间，一个午后",
            "location": "宫外会宾楼的雅间",
            "description": "室内陈设古朴，气氛紧张而安静。窗外阳光斜射，树影斑驳。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉贤淑，聪明伶俐，擅长诗词歌赋，具有很高的文学素养，忠诚热情。",
                    "position": "坐在桌边，手持密信",
                    "states": "神色凝重，心中焦虑"
                },
                {
                    "id": 1,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "活泼开朗，大大咧咧，心地善良，勇敢无畏，忠诚。",
                    "position": "站在窗边，观察四周",
                    "states": "警觉，准备随时应对突发情况"
                },
                {
                    "id": 2,
                    "name": "蒙丹",
                    "gender": "男",
                    "description": "英勇的回族战士，含香的恋人，忠诚可靠。",
                    "position": "站在门边，守护着两位格格",
                    "states": "严肃，全神贯注"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇紧皱眉头，轻声朗读密信内容，试图解读其中的秘密。",
                    "dialogue": "“这密信中所提之事，非同小可，我们该如何是好？”"
                },
                {
                    "action_id": 1,
                    "character": "小燕子",
                    "character_id": 1,
                    "action": "小燕子回过头来，眼中闪过一丝坚定，提议道。",
                    "dialogue": "“我们得找个机会，将这封信交给皇阿玛，不能让宫廷生了乱。”"
                },
                {
                    "action_id": 2,
                    "character": "蒙丹",
                    "character_id": 2,
                    "action": "蒙丹点头同意，并提出自己的看法。",
                    "dialogue": "“我同意小燕子的看法，我们可以趁夜深人静时，悄悄进宫。”"
                }
            ],
            "plot": "紫薇和小燕子在蒙丹的帮助下，商议如何将密信内容告知乾隆皇帝，以维护宫廷稳定。",
            "chunk": {
                "id": 238,
                "text": "”乾隆瞅着她，“不要太傲慢，把朕的耐心磨光了！ 朕最近添了一个儿子，心情太好，不想为你生气，也不想让宫里有什么血光之灾，你的脑袋，你的身子，都暂时留着！ 但是，你小心啊！ ”\n“我只是一个‘礼物’，连女人，的资格都不够！ 这个礼物，你可以丢掉，可以毁掉，可以当它不存在……如果你把我看成是一个‘女人’，就请尊重一个‘人’的权利，让我活得有尊严一点！ ”\n“什么叫做‘活得有尊严一点’？ 你的‘尊严’是什么？ ”\n“让我有自由的意志！ 有说‘不’的权利！ ”\n“你好大胆！ 居然敢跟朕要求说‘不’的权利？ ”乾隆一惊，“难道你不知道在这整个大清，都没有人能够跟朕说‘不’？ 你为什么认为朕会给你这个权利？ ”\n“凡是男子汉，都有这种……”含香叽里咕噜地说了一句回文。 “这句回文是什么意思？ ”\n“翻成汉语，大概是器量、胸襟、男子气概之类。 ”\n“器量？ 胸襟？ 男子气概？ ”乾隆突然大笑，“哈哈哈哈！ 你在将朕一军！ 如果朕不给你这个权利，那么，朕就不是男子汉了？ ”他凝视含香，不住点头，“厉害！ 你是一个厉害的角色，朕越来越喜欢跟你玩这个游戏了！ ”\n含香不语，眼神孤傲。 乾隆看着这样的眼神，对这个女人，真是又佩服又震动又无奈：\n“好！ 朕让你活得有尊严一点！ 朕对你充满了兴趣，你美丽、高贵、冷淡、傲慢，心里还另有所爱……这样的女人，在朕的生命里，你还是第一个！ 你是朕的挑战，朕倒要看看，你能够坚持多久。 ”他看了她好一会儿，“如果有一天，你生活的目的，变成对朕的期盼，那时候，希望你还能维持这份潇洒！ ”\n乾隆说完，大踏步地去了。 为了呕这一口气，他始终没有强迫含香就范。 这天，含香又写了一封信，托小燕子和紫薇，带给蒙丹。 自从令妃生了孩子，令妃的心，就全在孩子身上。 小燕子和紫薇，几次三番请求出宫，令妃都没批准。 她不愿意在这个美好的时刻，为了两个格格得罪了太后。 小燕子出不了皇宫，急得五心烦躁。 倒是尔康和永琪，常常去探视蒙丹，再把消息转告给小燕子她们。 蒙丹的伤终于慢慢好了，他那两个回族的朋友也已复原，因为蒙丹决定留在北京“长期作战”，那两个朋友就起身回新疆了。 蒙丹身上的伤口，虽然痊愈，但是，心里的伤口，随着时间的流逝，却越来越严重了。 这天，小燕子拿了含香托付的信，再也熬不住了。 她千方百计地说服紫薇和金琐，故技重施，全部化装成小太监，溜出宫去。 紫薇和金琐都觉得不妥，可是，含香那么期盼，她每天活着，就为了等待蒙丹的消息。 紫薇经过一番天人交战，最后，竟然依了小燕子。 三个姑娘化装成了三个最俊俏的小太监，出现在景阳宫。 永琪和尔康，一面叹气，一面列举各种不能出宫的理由，一面吩咐小顺子、小桂子准备马车，一面带着三人，混出皇宫去了。 大家到了会宾楼，马上被柳青、柳红带进蒙丹的房间。 蒙丹一看到大家，立刻起身，倒身下拜。 “各位，蒙丹身受大恩，无以为报，请受我一拜！ ”\n尔康急忙把他拉起来，说：\n“不要这样！ 我们已经成了朋友，成了知己，千万不要再说大恩大德这一套！ ”\n小燕子立刻跟着喊：\n“就是！ 就是！ 你怎么可以跪我呢？ 你是我的师父呀！ 虽然说，到现在，你一天都没教过我，可我还是认定了你这个师父！ 师父，你的身体都好了吗？ ”\n“谢谢！ 总算都好了！ 又可以冲锋陷阵了。 ”蒙丹一股准备再上沙场的样子。 紫薇上前，从口袋里掏出含香的信，郑重地递给蒙丹，微笑地说：\n“给你送‘万灵丹’来了！ ”\n蒙丹急忙接过，迫不及待地展信阅读。 “看过之后，拜托马上烧掉！ ”紫薇说。"
            }
        },
        {
            "id": 40,
            "event": "即兴表演误会",
            "time": "乾隆年间，一个春日午后",
            "location": "皇宫内，御花园的中央舞台",
            "description": "阳光明媚，花香四溢，宫女太监们围在舞台周围，气氛热烈，笑声连连。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格活泼，充满创意，热爱自由，是还珠格格。",
                    "position": "站在舞台中央，准备指导即兴表演",
                    "states": "兴奋，期待"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉贤淑，心思细腻，是明珠格格。",
                    "position": "站在舞台一侧，关注表演准备情况",
                    "states": "紧张，担忧"
                },
                {
                    "id": 2,
                    "name": "尔康",
                    "gender": "男",
                    "description": "理智且具有责任感，是福家大少。",
                    "position": "站在舞台后方，留意着皇上的动向",
                    "states": "警觉，镇定"
                },
                {
                    "id": 3,
                    "name": "太监甲",
                    "gender": "男",
                    "description": "宫中的普通太监，性格内向。",
                    "position": "站在舞台前，准备开始表演",
                    "states": "紧张，不安"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "热情地鼓励大家放松，开始即兴表演",
                    "dialogue": "大家放轻松，就当是在玩儿，说错了也不要紧，最重要的是开心！"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "轻声提醒大家注意分寸",
                    "dialogue": "大家表演时还是要注意分寸，不要过头了。"
                },
                {
                    "action_id": 2,
                    "character": "尔康",
                    "character_id": 2,
                    "action": "目光锐利地扫视四周，确保安全",
                    "dialogue": "（心中默念）希望一切顺利，不要出什么岔子。"
                },
                {
                    "action_id": 3,
                    "character": "太监甲",
                    "character_id": 3,
                    "action": "结巴地说错了台词，引发全场大笑",
                    "dialogue": "我，我，我是说，格格您今天真，真……（全场大笑）"
                }
            ],
            "plot": "小燕子积极推动即兴表演环节，紫薇担忧但仍然支持，尔康则在幕后默默留意皇上的动向。表演开始后，一个紧张的太监不慎说错台词，反而让整个场面更加欢乐，乾隆皇帝也被这意外的笑料所吸引，最终这场演出意外地获得了圆满成功。",
            "chunk": {
                "id": 246,
                "text": "彩霞也想起自己的娘来：\n“别提到娘，就是因为我娘死了，我才进宫来当宫女，提到娘，我也想哭了！ ”\n“我从小就没有娘，娘长得什么样子，我都不知道！ ”明月说。 “我也是，所以卖给人家当丫头。 ”金琐含泪说。 小燕子看看大家，一个情绪激动，哇的一声，哭了。 “原来，我们大家都没有娘，才给人家这么欺负！ ”\n小燕子一哭，大家就稀里哗啦，抱在一起，都哭了。 还是紫薇最先振作起来，擦擦眼泪，把大家一抱，振作了一下说：\n“不要哭！ 我们大家勇敢一点！ 虽然没有娘，我们还有其他的亲人，而且，我们还有彼此呀！ 瞧，我们每个人都从不同的地方来，今天能够聚在一块儿，像一家人一样，也是一种福分呀！ ”\n“就是！ 就是！ ”小燕子挂着眼泪，破涕为笑了，伸手把众人全部圈进臂弯里去，“我们有一个好大的家！ 你们全是我的家人！ 小邓子、小卓子也是……”就跳起身子，急忙穿上衣服，抓了一瓶药，往外急急冲去。 “你去哪里？ 不可以去坤宁宫……”紫薇急喊。 “我不是去坤宁宫，我去看看小卓子和小邓子！ ”小燕子嚷着。 彩霞一愣，想到两个太监此时的情况，急忙大喊：\n“格格，不要去……”\n小燕子哪儿听得见，早已冲进了小邓子和小卓子的房间。 小邓子和小卓子正机在床上，裤子退下，小顺子和小桂子在帮他们上药。 两个人一面上药，一面哎哟哎哟叫个不停。 忽然间，小燕子的声音响了起来，人也冲了进来：\n“小邓子！ 小卓子！ 你们伤得怎么样？ 我这儿还有‘跌打损伤膏’，管他怎样，给他通通涂上去！ ”\n小邓子、小卓子一见小燕子冲进来，两人大惊。 “哎呀！ 我的妈呀！ ”小邓子一吓，扑通滚下地，拼命拉着裤子，撞得好痛。 “哎哟！ 哎哟！ ”\n“哎呀，格格大人，祖宗姑奶奶呀！ 你怎么进来了？ ”小卓子拉了一床棉被，把自己紧紧地裹着，在床上拼命磕头，“小卓子给您磕头了！ 您快出去吧！ ”\n小顺子、小桂子赶快请安。 “还珠格格吉祥！ ”\n“我不吉祥，进了这个皇宫，我就从来没有吉祥过！ ”小燕子喊着，完全不顾两人的尴尬，走了过来，低头看小卓子，“有没有用冷水敷一敷？ ”\n“有有有！ ”小卓子窘迫地喊。 小燕子就弯腰去扶小邓子：\n“怎么从床上滚下来了？ 赶快躺回去！ ”\n小邓子死命拉着裤子，恨不得有个地洞好钻：\n“格格，您请回，我再躺回去！ ”\n小燕子看看两人，眼眶红红地说：\n“好，我不走，你们也不安心！ 这个药膏留给你们用！ ”放下药膏，又郑重地说道，“你们今天为我挨了打，我好难过。 不过，从此，我们更是一家人了！ 已经连打板子，都同样挨过了！ 不要怕，我有经验，过几天，就又可以活蹦乱跳了！ 好！ 你们好好休息！ ”说完，就很豪放地，一巴掌打在小卓子棉被上，“有福同享，有难同当！ ”\n小燕子这一巴掌，正好打在小卓子受伤的屁股上，小卓子痛得跳了起来：\n“哎哟！ 哎哟！ 格格，主子，姑奶奶，祖宗……”\n小燕子一惊，伸手去拉棉被：\n“打痛你啦？ 给我瞧瞧！ ”\n小卓子慌忙往床里躲：\n“不痛！ 不痛！ 哎哟！ 哎哟！ ”\n小桂子、小顺子想笑，又不敢笑，快要憋死了。 小燕子这才转身出去了。 乾隆第二天就把永琪和尔康叫到了御书房。 “朕宣你们两个过来，要谈些什么，你们大概心里也有数了吧？ ”乾隆问。 “皇上，是不是有关两位格格的事？ ”尔康问。 乾隆点头，叹了口气：\n“正是！ 小燕子和紫薇，树敌已经太多，在宫里非常引人注目，你们两个，怎么不劝她们收敛，还帮着她们胡闹？ 你看，又闹了这样一大场，弄得老佛爷生大气，紫薇和小燕子也受委屈，一屋子奴才跟着遭殃……长此以往，大家的日子要怎么过下去？"
            }
        },
        {
            "id": 41,
            "event": "发现回族古籍",
            "time": "午后",
            "location": "皇宫御花园的假山旁",
            "description": "春意盎然，阳光和煦，花朵盛开，紫薇和晴儿在假山旁的草地上偶然发现了一本泛黄的回族古籍。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "皇帝的亲女儿，聪明伶俐，对文化有浓厚的兴趣，善于沟通。",
                    "position": "正坐在假山旁的石头上，手里拿着古籍。",
                    "states": "好奇，专注"
                },
                {
                    "id": 1,
                    "name": "晴儿",
                    "gender": "女",
                    "description": "性格开朗活泼，好奇心重，与紫薇情同姐妹。",
                    "position": "站在紫薇旁边，弯腰看着古籍。",
                    "states": "兴奋，好奇"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇轻轻地翻开古籍，眉头微蹙，似乎在思考书中的内容。",
                    "dialogue": "“晴儿，你看这书上的字迹，似乎与我们常见的汉字有所不同，这应该是回族的文化遗产吧。”"
                },
                {
                    "action_id": 1,
                    "character": "晴儿",
                    "character_id": 1,
                    "action": "晴儿伸过头去，眼睛闪烁着好奇的光芒，然后忽然想起什么，拍了拍手。",
                    "dialogue": "“对啊，我们应该拿给含香看看，她一定会很高兴的！”"
                }
            ],
            "plot": "紫薇和晴儿在御花园的假山旁偶然发现了一本回族古籍，她们决定将这本书带给同样来自回族的含香，希望通过这种方式缓解含香在宫中的孤独感，并促进彼此之间的文化交流。",
            "chunk": {
                "id": 254,
                "text": "紫薇接触到晴儿的眼光，想到尔康的话，心中就猛跳了跳，忍不住也仔细地看了看晴儿。 皇后立刻挑起眉毛，稀奇地喊：\n“哟！ 两位格格兴致真好，今天不出去‘看菩萨’了？ 留在宫里陪伴美人啊！ 两位格格真是机灵，哪儿香，就去哪儿！ 好像，早上还没去过慈宁宫，给老佛爷请安吧！ ”\n小燕子一听，气不打一处来，怒视皇后，嚷着说：\n“是啊！ 还没去慈宁宫请安，皇后娘娘尽管挑拨吧！ 最好老佛爷再打我一顿，皇后娘娘才舒服，是不是？ ”\n皇后不说话，只是抬眼看太后，一股“你看吧”的样子。 太后对小燕子实在没好感，一皱眉头：\n“小燕子！ 不许放肆！ ”\n小燕子好气，紫薇急忙拉了拉她的衣服。 含香见到太后和皇后，双手交叉在胸前，行了一个回族见面礼。 “含香见过老佛爷，见过皇后娘娘！ ”\n太后又不高兴了，皱着眉说：\n“香妃！ 这满人的规矩，你还没学会吗？ 见了长辈，总得请个安！ 你这身打扮，也太奇怪了。 既然成了大清的妃子，还是人境随俗比较好！ ”就对晴儿吩咐，“晴儿，回头你找些衣裳、鞋子，让香妃换装！ ”\n“是！ ”\n皇后急忙应道：\n“臣妾那儿，刚好新做了两套衣裳，还没穿过，如果香妃娘娘不嫌弃，臣妾就让容嬷嬷去拿！ ”\n小燕子又插嘴了：\n“老佛爷，香妃娘娘得到皇阿玛的特许，可以不学满人的规矩，不穿满人服装，维持她回人的身份！ ”\n“又是特许？ ”太后又惊讶，又生气，“她在皇上面前有‘特许’，在我面前没有‘特许’！ 是满人的媳妇，要守满人的规矩！ ”说着，就斩钉断铁地回头吩咐，“容嬷嬷，桂嬷嬷，去把衣裳拿到宝月楼，皇后，你看着她改装！ ”\n容嬷嬷、桂嬷嬷大声应着“喳”，立即转身而去。 “臣妾谨遵老佛爷吩咐！ ”皇后对太后屈了屈膝，就看着香妃说，“香妃，我们这就去宝月楼换衣服吧！ ”\n“含香不能从命！ ”含香一退，坚定地说。 “什么？ ”太后不敢相信自己的耳朵。 “可兰经说得很清楚，众生平等，没有人可以勉强别人做任何事！ ”\n“可兰经是什么？ ”太后没好气地问。 “那是我们至高无上的经典！ ”含香回答。 “除了佛经，没有至高无上的经典！ ”太后更气，“居然敢跟我谈平等，简直不可思议！ 皇后，我把她交给你了！ 扒了她那身衣服，我看不顺眼！ ”\n“是！ ”\n紫薇一看，情形不妙，急忙给了小燕子一个眼色。 小燕子懂了，一溜烟跑了。 几个嬷嬷就拉扯着含香，回到宝月楼。 容嬷嬷很快地拿了一套旗装来，就伙同另外几个嬷嬷，按着含香，强制执行，要脱除她的衣服。 含香拼命挣扎着，喊着：\n“我不要！ 我不要……没有任何人可以脱我的衣服！ ”\n“容嬷嬷！ 跟她讲讲道理！ ”皇后趾高气扬地说。 “娘娘，”容嬷嬷阴恻恻地开了口，“你虽然是皇上封的娘娘，可是，上面还有皇后，皇后可比你大！ 再上面，还有老佛爷！ 老佛爷比皇上还大！ 今天，老佛爷说要扒了你的衣服！ 皇后娘娘‘奉命’办事，奴才就非扒了你的衣服不可！ ”\n“你识相一点，就自己脱掉！ 要不然，容嬷嬷桂嬷嬷可不会怜香惜玉，弄痛了你，弄伤了你，也是你自找的！ ”皇后接口。 含香激烈地反抗：\n“不行！ 让开！ 不要靠近我！ 不要靠近我……我不脱！ 说什么都不脱……我生为维吾尔人，死为维吾尔鬼！ 就是死了，也要穿维吾尔的衣服！ ”\n“那可由不得你！ 容嬷嬷！ 不要跟她客气了！ ”皇后命令着。 容嬷嬷就下手去扯掉含香的面纱，又去扯她的上衣。 维娜、吉娜一看不对，用回语大叫着，扑上前来保护。 站在一边的紫薇，急得六神无主了。"
            }
        },
        {
            "id": 42,
            "event": "雪夜和解",
            "time": "乾隆年间，腊月初八晚",
            "location": "紫薇格格寝宫之外，雪地",
            "description": "一场精心布置的雪夜，银装素裹，静谧中透着寒意。雪地中设有几案，案上点着红烛，映照着飘落的雪花，显得格外浪漫。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "美丽、敏感的格格，内心充满情感，外表却保持矜持。",
                    "position": "站在雪地中的几案旁，手中轻托着一杯热茶",
                    "states": "心情复杂，既有期待又有忐忑"
                },
                {
                    "id": 1,
                    "name": "尔康",
                    "gender": "男",
                    "description": "英勇、忠诚的青年，对紫薇情有独钟，此刻却因误会而尴尬。",
                    "position": "距离紫薇几步之遥，背手而立",
                    "states": "内心焦急，外表镇定"
                },
                {
                    "id": 2,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "紫薇的好友，性格直率，热心肠。",
                    "position": "在不远处的一棵树后，悄悄观察",
                    "states": "紧张而期待"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "轻轻抿了一口茶，抬头望向尔康，眼中带着询问",
                    "dialogue": "尔康，你真的了解我的心思吗？"
                },
                {
                    "action_id": 1,
                    "character": "尔康",
                    "character_id": 1,
                    "action": "深吸一口气，走向紫薇，单膝跪地，诚恳地道歉",
                    "dialogue": "紫薇，我误会了你的意思，请原谅我的鲁莽。"
                },
                {
                    "action_id": 2,
                    "character": "小燕子",
                    "character_id": 2,
                    "action": "从树后走出，拍手叫好",
                    "dialogue": "尔康，这回你终于开窍了！"
                }
            ],
            "plot": "紫薇与尔康在雪夜中坦诚相对，误会得以解除，小燕子在一旁见证了两人的和解。",
            "chunk": {
                "id": 262,
                "text": "”尔康在紫薇这样的逼视下，仓皇失措了，就结舌地、吞吞吐吐地说：\n“真的没有什么‘过去’……那根本就不能算是‘过去’！ 如果你一定要追究的话，是有这么一段……”他吸了口气，只好说了，“三年前的冬天，老佛爷去香山的碧云寺持斋，晴儿跟着去了。 有天，皇上派我去碧云寺，给老佛爷送一些用品。 我到了山上，天下大雪，我就困在山上，没办法下山了。 那晚，雪停了，居然有很好的月光。 我坐在大殿的回廊下看雪看月亮，晴儿出来了，跟我一齐看雪看月亮。 然后，我们就开始聊天，我非常惊奇地发现，晴儿念了好多好多的书，我们从诗词歌赋谈到人生哲学’谈了整整一夜。 ”\n紫薇定定地看着他。 “就是这样？ ”\n“就是这样。 ”\n“为什么以前不说？ 为什么昨天不说？ ”\n尔康跌脚一叹：\n“因为怕你误会，怕你胡思乱想才没有说。 主要的，是觉得没有必要去说，如果特地告诉你，倒好像我跟她有事似的。 ”\n紫薇眼前，立刻浮起那个画面，月光映着白雪，钟鼓伴着梵唱，松枝掩映，雪压重檐……一个像晴儿那样的才女，一个像尔康这样的才子，并坐在长廊下，畅谈终夜！ 那个有雪有月的夜！ 那个有诗有词的夜！ 那一夜，必然镂刻在两人内心深处吧！ 紫薇的心跳加快，声音冰冷：\n“在回廊下看雪看月亮，谈了整整一夜。 你说，这不算‘过去’！ 我一再追问你，你都不要告诉我，我们之间，还有真诚吗？ 那一夜之后，你和她在宫里，在老佛爷的聚会里，总会遇到吧？ 眉尖眼底，都没有任何交会吗？ ”\n尔康怔了怔，有些生气了：\n“你不要这样‘欲加之罪，何患无辞，好不好？ 我心目里的紫薇’是个温柔如水、宽宏大量的女子，什么时候变得这样小心眼？ ”\n紫薇睁大眼睛，痛楚地看着尔康，声音里，再也没有平时的冷静：\n“现在，你发现了，我不温柔，我不宽宏大量！ 我小气，我斤斤计较，我小心眼！ 我不值得你爱，不值得你娶，你去娶晴儿吧！ 你既然已经把我看低了，我宁愿从你生命里退出！ ”\n尔康大大地震动了，盯着紫薇：\n“你讲真的还是讲假的？ ”\n紫薇眼前，只有那个“月夜”，那个让她心痛的“月夜”！ 她愤愤地说：\n“你走吧！ 我不要再听你，不要再被你骗！ 你好好地待金琐，不要再说不要她的话，你已经欠了一大堆的债，如果还想摆脱金琐，我恨你一辈子！ ”\n尔康一听，紫薇俨然已经扣实了他和晴儿的罪，现在，还拉扯上金琐！ 他百口莫辩，就气了起来，大声地说：\n“你这说的是什么话？ 好像我招惹了晴儿，我招惹了你，我又招惹了金琐……好像我是一个到处留情的浪荡子！ 你这样误会我，哪里像我深爱的那个紫薇？ 哪里配得上我这一片心！ ”\n紫薇被大大地刺伤了，声音也大了：\n“我是配不上！ 所以我不想高攀了，行吗？ ”\n尔康气得脸色苍白，心里堵着千言万语，一句也说不出来。 为了她，和乾隆争辩，为了她，几乎和整个宫廷作战，她居然如此轻易说出“从你生命里退出”这种话！ 他傲然地一仰头，大声说：\n“行！ ”\n尔康掉头就走，冲出门去，砰然一声，把门锁上了。 紫薇崩溃了，用手蒙住脸，心碎地哭了。 房门一开，小燕子和金琐急急地跑了进来。 金琐慌乱地喊：\n“小姐！ 小姐！ 怎么回事？ 尔康少爷脸色发青，头也不回地走了！ 你们谈得不好吗？ 吵架了吗？ ”\n紫薇只是哭，一语不发。 “喂！ 你们到底怎么了？ ”小燕子问。 “我们结束了。 ”紫薇哽咽着。 金琐着急起来：\n“什么叫做结束了？ 你是皇上指给尔康少爷的，怎么结束？"
            }
        },
        {
            "id": 43,
            "event": "雪中救狐",
            "time": "乾隆年间，腊月初三午后",
            "location": "皇宫内隐蔽花园的东北角",
            "description": "风雪交加，花园银装素裹，紫薇与晴儿在假山后发现受伤的白狐，环境清冷但两人热心救助。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉细心，擅长琴棋书画，对动物有着天生的怜悯之心。",
                    "position": "假山旁，轻抚白狐",
                    "states": "担忧且专注"
                },
                {
                    "id": 1,
                    "name": "晴儿",
                    "gender": "女",
                    "description": "机智活泼，善于观察，为人热情，处理事情果断。",
                    "position": "紫薇不远处，寻找草药",
                    "states": "急切且坚定"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇轻轻抱起白狐，用自己的披肩为它取暖，同时轻声安慰白狐。",
                    "dialogue": "别怕，我们会帮你疗伤的。"
                },
                {
                    "action_id": 1,
                    "character": "晴儿",
                    "character_id": 1,
                    "action": "晴儿迅速找到一些干枯的草药，并从自己的口袋里掏出一些食物，小心地喂给白狐。",
                    "dialogue": "这是我们找到的草药，应该能帮你缓解疼痛。"
                },
                {
                    "action_id": 2,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇抬头看向晴儿，感激地点头。",
                    "dialogue": "晴儿，多亏了你，我们一定要救活它。"
                },
                {
                    "action_id": 3,
                    "character": "晴儿",
                    "character_id": 1,
                    "action": "晴儿坚定地点头，同时环顾四周，确保无人注意。",
                    "dialogue": "嗯，我们会做到的。现在要小心，别让人发现了。"
                }
            ],
            "plot": "紫薇与晴儿在雪中发现受伤的白狐，两人不顾寒冷与危险，联手救助，这一事件加深了两人的友谊，并展现了她们善良勇敢的品质。",
            "chunk": {
                "id": 270,
                "text": "“五阿哥，福大爷！ 咱们带了一个人来了！ ”小邓子说。 “两位格格的事，她比谁都清楚！ ”小卓子说。 大家惊疑着，来人把瓶帽子放下，对着尔康、雜嫣然一笑’原来是晴儿。 “晴儿！ ”尔康惊呼。 永琪喜出望外，急忙问：\n“晴儿，她们两个吃亏了吗？ 怎么样？ 赶快告诉我！ ”\n晴儿看着两人，一直笑，说：\n“吃亏的不是她们，是皇后和容嬷嬷，差点没有被她们两个给淹死！ 你们没有见到那个场面，简直‘惊心动魄’！ 我现在才知道，跟这两个格格在一起，要不‘惊心动魄’，都不容易！ ”\n尔康急急地问：\n“什么‘淹死’？ 怎么会‘淹死’呢？ ”\n“老佛爷要皇后娘娘给她们两个‘醒酒’，把她们按在澡盆里冲冷水，也不知道是怎么一回事，里面就打起来了！ 等到我们大家赶到的时候，一屋子嬷嬷摔得四仰八叉，两个格格把皇后按在洗澡盆里喝洗澡水！ ”晴儿清脆地说，眼里全是笑意。 尔康、永琪眼睛都睁得好大：\n“啊？ ”\n金琐和明月、彩霞互视，大家都惊讶得一塌糊涂。 “后来，老佛爷把她们关在暗房里，当然又是要她们‘闭门思过’啦！ 我已经进去看过了，她们抱在一起，‘闭门大睡’！ 我想，打雷也吵不醒她们！ 我给她们盖了棉被，让她们好好地睡一觉再说！ 反正，天塌下来也是明天的事了！ ”\n永琪又惊又喜，对晴儿一揖到地。 “晴儿，谢谢你！ 有你这么好心，明里暗里地帮着她们，永琪记在心里了！ ”\n晴儿笑笑，看了尔康一眼，再说：\n“看到小卓子他们在那儿没头苍蝇似的乱绕，知道你们两个急坏了，怕他们话说不清楚，干脆过来跟你们说一声。 我可不能多停留，给老佛爷发现了，就该我给关进暗房去了！ 好了，我走了！ ”尔康抬了抬眉毛，“你都没有话要跟我说吗？ ”\n尔康一怔，心情真是复杂极了：\n“我……我……也记在心里了。 ”\n晴儿一语双关地说：\n“你‘有心’就好了！ ”晴儿说完，往屋外就走。 永琪急忙喊：\n“小邓子！ 小卓子！ 保护晴格格回去！ ”\n晴儿和小邓子、小卓子，急急地走了。 晴儿消失了踪影，尔康和永琪就相对一视，惊喜交集。 尔康不敢相信地说：\n“紫薇和小燕子把皇后按在澡盆里喝洗澡水？ 可能吗？ ”“晴儿这样说，绝对没错了！ 哈！ 小燕子真是奇人，连醉酒都醉得稀奇！ ”永琪脸色一正，看着尔康，“晴儿这个人情债，你准备怎么还？ ”\n金琐立刻深深地看了尔康一眼。 尔康拍了一下脑袋：\n“唉！ 我真是一个头有两个大！ ”吸了口气，“现在，没办法操心那么多，我也得回家去了。 明天一早再进宫来看状况！ ”想想，又担心起来，“天气这么冷，还被拖去冲冷水，醉成那样，又在地上睡一夜！ 会不会弄出病来呢？ 金琐、明月、彩霞！ 你们还是准备一些姜汤吧！ ”\n“是！ ”金琐哀怨地看了尔康一眼，“姜汤我们会准备，只怕小姐好多病，不是姜汤可以医治的！ 其他的病，恐怕还要尔康少爷来开药！ ”\n尔康大大地震动了。 天亮时分，紫薇醒了，拥着棉被，坐起身子四看。 “我在哪里？ 天啊，这是慈宁宫的暗房！ ”紫薇低头看到小燕子，就去推小燕子，“小燕子！ 醒醒啊！ 你瞧，我们又被关进暗房里来了！ ”\n小燕子翻了一个身，拥着棉被继续睡。 “棉被？ ”紫薇拉起棉被，困惑极了，又去推小燕子，“小燕子！ 你看，老佛爷把我们关在这儿，可是，她心里还是对我们好，还给我们盖棉被呢！ 小燕子！ 起来！ 起来！ 不要睡了！ ”\n小燕子打了一个大哈欠，终于被紫薇叫醒了。 她伸了一个懒腰，坐起身子，四面一看，暗房里黑糊糊。"
            }
        },
        {
            "id": 44,
            "event": "寿礼节目筹备会议",
            "time": "乾隆年间，寿诞前三天",
            "location": "漱芳斋内，乾隆皇帝的书房",
            "description": "书房内陈设古朴，书架上摆满了经史子集，空气中弥漫着淡淡的墨香。窗外阳光正好，透过窗棂照在三人围坐的八仙桌上，气氛显得既庄重又期待。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "性格活泼开朗，鬼点子多，是团队中的创意源泉。",
                    "position": "坐在桌子的上手，手持一支笔，不时在纸上画着什么。",
                    "states": "显得兴奋，眼神中充满期待。"
                },
                {
                    "id": 1,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "性格温婉贤淑，心思细腻，是团队中的协调者。",
                    "position": "坐在桌子的侧面，手中轻拨着茶杯，神态自若。",
                    "states": "面带微笑，眼神中透露着谨慎和关心。"
                },
                {
                    "id": 2,
                    "name": "尔康",
                    "gender": "男",
                    "description": "才华横溢，正直可靠，是团队中的执行者。",
                    "position": "站在窗边，手中拿着一份计划书，不时地翻看着。",
                    "states": "表情认真，目光坚定。"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "小燕子突然站起，挥动手中的纸，兴奋地描述着自己的创意。",
                    "dialogue": "“我们可以在双狮献瑞的基础上，加入杂技和舞蹈，让狮子们不仅能舞动，还能表现出各种寓意吉祥的动作！”"
                },
                {
                    "action_id": 1,
                    "character": "紫薇",
                    "character_id": 1,
                    "action": "紫薇轻轻点头，然后看向尔康，询问他的意见。",
                    "dialogue": "“尔康，你觉得小燕子的想法可行吗？我们是否需要考虑实际操作的难度？”"
                },
                {
                    "action_id": 2,
                    "character": "尔康",
                    "character_id": 2,
                    "action": "尔康沉思片刻，然后点头表示赞同。",
                    "dialogue": "“我认为小燕子的想法很有创意，虽然难度不小，但只要我们精心策划，应该能够实现。”"
                }
            ],
            "plot": "在漱芳斋内，小燕子、紫薇和尔康为乾隆的寿礼筹备进行着热烈的讨论。小燕子提出充满创意的节目构想，紫薇则关注实际操作的可行性，而尔康则评估着整个计划的执行难度。三人各司其职，共同为一场精彩的寿礼庆典而努力。",
            "chunk": {
                "id": 286,
                "text": "你们好好保护你们那张‘老脸’吧！ ”\n皇后和容嬷嬷，在侍卫宫女的包围下，呻吟着而去。 小燕子和漱芳斋的众人，这才回身，往漱芳斋走去，个个脸上都是笑容。 小燕子虽然头上有包，却是一张喜悦的脸孔，跳跳蹦蹦地说：\n“嗯，我这个‘花瓣澡’虽然把自己弄得满头包，可是，收到这样的效果，我太满意了！ 现在，我还要去研究一下……”\n尔康、永琪、紫薇立刻异口同声喊：\n“不许研究了！ ”\n小燕子看了大家一眼，笑嘻嘻地说：\n“我是要研究，下个月皇阿玛过寿，我们送什么礼物给他才好！ 他压下晴儿的事，又不勉强含香……我现在对他充满了感激，我要送一个大大的礼物给他！ ”\n\n17\n转眼间，到了乾隆的寿诞。 整天，皇宫都热闹得不得了。 大臣们、亲王们、贝勒贝子们、使节们、阿哥们……都按照礼仪，向乾隆贺寿，大家纷纷献上苦心准备的贺礼。 一时之间，古玩玉器、书画雕塑、西洋钟表、珠宝如意、千年灵芝、奇花异草……都呈现在乾隆面前。 但是，这所有的礼物，乾隆也都见多了。 至于祝寿贺寿那一套，更是年年如此，了无新意。 乾隆对于这样的寿诞，实在有些厌倦了。 直到大戏台上，演出祝寿的节目时，他才精神大振。 他坐在戏台对面的位子上，太后、皇后、令妃和所有妃嫔全部出席。 阿哥们、格格们、亲王福晋们也都在座。 晴儿坐在太后身边，十二阿哥坐在皇后身边，七格格、九格格坐在令妃旁边。 戏台上，张灯结彩，大大的“寿”字，贴在正中。 乾隆看了看座中诸人，有些纳闷，因为没有看到小燕子和紫薇，也没看到永琪和尔康。 尔康可能和福伦在后台照料，怎么永琪也不来？ 最爱热闹的小燕子，到哪儿去了？ 还有含香呢？ 戏台上，正热闹滚滚地表演着“双狮献瑞”。 只见两只活灵活现的狮子，在台上飞舞跳跃。 时而腾空而起，捉对厮杀；时而匍匐在地，搔首弄姿；时而彼此逗弄，摇头摆尾；时而奔跑追逐，满场翻滚。 两只狮子，花样百出，看得大家目瞪口呆，眼花缭乱。 乾隆不禁鼓掌叫好，众人也跟着鼓掌。 太后笑吟吟地看着晴儿，说：\n“这双狮献瑞，我也看过很多次了，这次真的不同！ 好看极了！ ”\n“想必是为了皇上过寿，特别训练的！ ”\n“不知道是谁负责的？ 节目安排得挺好！ ”太后问。 令妃心里得意，忍不住接口：\n“回老佛爷，是福伦和尔康安排的！ ”\n“啊？ ”始看了晴儿一眼，“他们父子，真是的栋梁呀！ ”\n皇后揣摩着太后的心意，说道：\n“老佛爷，这个尔康，真是百里挑一的人才，可惜皇上把他指给了一个民间格格，真是糟蹋了！ ”\n晴儿目不转睛地看着台上，似乎没有听到这个话题。 “臣妾倒不那么想，紫薇格格优娴贞静，和尔康正是郎才女貌！ ”令妃说。 “皇后说得不错，现在，要找像尔康这样的人才，还真不容易！ ”太后话锋一转，“令妃，这也是你的光彩呀，你娘家出了不少人才！ ”\n皇后呆了呆，没料到让令妃得到赞美，脸色一暗，令妃不禁面有得色了。 这时，晴儿拉着太后的衣袖，兴奋地喊：\n“老佛爷快看！ ”\n大家看往台上，只见两只狮子，突然伏地，仰首上望。 从空中，有个大大的彩球忽然从天而降。 一对狮子飞跃过来，接着彩球，就舞弄起来。 彩球时而在狮头上滚动，时而在地上旋转，时而被两只狮子抛在空中，时而和狮子满场盘旋，舞得好看极了。 乾隆看到那表演出神入化，匪夷所思，忍不住鼓掌叫好。 满座都响应着，掌声雷动。 接着，一只狮子跳着跳着，忽然站定，人立而起，从嘴里吐出一张红色锦缎，上面直书着一行字：“老吾老以及人之老”。"
            }
        },
        {
            "id": 45,
            "event": "漱芳斋密谋",
            "time": "乾隆年间，一个风雨交加的夜晚",
            "location": "皇宫内漱芳斋",
            "description": "夜晚的漱芳斋内，烛光摇曳，窗外风雨大作，尔康与永琪在此秘密商议，气氛紧张。",
            "characters": [
                {
                    "id": 0,
                    "name": "尔康",
                    "gender": "男",
                    "description": "福家长子，冷静沉着，机智过人，擅长分析和推理。",
                    "position": "坐在桌边，手持书卷",
                    "states": "神情严肃，专注思考"
                },
                {
                    "id": 1,
                    "name": "永琪",
                    "gender": "男",
                    "description": "乾隆帝的五子，热血冲动，正义感强，对朋友忠诚。",
                    "position": "站在窗边，不时望向窗外",
                    "states": "焦急不安，情绪激动"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "尔康",
                    "character_id": 0,
                    "action": "尔康翻阅着书卷，时而用笔在纸上勾勒，分析紫薇被陷害的种种线索。",
                    "dialogue": "“此事定有蹊跷，我们不能只看表面。”"
                },
                {
                    "action_id": 1,
                    "character": "永琪",
                    "character_id": 1,
                    "action": "永琪转身对尔康道，眼中闪烁着坚定的光芒。",
                    "dialogue": "“尔康，我信你，我们一定要找出真凶，还紫薇一个清白！”"
                },
                {
                    "action_id": 2,
                    "character": "尔康",
                    "character_id": 0,
                    "action": "尔康点头，放下书卷，站起身来。",
                    "dialogue": "“对，从刺客和现场入手，不放过任何细节。现在我们就开始行动。”"
                }
            ],
            "plot": "在漱芳斋中，尔康和永琪针对紫薇被陷害一事进行深入讨论，决定联手追查真凶，以洗清紫薇的冤屈。",
            "chunk": {
                "id": 294,
                "text": "”\n尔康和永琪无奈已极，尔康就抬眼去看晴儿，眼神里，尽是哀恳之色。 晴儿站在那儿，神色严重，接触到尔康的眼光，就对尔康暗暗地摇了摇头，表示自己也无能为力。 尔康只得颤声说道：\n“臣告退！ ”\n永琪和尔康站起身来，乾隆一抬头，警告地说：\n“你们两个，小心一点！ 那个大内监牢，朕已经派了重兵把守，绝对不允许再发生劫狱事件！ 尔康，不要害了你的阿玛和额娘！ 永琪，不要让朕对你彻底失望！ ”\n尔康、永琪大震，两人脸色都苍白如死。 那夜，学士府也是一团乱。 福伦和福晋，吓得魂飞魄散了。 好不容易，以为尔康这个“额附”已经当得稳稳当当的，锦绣前程，美满姻缘，指日可待！ 怎么又会发生这个飞来横祸？ 福伦看着六神无主的尔康，沉重地说：\n“尔康，这次的事情真的严重了！ 在宫里，对这种事情，最为敏感！ 碰到了这种事，是宁愿错杀一百人，也不愿放过一个人！ ”\n尔康急得形容憔悴，哀求地看着福伦和福晋：\n“阿玛，额娘，求求你们，快想办法救救她们吧！ 我也知道这次事态严重，但是，紫薇她们是无辜的呀！ 这件事，明明就是皇后在栽赃！ 但是，老佛爷完全和皇后一个鼻孔出气……皇上也好奇怪，听不进我们的话！ 我只怕拖下去，紫薇和小燕子又会很惨！ ”\n福晋满房间绕着圈子，心痛地说道：\n“紫薇怎么这样命苦？ 好不容易当了格格，又碰到这样的事！ ”她看着福伦，“我们有办法可想吗？ 令妃娘娘说话有用吗？ ”\n“怎么会有用？ 你想想看，老佛爷是皇上的亲娘呀！ 哪个亲娘不爱自己的儿子？ 看到布偶，她就胆战心惊了！ 即使她心里存疑，即使她认为可能是‘陷害’，她还是会除去这个嫌疑犯，就是我说的，可以错杀，不能失误！ 何况，她一直就没有喜欢过小燕子和紫薇！ ”\n“阿玛这样分析，就是说，她们毫无希望了？ 其实，那只是一个布娃娃，哪会要人命呢？ 我去弄一百个布娃娃来，全体写上我的生辰八字，给老佛爷看看我会不会死！ ”尔康急得跳脚。 “尔康，你不要吓我！ ”福晋大惊。 “连你们也相信那个布娃娃会要人命，是不是？ ”尔康瞪着福晋。 “鬼神之事，我绝对不拿它开玩笑！ ”福晋说，“尔康，你的阿玛、额娘年纪大了，禁不起这样的风风浪浪！ 自从你和紫薇来往以后，我真是没有一天好日子过！ 现在，又发生这么大的事，你千万不要轻举妄动了！ 我知道你爱紫薇，但是，你也要爱惜父母呀！ ”\n尔康痛楚地一皱眉头：\n“我知道，我让你们这么操心，实在不孝极了！ 可是，我现在已经六神无主了！ 想到紫薇又被关在一个暗无天日的地方，未来会遭遇些什么不幸，还不知道！ 我真的痛不欲生！ 我连思考的能力都没有了！ 老天！ 要怎样才能把她们救出来呀！ ”\n福伦深思地看着尔康：\n“你不要跳脚了，整个事件你都在场，应该冷静下来，分析一下！ 除非抓到真正陷害紫薇的那个人，你无法救紫薇！ ”\n“真正陷害紫薇的人，就是皇后呀！ 一定是她！ 但是，怎么抓得到呢？ ”\n“你不要大呼小叫好不好？ 虽然是自己家，也是隔墙有耳呀！ ”福晋急忙警告。 福伦凝视尔康：\n“我立刻进宫去见皇上，看看能不能帮上什么忙！ 至于你呢，应该赶快去调査一下！ 那个刺客是个关键人物！ 如果他跑进漱芳斋就不见了，当时，有没有侍卫从里面跑出来？ 再有……是谁掀起床垫的？ 是谁发现布娃娃的？ ”\n尔康如醍醐灌顶，被点醒了，整个人跳了起来。 “阿玛！ 你不愧是大学士！ ”\n尔康掉头就冲出门去了。 尔康拂晓进宫，直接到了永琪那儿。 两人分析了一下，立刻把高远和高达传进了景阳宫。"
            }
        },
        {
            "id": 46,
            "event": "紫薇与小燕子御花园巧遇皇后与容嬷嬷",
            "time": "乾隆年间，一个春意盎然的午后",
            "location": "皇宫内，御花园的西北角",
            "description": "阳光透过花木的缝隙，斑驳地洒在蜿蜒的小径上。春风拂面，花香袭人，紫薇和小燕子正在此处游玩，花园中一片宁静，偶尔传来远处的宫女谈笑声。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉贤淑，聪明伶俐，擅长琴棋书画，对周围环境有敏锐的洞察力。",
                    "position": "站在一株开满桃花的桃树下，细心观察四周",
                    "states": "神态平静，但眼中闪过一丝好奇"
                },
                {
                    "id": 1,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "活泼开朗，直率热情，对朋友忠诚，有时行事鲁莽。",
                    "position": "在紫薇身边，手舞足蹈地讲述着近日的趣事",
                    "states": "兴奋，毫无察觉到周围的异样"
                },
                {
                    "id": 2,
                    "name": "皇后",
                    "gender": "女",
                    "description": "严肃沉稳，城府深，对权力有强烈的控制欲。",
                    "position": "在不远处的一座假山后，与容嬷嬷低声交谈",
                    "states": "神色凝重，警惕四周"
                },
                {
                    "id": 3,
                    "name": "容嬷嬷",
                    "gender": "女",
                    "description": "精明强干，心机深沉，对皇后忠心耿耿。",
                    "position": "在皇后身旁，不时四下张望",
                    "states": "紧张，时刻准备应对突发情况"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇轻拉小燕子的衣袖，示意她安静",
                    "dialogue": "“小燕子，你听，那边似乎有人在说话。”"
                },
                {
                    "action_id": 1,
                    "character": "小燕子",
                    "character_id": 1,
                    "action": "小燕子屏住呼吸，悄悄地向假山方向移动",
                    "dialogue": "“真的吗？我们过去看看。”"
                },
                {
                    "action_id": 2,
                    "character": "皇后",
                    "character_id": 2,
                    "action": "皇后提高声音，警觉地说",
                    "dialogue": "“今天的事，绝不能让任何人知道。”"
                },
                {
                    "action_id": 3,
                    "character": "容嬷嬷",
                    "character_id": 3,
                    "action": "容嬷嬷紧张地环顾四周，低声回应",
                    "dialogue": "“娘娘放心，老奴会安排好的。”"
                }
            ],
            "plot": "紫薇和小燕子在游玩时无意间接近了皇后与容嬷嬷的秘密交谈，她们将如何在不被察觉的情况下探听更多的秘密，将是这场戏的高潮所在。",
            "chunk": {
                "id": 302,
                "text": "”\n“对！ 如果老佛爷她们怀疑到娘娘，娘娘就喊冤，要求彻査宫里所有的雪缎。 奴婢这几天，就到每个宫里安排安排……让令妃娘娘那儿有，香妃娘娘那儿也有，至于漱芳斋，还是可以有！ ”皇后眼睛一亮。 “你安排得好吗？ 不会再出状况吧？ ”\n“娘娘放心，交给奴婢吧！ 这次，我一定会非常小心的！ ”\n“还有那些侍卫，嘴巴封住没有？ 高远高达可靠吗？ ”\n“如果事机不密，他们也是脑袋搬家的大事，娘娘想，他们既然蹚进这个浑水里去了，就只能硬着头皮撑到底……谁会拿自己的命来开玩笑呢？ ”\n皇后点头，艮光闪烁，心里，仍然在害怕着。 容嬷嬷想想，又说：\n“不过，现在情况对我们不利，只得便宜了那两个丫头。 暂时，没有办法治她们了！ 娘娘在老佛爷面前，恐怕也要小心一点，那个晴儿，实在太机灵了！ 娘娘千万千万留心，不要露出心虚的样子来！ 也不要再和那两个丫头作对！ ”\n皇后心有余悸，不住点头。 “你真的认为，我们还能脱身？ ”\n“只要娘娘抵死不承认，谁能把这么大的罪名硬扣给娘娘？ 何况，娘娘还是皇后！ 比那几个毛孩子，总是地位崇高多了！ 如果闹大了，岂不是整个朝廷都会震动？ 娘娘的娘家，那拉氏家族，也不会善罢甘休吧！ ”\n皇后再点头，其实，心里七上八下。 容嬷嬷正视皇后，再加了一句：\n“奴才想，万岁爷即使怀疑娘娘，这么大的事，也会有忌讳！ 娘娘，你尽管抬头挺胸，不要害怕！ ”\n皇后勉强地应着’脸上，仍是带着深深的恐惧。 乾隆顾不得皇后，因为，他正在漱芳斋，亲眼看着太医治疗紫薇。 紫薇半坐在床上，拼命忍着痛，太医正用绷带一层层地包扎着她那肿胀的手指。 乾隆、令妃、尔康、永琪、小燕子都焦急地站在一旁看。 金琐、明月、彩霞都在帮忙太医，托着药盘，递绷带、剪刀。 “哎哟……哎哟……”紫薇忍不住了，痛得眼泪直流，脸色白得像纸一样。 尔康拼命吸气，好像痛的是他自己，嘴里不停地喊：\n“轻一点，太医！ 拜托……轻一点……”\n“没办法，格格，你只好忍一忍！ ”太医小心翼翼地包扎着，说道，“臣知道很痛，可是一定要包扎固定，不然，恐怕会留下病根，不治好，手指就不能用了！ ”\n紫薇咬着牙关，呼吸急促，冷汗从额头上大颗大颗地滴下来，大家看得胆战心惊。 乾隆听到太医那样说，就吓了一跳，问：\n“胡太医，手指不能用是什么意思？ 有那么严重？ ”\n“回万岁爷！ 骨头虽然没有断，但是，骨膜已经受伤，关节也有错位。 臣只怕调养不好，会留下长期的病痛！ ”\n乾隆激动地嚷：\n“怎么会调养不好？ 胡太医，用最好的药，务必把她治好，听到没有？ ”\n太医赶快一迭连声回答：\n“喳！ 喳！ 喳！ 臣遵命！ 臣遵命！ ”\n太医一分心，包扎得稍微用力一些，紫薇痛得惨叫：\n“啊……好痛……金琐……金琐……救我……”\n金琐急忙扑到紫薇床前，不能握她的手，只能抱住她的头，拼命给她擦汗，喊：\n“小姐！ 我在这儿，我在这儿！ 你忍一忍，马上就好了！ 啊？ ”尔康额上也冒出了冷汗，直喊：\n“轻一点！ 太医，拜托！ 轻一点……”\n小燕子眼泪夺眶而出，对永琪哭着说：\n“都是我不好！ 侍卫拉她走的时候，我就应该跟她在一起，说什么都不要离开她，不该让她单独去被审问！ 有我在，一定不会这样！ 我拼死也会挡在前面！ ”\n永琪安慰着小燕子：\n“不要难过了，当时，侍卫只带走她一个，你也无可奈何呀！ ”好不容易，太医包扎妥当。 紫薇闭眼靠着，脸孔和嘴唇，全是惨白惨白的。"
            }
        },
        {
            "id": 47,
            "event": "晴儿向太后表白心迹",
            "time": "乾隆年间，初春午后",
            "location": "漱芳斋内，太后寝宫",
            "description": "漱芳斋内，窗明几净，花香袭人。太后坐在上首的紫檀木椅上，晴儿站在太后面前，神态坚定，气氛庄重。",
            "characters": [
                {
                    "id": 0,
                    "name": "晴儿",
                    "gender": "女",
                    "description": "晴儿，聪明伶俐，情感细腻，为爱情勇敢直言。",
                    "position": "太后面前，双手交叠，目光坚定",
                    "states": "心情紧张但决绝"
                },
                {
                    "id": 1,
                    "name": "太后",
                    "gender": "女",
                    "description": "太后，位高权重，表情严肃，但内心关爱晴儿。",
                    "position": "坐在紫檀木椅上，目光审视",
                    "states": "初始严肃，后渐显柔和"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "晴儿",
                    "character_id": 0,
                    "action": "晴儿深吸一口气，缓缓开口，声音坚定地说出自己对尔康的倾慕之情。",
                    "dialogue": "太后娘娘，晴儿心中早已有所属，非得尔康不可。求娘娘成全晴儿一片真心。"
                },
                {
                    "action_id": 1,
                    "character": "太后",
                    "character_id": 1,
                    "action": "太后微微皱眉，沉默片刻后，缓缓点头，神情中透露出一丝理解和宽容。",
                    "dialogue": "晴儿，你的心意，哀家明白了。尔康确实是个值得托付的人。你既然如此坚决，哀家就给你一个机会。"
                }
            ],
            "plot": "晴儿鼓起勇气，向太后坦白自己对尔康的感情，太后在一番考虑后，决定给予晴儿一个机会，让她与尔康有更多的接触，观察两人是否真的有缘分。这一幕展现了晴儿的勇敢和太后的开明，为后续剧情埋下了伏笔。",
            "chunk": {
                "id": 310,
                "text": "含香看看满屋子的人，对大家说道：\n“我们可能要等很久，大家最好散开，让她有新鲜空气！ ”乾隆就命令道：\n“我们都出去，到大厅里去等！ 四位太医不要离开，也到外面去等着！ 令妃，让小邓子、小卓子给大家弄点茶来喝！ ”\n“我不出去，我要守着她！ ”小燕子固执地说。 尔康根本就像石雕木塑一般，早被钉死在紫薇床前了，动也不动。 于是，众人都出去了，只有含香、尔康、小燕子、金琐、明月、彩霞守在床前。 远远的墙边，有个人也没出去，那就是晴儿。 她也像石雕木塑一样，看着这一切，不能移动了。 满屋子的人，没有一个注意到她。 时间缓慢地消逝，一更，二更，三更……金琐、明月、彩霞仍然忙着绞毛巾、换帕子，尔康仍旧痴痴地看着紫薇，目不转睛。 含香紧张地观察，试温度，试鼻息。 小燕子走来走去，拜天拜地，嘴里念念有词……\n三更打过之后，紫薇脸色逐渐红润，呼吸平顺起来。 金琐摸摸紫薇的额头，惊喜地喊了起来：\n“烧退了！ 烧退了！ 尔康少爷，烧退了呀！ ”\n大家全部惊动了。 尔康扑到紫薇身边，伸手触摸她的额头，立刻哑声大喊：\n“太医！ 太医！ 快来看看！ ”\n四个太医再度奔人。 乾隆等人随后。 太医趋前，俯身诊视。 大家都睁大了眼睛，屏息以待，胡太医不可思议地抬头说道：“热度退了，汗也发出来了！ 脉象也稳定多了！ 看样子，格格是吉人自有天相，大概不会有问题了！ ”\n小燕子跳了起来，双手伸向天空，大喊：\n“万岁万岁万万岁！ 我知道她不会死！ 我知道！ 我知道……”喊着，就去抱着金琐跳，又抱着明月跳，再抱着彩霞跳，然后抱着含香跳，乐不可支。 尔康听到胡太医这个宣布，紧张的情绪乍然放松，他的头一低，砰的一声，撞在床柱上。 他虚弱地用手蒙住眼睛，泪水从面颊上滑落。 晴儿震撼地看着这一切，看着紫薇的病容，看着尔康的热泪，只觉得自己脸上，一片潮湿。 她抬手拭去脸颊上的泪珠，悄悄出门去了。 太后还没有人睡，正等着晴儿。 晴儿总算回来了，太后急急地问：\n“我要你去看看紫薇，你怎么去了这么久？ 她是不是真的快死了？ ”\n“回老佛爷，她已经渡过危机，大概没事了！ ”\n太后松了一口气，就有些狐疑起来：\n“我就知道，哪有弄伤几个手指头，就会送命呢？ 这也太娇弱了吧！ 会不会是那个丫头玩花样，故意装死，好让皇帝心痛？ ”说着，就惊看晴儿，“你怎么了？ 眼睛红红的，哭过了吗？ 谁把你弄哭了？ ”\n“老佛爷，我没事！ ”\n“怎么说没事呢？ 明明就有事！ 谁欺负了你，告诉我，我给你撑腰！ ”\n“真的没有人欺负我，是刚刚在漱芳斋，看到紫薇死里逃生，看到大家对她的那个样子，实在没有办法不感动！ ”晴儿坦率地看着太后，诚实地回答。 说着，眼泪就涌了出来，急忙擦泪：“对不起！ ”\n太后困惑着，深深地看着晴儿。 晴儿一向很能自制，喜怒都不形于色，今晚这个样子，实在太失常了。 太后正在疑惑不解，晴儿忽然走到太后面前，对太后一跪。 “你做什么？ ”太后一惊。 “老佛爷！ 晴儿有事恳求老佛爷！ ”晴儿诚挚地说。 “你说！ 不要跪了！ 什么事？ ”\n晴儿就好诚恳地、近乎哀求地说道：\n“我知道，老佛爷最近为了我的终身大事，非常伤脑筋。 我也知道，老佛爷看中了尔康，想拆散紫薇和尔康，好把我指给他！ ”\n太后更深刻地看晴儿：\n“嗯，你说中了！ 毕竟，我心里的事，都瞒不过你！ 怎样呢？ ”就弯腰悄声问，“是不是我也猜中你的心事了呢？"
            }
        },
        {
            "id": 48,
            "event": "月下诗会",
            "time": "乾隆年间，一个初秋的夜晚",
            "location": "京郊一座古寺的庭院内",
            "description": "夜色朦胧，月光皎洁，庭院内花草树木在夜风中轻轻摇曳，三人围坐在石桌旁，品茶论诗。",
            "characters": [
                {
                    "id": 0,
                    "name": "紫薇",
                    "gender": "女",
                    "description": "温婉贤淑，皇帝的义女，擅长诗词歌赋。",
                    "position": "坐在石桌旁，手持诗稿",
                    "states": "心情舒畅，眼神中流露出对自由的向往"
                },
                {
                    "id": 1,
                    "name": "尔康",
                    "gender": "男",
                    "description": "沉稳机智，紫薇的心上人，才华横溢。",
                    "position": "站在紫薇身后，目光关注着周围",
                    "states": "警惕而放松，保护着紫薇的同时享受着此刻的宁静"
                },
                {
                    "id": 2,
                    "name": "蒙丹",
                    "gender": "男",
                    "description": "热情奔放，来自回疆的王子，对含香情深意重。",
                    "position": "坐在石桌对面，手捧茶杯",
                    "states": "初始的误会已解，眼神中透露出对友情的珍视"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "紫薇",
                    "character_id": 0,
                    "action": "紫薇轻声吟诵着自己的诗作，表达对自由的渴望",
                    "dialogue": "「月下独立，心随云散，若能如风，何患无依。」"
                },
                {
                    "action_id": 1,
                    "character": "尔康",
                    "character_id": 1,
                    "action": "尔康适时地加以点评，展现其文学造诣",
                    "dialogue": "「诗言志，此情此景，正是紫薇姑娘心境的写照。」"
                },
                {
                    "action_id": 2,
                    "character": "蒙丹",
                    "character_id": 2,
                    "action": "蒙丹被紫薇的诗作触动，分享了自己的感受",
                    "dialogue": "「此诗如回疆夜空的明月，清澈而遥远，令人神往。」"
                }
            ],
            "plot": "在这个月色如水的夜晚，紫薇、尔康和蒙丹在古寺庭院内举行了一场即兴的诗会。三人通过诗词交流，情感得以沟通，最终在文化的桥梁上达到了心灵的契合。",
            "chunk": {
                "id": 318,
                "text": "台上的表演，还在热闹地进行，紫薇她们的退席，并没有引起任何人的注意，只有皇后，看在眼里，一肚子的怀疑，忍不住对太后低声说道：\n“这个漱芳斋实在有些奇怪，表演没完，好像个个人都走了！ 连五阿哥和尔康也走了！ ”\n太后怔了怔，立即注意起来，脸上也充满疑惑了。 漱芳斋里，真是热闹极了。 小燕子拉着含香冲进房的时候，蒙丹、紫薇、尔康、永琪、金琐、柳青、柳红已经在门里等候。 尔康立刻把房门关上。 小邓子、小卓子、小顺子、小桂子、明月、彩霞全在外面把风。 含香一看到蒙丹，整个人就像钉死在地上，站在那儿一动也不动，眼睛死死地看着他。 蒙丹也死死地看着她，好像全世界都不存在了，眼中只有彼此。 大家看着他们，个个激动。 小燕子着急地喊：\n“说话呀！ 你们快说话呀！ 时间不多，你们这样你看我，我看你，就把时间看光了！ ”说着，就把含香推到蒙丹面前去。 含香踉跄了两步，站稳身子，仍然一瞬也不瞬地凝视着蒙丹。 蒙丹也是如此。 尔康吸了一口气，说：\n“这样不行，我们一大堆人件在这儿，让他们怎么说知心话？ ”\n尔康就拉着蒙丹，推进卧室：\n“你们去卧室里面谈，我们在大厅守着！ 放心，我们已经层层部署了！ 外面守了好多人。 可是，你们只有半盏茶的时间可以谈！ 千万把握时间，长话短说！ 记住，如果有意外发生，赶快依照我们商量的办法做！ ”\n尔康把蒙丹推进卧房，小燕子也拉着含香，把她也推进卧房去了。 两个人进房以后，大家就紧张地互视着。 柳青、柳红手里，抱着一大堆面具和伏魔棒。 柳青急急地说：\n“我们每人把面具和伏魔棒拿在手上，万一有个状况，不要临时乱了手脚！ ”\n柳红发着面具伏魔棒，每人都拿了一套。 柳红和柳青这还是第一次进宫，本来，应该好好见识一下皇宫的，可是，现在什么心情都没有，大家都明白，把香妃的心上人掩饰进宫，还安排他们见面，这根本是一个“砍头”的游戏。 柳红说：\n“我好紧张啊！ 生平没有做过这么刺激的事！ 大家赶快把尔康写的那个伏魔口诀背一背，不要等到有状况的时候，吓得什么都忘了！ ”\n金琐拍着胸口说：\n“我已经忘得差不多了！ 柳青，赶快再教我一次，那个口诀是怎么念的？ 到时候，一句都记不起来怎么办？ ”\n尔康看着大家，神色凝重地说：\n“真记不起来，就随便念咒！ 念得煞有其事就好了！ ”\n永琪不放心地对小燕子说：\n“那个‘伏魔口诀’，你背出来了没有？ 上次商量的应变方法，你记牢了没有？ 我看你一副心不在焉的样子，你到底记住没有？ ”\n“有有有！ 不要老是对我不放心嘛！ ”小燕子胡乱地点着头，看着里面，“哇！ 好美啊！ 他们总算见面了！ 不知道他们谈些什么？ ”\n“只怕要说的话太多，反而一句都说不出来！ ”紫薇叹息着，两眼水汪汪。 如果易地而处，自己会怎么样？ 一定什么话都说不出来。 紫薇这样想着，就去看尔康，正好尔康也看过来，两人心念相通，“有情但愿长相聚，岁岁年年无别离”！ 尔康情不自禁，就伸手握着紫薇的手。 含香和蒙丹进了卧室，好久都没有出来。 半盏茶的时间过去了，一盏茶的时间也过去了。 随着时间的流逝，大厅里的人，越来越紧张，大家焦急地在房间里走来走去。 柳红不安地说：\n“他们已经进去好半天了！ 我们去叫他们吧，这样太危险了，等会儿表演都完了，大家散场还找不到我们，不是很糟糕吗？ ”\n“我去叫他们吧！ ”金琐说着，就往卧室走。 紫薇一拦，说：\n“不要不要，再给他们一点时间！ 他们一定有几千句、几万句话要说！ ”\n永琪看尔康，紧张地问：\n“还能耽误吗？"
            }
        },
        {
            "id": 49,
            "event": "夜探太后秘密",
            "time": "清朝乾隆年间，一个夏夜",
            "location": "紫禁城后花园",
            "description": "正值中秋佳节，后花园内灯火辉煌，小燕子和含香在众人的欢声笑语中跳舞，太后突然出现，引发一阵紧张气氛。",
            "characters": [
                {
                    "id": 0,
                    "name": "小燕子",
                    "gender": "女",
                    "description": "活泼开朗，擅长武艺，好奇心强",
                    "position": "在后花园中心跳舞",
                    "states": "兴奋，好奇"
                },
                {
                    "id": 1,
                    "name": "含香",
                    "gender": "女",
                    "description": "温柔贤淑，擅长舞蹈和医术",
                    "position": "在小燕子身边共舞",
                    "states": "优雅，警惕"
                },
                {
                    "id": 2,
                    "name": "太后",
                    "gender": "女",
                    "description": "威严神秘，掌握实权",
                    "position": "后花园入口处",
                    "states": "严肃，不悦"
                }
            ],
            "actions": [
                {
                    "action_id": 0,
                    "character": "小燕子",
                    "character_id": 0,
                    "action": "跳舞时突然停下，目光锐利地注意到太后身上不同寻常的饰品",
                    "dialogue": "“太后娘娘，您这串项链好生特别，夜色中还能闪闪发光。”"
                },
                {
                    "action_id": 1,
                    "character": "含香",
                    "character_id": 1,
                    "action": "轻轻拉住小燕子的衣角，示意她不要多言",
                    "dialogue": "“格格，我们还是继续跳舞吧。”"
                },
                {
                    "action_id": 2,
                    "character": "太后",
                    "character_id": 2,
                    "action": "目光如炬，审视着小燕子",
                    "dialogue": "“还珠格格，你倒是观察入微。不过，有些事情不是你能打听的。”"
                }
            ],
            "plot": "小燕子与含香在中秋夜跳舞时意外发现太后的秘密饰品，含香谨慎地试图阻止小燕子追问，而太后则用威严的态度警告小燕子不要多管闲事，这一事件为接下来的剧情埋下了伏笔。",
            "chunk": {
                "id": 326,
                "text": "”\n小燕子挑挑眉毛，豪气地一甩头，给了永瑾一根，笑着说：\n“本姑娘今晚心情太好，紫薇姐姐怎么说，我就怎么做！ ”永瑾拿着焰火棒，小卓子帮他点燃了，他兴奋得不得了，跟着小燕子，满院子追追跑跑。 小燕子像个大孩子，永瑾是个小孩子，转眼间，大孩子和小孩子就玩成了一块儿，笑成一团。 尔康看着这样的小燕子和永瑾，不胜感动，对永琪说：\n“能够这样不记仇，善待十二阿哥，整个皇宫，大概也只有紫薇和小燕子了！ 她们两个，真有一颗黄金一样的心！ ”\n永琪拼命点头。 旁观的含香被引出兴趣来了。 “真的！ 我们可以练一个‘焰火舞’！ ”\n含香说着，拿着几支焰火棒，试着跳舞。 含香的舞蹈，本来就训练有素，几个美妙的旋转，裙摆翻飞，灿烂的火花，围绕着她，如花雨般洒下，真是好看极了。 小燕子一看，就兴奋地大叫：\n“我也要跳！ 来呀！ 紫薇、金琐、明月、彩霞，不要站着不动，全体来跳‘焰火舞’！ ”就跟着含香旋转起来。 “我也忍不住了！ 跳吧！ 明月、彩霞，都来呀！ ”金琐笑着喊。 快乐是有传染性的，金琐一喊，大家全都忍耐不住了。 于是，紫薇、金琐、明月、彩霞、含香全体跳起“焰火舞”来。 一时之间，但见几个姑娘衣袂翩翩，迎风起舞。 焰火缭绕着她们，闪闪烁烁，光环飞舞，灿烂夺目。 尔康、永琪、小邓子、小卓子、永瑾都看呆了。 尔康看得目不转睛，对永琪说：\n“五阿哥，我真的不敢相信，在不久以前，我以为紫薇活不下去了，一心只想跟她‘共存亡’！ 可是，此时此刻，我听到她在笑，看到她在跳舞，还看到这么多的光环围绕着她，好像那些焰火，就是‘生命力’的闪光，那么灿烂！ 我太感动了！ ”\n“我也是，我常常想着我们和小燕子认识以前的生活，几乎不相信那时是怎么过的。 每天上书房，练功夫，每年最刺激的事就是和皇阿玛去狩猎！ 现在，天天都是多彩多姿的！ 就是太刺激了一点！ ‘惊心动魄’‘胆战心惊’这种成语已经不够用了！ ”永琪对尔康的话，真是心有戚戚焉。 这时，小燕子奔过来，对永琪、尔康抗议地喊：\n“你们是怎么一回事？ 这个焰火棒，不动不好玩，一定要动才好玩！ 你们不要聊天了！ 大家起劲一点嘛！ ”小燕子说着，就用焰火去烧永琪的辫子，“你再不动，我烧了你的头发！ ”\n“哪有这样顽皮的？ ”永琪又笑又躲，“你敢！ 你的头发可比我多，要不要试试看？ ”他点燃一支焰火棒，拔脚去追她。 小燕子笑着逃走，永琪笑着追赶。 小邓子和小卓子的兴趣都引起来了。 “好像很好玩！ ”小邓子就去烧小卓子的辫子，“如果辫子着了火，不知道会怎么样？ ”\n谁知，小卓子的辫子，真的烧着了。 小卓子大叫：\n“哎哟！ 我的妈呀！ ”他把辫子捞到前面，扑灭了火，追着小邓子喊，“你烧我，我也要烧你！ 烧着了你就知道会怎样了。 ”小邓子拔脚就逃，小卓子就追，二人笑着追追跑跑。 永瑾看得哈哈大笑，快乐得不得了，跟着大家奔跑。 大家不断地换新的焰火棒，玩得不亦乐乎。 满院子的人，舞着焰火棒，跳舞的跳舞，追跑的追跑，简直是一个奇景。 就在这时，太监的通报骤然传来：\n“老佛爷驾到！ 晴格格到！ ”\n所有的人都吓了一大跳，还来不及反应，太后和晴儿已经走了进来。 小燕子一个刹不住车，就连带焰火棒，直撞到太后身上。 太后大叫一声哎哟，摔下地。 紫薇、明月、彩霞、小邓子、小卓子……赶紧奔过来，要搀扶太后，彼此又撞得东倒西歪。 晴儿和宫女早已扶起太后。 太后仓促站稳，却惊见自己的背心冒烟了。 太后大惊，甩着双手：\n“火！ 火！"
            }
        }
    ]
}